export default bodyBuildingExcercises =   [
  {
    "id": 645,
    "name": {
      "persian": "اسکوات اسمیت پا باز",
      "english": "Wide Stance Smith Machine Squat",
      "arabic": "Wide Stance Smith Machine Squat",
      "id": 1400
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه کاملا عمود بر زمین باقی بماند و زانو از پنجه ها جلوتر نرود.\r\n●هنگام نشستن دم و وقتی می ایستید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين  حرکة القسم العلوي من الجسم عموديا بشكل كامل على الارض ولا يجب ان تتقدم الركبة على الاصابع ..\r\n-عند الجلوس شهيق وعند الوقوف زفير ",
      "id": 1401
    },
    "howToDo": {
      "persian": "●میله دستگاه را در ارتفاع شانه تنظیم کنید.\r\n●پاها بیشتر از عرض شانه باز باشد.\r\n●دستها بیشتر از عرض شانه باز باشد.\r\n●با خم کردن زانو باسن را به زمین نزدیک کنید.\r\n●ران شما موازی زمین شود.",
      "english": null,
      "arabic": "-اضبط الجهاز على ارتفاع الكتف.\r\n-لتكن القدمين مفتوحتين أكثر من عرض الكتفين \r\n-لتكن اليدين مفتوحتين أكثر من عرض الكتفين .\r\n- قرب الورك من الارض وذلك بحني الركبة..\r\n-ليكن فخذك موازياً للأرض ..",
      "id": 1402
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-1fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-1f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-1f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 647,
    "name": {
      "persian": "اسکوات اسمیت پا باز",
      "english": "Wide Stance Smith Machine Squat",
      "arabic": "Wide Stance Smith Machine Squat",
      "id": 1412
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه کاملا عمود بر زمین باقی بماند و زانو از پنجه ها جلوتر نرود.\r\n●هنگام نشستن دم و وقتی می ایستید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين  حرکة القسم العلوي من الجسم عموديا بشكل كامل على الارض ولا يجب ان تتقدم الركبة على الاصابع ..\r\n-عند الجلوس شهيق وعند الوقوف زفير ",
      "id": 1413
    },
    "howToDo": {
      "persian": "●میله دستگاه را در ارتفاع شانه تنظیم کنید.\r\n●پاها بیشتر از عرض شانه باز باشد.\r\n●دستها بیشتر از عرض شانه باز باشد.\r\n●با خم کردن زانو باسن را به زمین نزدیک کنید.\r\n●ران شما موازی زمین شود.",
      "english": null,
      "arabic": "-اضبط الجهاز على ارتفاع الكتف.\r\n-لتكن القدمين مفتوحتين أكثر من عرض الكتفين \r\n-لتكن اليدين مفتوحتين أكثر من عرض الكتفين .\r\n- قرب الورك من الارض وذلك بحني الركبة..\r\n-ليكن فخذك موازياً للأرض ..",
      "id": 1414
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-1mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-1m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-1m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 654,
    "name": {
      "persian": "اسکوات پا دمبل",
      "english": " Dumbbell Squat",
      "arabic": " Dumbbell Squat",
      "id": 1458
    },
    "recommandation": {
      "persian": "●در طول اجرا حالت طبیعی کمر حفظ شود.\r\n●هنگام نشستن زانو از پنجه جلوتر نیاید.\r\n●هنگام نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند الجلوس شهيق وعند الوقوف زفير ",
      "id": 1459
    },
    "howToDo": {
      "persian": "●یک دمبل را در هر دست بگیرید و صاف بایستید.\r\n●دمبلها در کنار و نزدیک بدن، کف دستها رو به بدن ،پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون ،بازو ها  باز وکشیده عمود بر زمین ،سر و سینه بالا باشند.\r\n●با خم کردن زانوها و متمایل به عقب کردن باسن بالاتنه را پایین بیاورید.\r\n●رانها موازی با زمین شود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد. ",
      "english": null,
      "arabic": "-امسك ثقلا في كل يد وانتصب بشكل مستقيم.\r\n-.يجب أن تكون الأثقال قريبة من الجسم وملاصقة له ، راحتي اليد مواجهة للجسم ، الساقين متباعدتين بعرض الورك ، أصابع القدمين متجهة للخارج ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، والرأس والصدر مرتفعان.\r\n-.اخفض الجزء العلوي من جسمك عن طريق ثني ركبتيك ووركك والانحناء للخلف.\r\n- يجب أن تكون الفخذين موازيتان للارض .\r\n-عند الجلوس يجب أن تكون الركبة متجهة للخارج بجهة الاصابع .. ",
      "id": 1460
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-7fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-7f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-7f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 655,
    "name": {
      "persian": "اسکوات اسمیت",
      "english": "Chair Squat (Smith Machine Squat)",
      "arabic": "Chair Squat (Smith Machine Squat)",
      "id": 1461
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه کاملا عمود بر زمین باقی بماند و زانو از پنجه ها جلوتر نرود.\r\n●هنگام نشستن دم و وقتی می ایستید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين  حرکة القسم العلوي من الجسم عموديا بشكل كامل على الارض ولا يجب ان تتقدم الركبة على الاصابع ..\r\n-عند الجلوس شهيق وعند الوقوف زفير",
      "id": 1462
    },
    "howToDo": {
      "persian": "●در طول اجرای حرکت بالاتنه کاملا عمود بر زمین باقی بماند و زانو از پنجه ها جلوتر نرود.\r\n●هنگام نشستن دم و وقتی می ایستید بازدم انجام شود.",
      "english": null,
      "arabic": "-اضبط الجهاز على ارتفاع الكتف.\r\n-لتكن القدمين مفتوحتين أكثر من عرض الكتفين \r\n-لتكن اليدين مفتوحتين أكثر من عرض الكتفين .\r\n- قرب الورك من الارض وذلك بحني الركبة..\r\n-ليكن فخذك موازياً للأرض ..",
      "id": 1463
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-2fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-2f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-2f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 656,
    "name": {
      "persian": "اسکوات اسمیت",
      "english": "Chair Squat (Smith Machine Squat)",
      "arabic": "Chair Squat (Smith Machine Squat)",
      "id": 1464
    },
    "recommandation": {
      "persian": "- در طول اجرای حرکت بالاتنه کاملا عمود بر زمین باقی بماند و زانو از پنجه ها جلوتر نرود.\r\n- هنگام نشستن دم و وقتی می ایستید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين  حرکة القسم العلوي من الجسم عموديا بشكل كامل على الارض ولا يجب ان تتقدم الركبة على الاصابع ..\r\n-عند الجلوس شهيق وعند الوقوف زفير",
      "id": 1465
    },
    "howToDo": {
      "persian": "- میله دستگاه را در ارتفاع شانه تنظیم کنید.\r\n- پاها بیشتر از عرض شانه باز باشد.\r\n- دستها بیشتر از عرض شانه باز باشد.\r\n- با خم کردن زانو باسن را به زمین نزدیک کنید.\r\n- ران شما موازی زمین شود.",
      "english": null,
      "arabic": "-اضبط الجهاز على ارتفاع الكتف.\r\n-لتكن القدمين مفتوحتين أكثر من عرض الكتفين \r\n-لتكن اليدين مفتوحتين أكثر من عرض الكتفين .\r\n- قرب الورك من الارض وذلك بحني الركبة..\r\n-ليكن فخذك موازياً للأرض ..",
      "id": 1466
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-2mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-2m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-2m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 657,
    "name": {
      "persian": "اسکوات پا دمبل",
      "english": " Dumbbell Squat",
      "arabic": " Dumbbell Squat",
      "id": 1467
    },
    "recommandation": {
      "persian": "●در طول اجرا حالت طبیعی کمر حفظ شود.\r\n●هنگام نشستن زانو از پنجه جلوتر نیاید.\r\n●هنگام نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند الجلوس شهيق وعند الوقوف زفير ",
      "id": 1468
    },
    "howToDo": {
      "persian": "●یک دمبل را در هر دست بگیرید و صاف بایستید.\r\n●دمبلها در کنار و نزدیک بدن، کف دستها رو به بدن ،پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون ،بازو ها  باز وکشیده عمود بر زمین ،سر و سینه بالا باشند.\r\n●با خم کردن زانوها و متمایل به عقب کردن باسن بالاتنه را پایین بیاورید.\r\n●رانها موازی با زمین شود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد. ",
      "english": null,
      "arabic": "-امسك ثقلا في كل يد وانتصب بشكل مستقيم.\r\n-.يجب أن تكون الأثقال قريبة من الجسم وملاصقة له ، راحتي اليد مواجهة للجسم ، الساقين متباعدتين بعرض الورك ، أصابع القدمين متجهة للخارج ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، والرأس والصدر مرتفعان.\r\n-.اخفض الجزء العلوي من جسمك عن طريق ثني ركبتيك ووركك والانحناء للخلف.\r\n- يجب أن تكون الفخذين موازيتان للارض .\r\n-عند الجلوس يجب أن تكون الركبة متجهة للخارج بجهة الاصابع ..",
      "id": 1469
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-7mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-7m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-7m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 658,
    "name": {
      "persian": "اسکوات پا هالتر",
      "english": " Barbell Squat",
      "arabic": " Barbell Squat",
      "id": 1470
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نرود،وقتی مینشینید زانو رو به بیرون در جهت پنجه ها باشد.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند النزول شهيق وعند الصعود زفير ",
      "id": 1471
    },
    "howToDo": {
      "persian": "●هالتر را از قفسه قدرت جدا کنید،هالتر در پشت سر شما و در امتداد شانه ها باشد.\r\n●پاها اندازه عرض لگن باز ،پنجه ها کمی رو به بیرون ،دستها بیشتر از عرض شانه باز ،کف دستها رو به جلو،سر و سینه بالا باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید،بالاتنه کمی متمایل به جلو شود.\r\n●عضله ساق و همسترینگ شما کاملا با هم در تماس باشند و ران از حالت موازی کمی پایینتر باشد.\r\n●وقتی مینشینید زانو به بیرون در جهت پنجه ها باشد.",
      "english": null,
      "arabic": "-.افصل الباربل عن قفص الطاقة ،  وضعه خلف رأسك وعلى طول كتفيك.\r\n- .يجب أن تكون الأرجل متباعدة بمقدار عرض الورك ، أصابع القدم إلى الخارج قليلاً ، الذراعان متباعدتان أكثر من عرض الكتفين ، راحتا الكف متجهة للأمام ، والرأس والصدر مرتفعان للاعلى .\r\n- انحنىي بثني ركبتيك ووركك للخلف والقسم العلوي من جسمك للامام قليلا .\r\n-.حافظ على تلامس عضلة الساق وأوتار الركبة تمامًا مع إبقاء فخذيك أقل قليلاً من المتوازيين\r\n-عند الجلوس يجب أن تكون الركبة متجهة للخارج بجهة الاصابع .",
      "id": 1472
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-14fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-14f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-14f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 659,
    "name": {
      "persian": "اسکوات پا هالتر",
      "english": " Barbell Squat",
      "arabic": " Barbell Squat",
      "id": 1473
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نرود،وقتی مینشینید زانو رو به بیرون در جهت پنجه ها باشد.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند النزول شهيق وعند الصعود زفير ",
      "id": 1474
    },
    "howToDo": {
      "persian": "●هالتر را از قفسه قدرت جدا کنید،هالتر در پشت سر شما و در امتداد شانه ها باشد.\r\n●پاها اندازه عرض لگن باز ،پنجه ها کمی رو به بیرون ،دستها بیشتر از عرض شانه باز ،کف دستها رو به جلو،سر و سینه بالا باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید،بالاتنه کمی متمایل به جلو شود.\r\n●عضله ساق و همسترینگ شما کاملا با هم در تماس باشند و ران از حالت موازی کمی پایینتر باشد.\r\n●وقتی مینشینید زانو به بیرون در جهت پنجه ها باشد.",
      "english": null,
      "arabic": "-.افصل الباربل عن قفص الطاقة ،  وضعه خلف رأسك وعلى طول كتفيك.\r\n- .يجب أن تكون الأرجل متباعدة بمقدار عرض الورك ، أصابع القدم إلى الخارج قليلاً ، الذراعان متباعدتان أكثر من عرض الكتفين ، راحتا الكف متجهة للأمام ، والرأس والصدر مرتفعان للاعلى .\r\n- انحنىي بثني ركبتيك ووركك للخلف والقسم العلوي من جسمك للامام قليلا .\r\n-.حافظ على تلامس عضلة الساق وأوتار الركبة تمامًا مع إبقاء فخذيك أقل قليلاً من المتوازيين\r\n-عند الجلوس يجب أن تكون الركبة متجهة للخارج بجهة الاصابع .",
      "id": 1475
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-14mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-14m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-14m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 660,
    "name": {
      "persian": "اسکوات هالتر پا باز",
      "english": "Wide Stance Barbell Squat",
      "arabic": "Wide Stance Barbell Squat",
      "id": 1476
    },
    "recommandation": {
      "persian": "- در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نیاید.\r\n- هنگام نشستن زانو به سمت بیرون در جهت پنجه ها باشد.\r\n- هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند النزول شهيق وعند الصعود زفير ",
      "id": 1477
    },
    "howToDo": {
      "persian": "- هالتر در پشت سر شما و در امتداد شانه ها قرار دارد.\r\n- دستها بیشتر از عرض شانه باز تقریبا در انتهای هالتر ،کف دستها رو به جلو ،سر وسینه بالا پاها بیشتر از عرض شانه باز ،پنجه ها کمی رو به بیرون ،زانو کمی خم باشد.\r\n- با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید.\r\n- در این حالت بالاتنه کمی متمایل به جلو میشود.\r\n- ران شما موازی بازمین،زاویه ساق و ران کمتر از 90 درجه خواهد بود.",
      "english": null,
      "arabic": "- ضع قضيب الحديد خلف رأسك  وعلى طول كتفيك.\r\n-فلتكن الأيدي مفتوحة أكثر من عرض الكتفين تقريبًا في نهاية قضيب الحديد ، راحتا اليدين موجهتان للأمام ، الرأس والصدر فوق الساقين وبعرض الكتفين ، والأصابع متجهة إلى الخارج قليلاً ، والركبتان مثنيتان قليلاً .\r\n-.انزل عن طريق ثني ركبتيك وإمالة الوركين للخلف.\r\n- ليكن الجزء العلوي من جسمك مائل قليلاً للامام .\r\n- ليكن فخذك مواز للارض والزاوية بينه وبين الساق اقل من 90 درجه .",
      "id": 1478
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-17fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-17f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-17f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 661,
    "name": {
      "persian": "اسکوات هالتر پا باز",
      "english": "Wide Stance Barbell Squat",
      "arabic": "Wide Stance Barbell Squat",
      "id": 1479
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نیاید.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه ها باشد.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب الحفاظ على الحالة الطيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n-عند الجلوس يجب ان تكون الركبة باتجاه الاصابع وللخارج .\r\n-عند النزول شهيق وعند الصعود زفير ",
      "id": 1480
    },
    "howToDo": {
      "persian": "●هالتر در پشت سر شما و در امتداد شانه ها قرار دارد.\r\n●دستها بیشتر از عرض شانه باز تقریبا در انتهای هالتر ،کف دستها رو به جلو ،سر وسینه بالا پاها بیشتر از عرض شانه باز ،پنجه ها کمی رو به بیرون ،زانو کمی خم باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید.\r\n●در این حالت بالاتنه کمی متمایل به جلو میشود.\r\n●ران شما موازی بازمین،زاویه ساق و ران کمتر از 90 درجه خواهد بود.",
      "english": null,
      "arabic": "- ضع قضيب الحديد خلف رأسك  وعلى طول كتفيك.\r\n-فلتكن الأيدي مفتوحة أكثر من عرض الكتفين تقريبًا في نهاية قضيب الحديد ، راحتا اليدين موجهتان للأمام ، الرأس والصدر فوق الساقين وبعرض الكتفين ، والأصابع متجهة إلى الخارج قليلاً ، والركبتان مثنيتان قليلاً .\r\n-.انزل عن طريق ثني ركبتيك وإمالة الوركين للخلف.\r\n- ليكن الجزء العلوي من جسمك مائل قليلاً للامام .\r\n- ليكن فخذك مواز للارض والزاوية بينه وبين الساق اقل من 90 درجه .",
      "id": 1481
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-17mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-17m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-17m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 662,
    "name": {
      "persian": "اسکوات هالتر پا جمع",
      "english": "Narrow Stance Barbell Squats",
      "arabic": "Narrow Stance Barbell Squats",
      "id": 1482
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نیاید.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب الحفاظ على الحالة الطبيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n- عند النزول شهيق وعند الصعود زفير",
      "id": 1483
    },
    "howToDo": {
      "persian": "●هالتر در پشت سر شما و در امتداد شانه ها قرار دارد.\r\n●دستها بیشتر از عرض شانه باز  ،کف دستها رو به جلو ،سر وسینه بالا پاها کمتر از عرض لگن باز ،پنجه ها کمی رو به بیرون باشد.\r\n●پاها حدود 7 تا 15 سانتیمتر فاصله داشته باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید.\r\n●در این حالت بالاتنه کمی متمایل به جلو میشود.\r\n●ران شما موازی بازمین،زاویه ساق و ران کمتر از 90 درجه خواهد بود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد.",
      "english": null,
      "arabic": "-ضع قضيب الحديد خلف رأسك  وعلى طول كتفيك.\r\n-افتح الأيدي أكثر من عرض الكتفين لتكن راحتاهما بجهة الأمام ، والرأس والصدر فوق الساقين وأقل من عرض الحوض ، والأصابع متجهة الى الخارج قليلاً.\r\n- تبعد الارجل عن بعضها حدود 7- 15 سم .\r\n- انزل للاسفل وذلك بثني الركبة ودع الورك متجها للخلف .\r\n- في هذه الحالة الجزء العلوي من الجسم مائل قليلا  للامام \r\n-ليكن فخذك مواز للارض والزاوية بينه وبين الساق اقل من 90 درجه خواهد بود.\r\n-لتكن الركبة متجهة للخارج بجهة الاصابع وذلك عند الجلوس .",
      "id": 1484
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-18fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-18f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-18f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 663,
    "name": {
      "persian": "اسکوات هالتر پا جمع",
      "english": "Narrow Stance Barbell Squats",
      "arabic": "Narrow Stance Barbell Squats",
      "id": 1485
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند،زانو از پنجه پا جلوتر نیاید.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب الحفاظ على الحالة الطبيعية للظهر ولا يجب ان تتقدم الركبة على الاصابع .\r\n- عند النزول شهيق وعند الصعود زفير",
      "id": 1486
    },
    "howToDo": {
      "persian": "●هالتر در پشت سر شما و در امتداد شانه ها قرار دارد.\r\n●دستها بیشتر از عرض شانه باز  ،کف دستها رو به جلو ،سر وسینه بالا پاها کمتر از عرض لگن باز ،پنجه ها کمی رو به بیرون باشد.\r\n●پاها حدود 7 تا 15 سانتیمتر فاصله داشته باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن پایین بیایید.\r\n●در این حالت بالاتنه کمی متمایل به جلو میشود.\r\n●ران شما موازی بازمین،زاویه ساق و ران کمتر از 90 درجه خواهد بود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد.",
      "english": null,
      "arabic": "-ضع قضيب الحديد خلف رأسك  وعلى طول كتفيك.\r\n-افتح الأيدي أكثر من عرض الكتفين لتكن راحتاهما بجهة الأمام ، والرأس والصدر فوق الساقين وأقل من عرض الحوض ، والأصابع متجهة الى الخارج قليلاً.\r\n- تبعد الارجل عن بعضها حدود 7- 15 سم .\r\n- انزل للاسفل وذلك بثني الركبة ودع الورك متجها للخلف .\r\n- في هذه الحالة الجزء العلوي من الجسم مائل قليلا  للامام \r\n-ليكن فخذك مواز للارض والزاوية بينه وبين الساق اقل من 90 درجه خواهد بود.\r\n-لتكن الركبة متجهة للخارج بجهة الاصابع وذلك عند الجلوس .",
      "id": 1487
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-18mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-18m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-18m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      9,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 664,
    "name": {
      "persian": "اسکوات هالتر از جلو",
      "english": "Front Barbell Squat",
      "arabic": "Front Barbell Squat",
      "id": 1488
    },
    "recommandation": {
      "persian": "●در طول اجرا زانو از پنجه جلوتر نیاید.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- أثناء التمرين لا يجب ان تتقدم الركبة على الاصابع .\r\n- شهيق عند  النزول وزفير عند الوقوف",
      "id": 1489
    },
    "howToDo": {
      "persian": "●هالتر جلوی بدن شما چسبیده به گلو و در امتداد سرشانه قرار دارد.\r\n●دستها کمی بیشتر از عرض شانه باز ،کف دستها رو به بالا ،آرنج ها در جلوی بدن جمع ،بازوها کمی پایینتر از حالت موازی با  زمین ،سر و سینه بالا، پاها اندازه عرض لگن باز و پنجه رو به بیرون باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن بنشینید.\r\n●بالاتنه کمی متمایل به جلو شود.\r\n●ران شما کمی پایینتر از حالت موازی با زمین شود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد.",
      "english": null,
      "arabic": "-الباربل امام الجسم وملتصق بالبلعوم وعلى امتداد الكتف ..\r\n-افتح الأيدي أكثر من عرض الكتفين ولتكن راحتاهما بجهة الأمام ، الذراعين أقل من حالة التوازي مع الارض ، الرأس والصدر للاعلى ، والرجلين مفتوحتين بمقدار عرض الحوض ، والأصابع متجهة الى الخارج قليلاً.\r\n- اجلس وليكن وركك متجها للخلف وذلك بثني الركبتين..\r\n- ليكن الجزء لعلوي من جسمك مائل للامام . \r\n- ليكن فخذك في حالة اقل من الموازية للارض..\r\n-لتكن الركبة متجهة للخارج بجهة الاصابع وذلك عند الجلوس",
      "id": 1490
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-23fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-23f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-23f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 665,
    "name": {
      "persian": "اسکوات هالتر از جلو",
      "english": "Front Barbell Squat",
      "arabic": "Front Barbell Squat",
      "id": 1491
    },
    "recommandation": {
      "persian": "●در طول اجرا زانو از پنجه جلوتر نیاید.\r\n●هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "- أثناء التمرين لا يجب ان تتقدم الركبة على الاصابع .\r\n- شهيق عند  النزول وزفير عند الوقوف",
      "id": 1492
    },
    "howToDo": {
      "persian": "●هالتر جلوی بدن شما چسبیده به گلو و در امتداد سرشانه قرار دارد.\r\n●دستها کمی بیشتر از عرض شانه باز ،کف دستها رو به بالا ،آرنج ها در جلوی بدن جمع ،بازوها کمی پایینتر از حالت موازی با  زمین ،سر و سینه بالا، پاها اندازه عرض لگن باز و پنجه رو به بیرون باشد.\r\n●با خم کردن زانو و متمایل به عقب کردن باسن بنشینید.\r\n●بالاتنه کمی متمایل به جلو شود.\r\n●ران شما کمی پایینتر از حالت موازی با زمین شود.\r\n●هنگام نشستن زانو به سمت بیرون در جهت پنجه باشد.",
      "english": null,
      "arabic": "-الباربل امام الجسم وملتصق بالبلعوم وعلى امتداد الكتف ..\r\n-افتح الأيدي أكثر من عرض الكتفين ولتكن راحتاهما بجهة الأمام ، الذراعين أقل من حالة التوازي مع الارض ، الرأس والصدر للاعلى ، والرجلين مفتوحتين بمقدار عرض الحوض ، والأصابع متجهة الى الخارج قليلاً.\r\n- اجلس وليكن وركك متجها للخلف وذلك بثني الركبتين..\r\n- ليكن الجزء لعلوي من جسمك مائل للامام . \r\n- ليكن فخذك في حالة اقل من الموازية للارض..\r\n-لتكن الركبة متجهة للخارج بجهة الاصابع وذلك عند الجلوس",
      "id": 1493
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-23mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-23m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-23m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 666,
    "name": {
      "persian": "پرس پا دستگاه",
      "english": "Leg Press",
      "arabic": "Leg Press",
      "id": 1494
    },
    "recommandation": {
      "persian": "●بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n●هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-اعد قضيب الأمان إلى موضعه الأصلي بعد إجراء التكرارات المطلوبة\r\n-شهيق عند تقلص الركبة وزفير عند فتح الركبة",
      "id": 1495
    },
    "howToDo": {
      "persian": "●بالاتنه شما باید با ران زاویه 90 درجه بسازد.\r\n●کف پاها اندازه عرض لگن باز باشد ،پاهای شما در مقابل شما کاملا باز باشند، توجه کنید که زانوی شما قفل نباشد،دستگیره ها را بگیرید.\r\n●میله ایمنی را تغییر حالت دهید.\r\n●زانوها را جمع کنید تا ران شما موازی با پد زیر پا شود.",
      "english": null,
      "arabic": "-.يجب أن يكون الجزء العلوي من جسمك بزاوية 90 درجة مع فخذيك.\r\n-  يجب أن يكون باطن القدمين مفتوحًا بمقدار مساو لعرض الحوض ، قدميك مفتوحتين بالكامل أمامك ، تأكد من أن ركبتيك غير مضمومتين ، ولتمسك بالمقابض.\r\n-  غير حالة قضيب الامان .\r\n- اجمع ركبتيك حتى يصبح فخذ مواز للوسادة التي تحت قدمك .",
      "id": 1496
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-31fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-31f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-31f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 667,
    "name": {
      "persian": "پرس پا دستگاه",
      "english": "Leg Press",
      "arabic": "Leg Press",
      "id": 1497
    },
    "recommandation": {
      "persian": "●بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n●هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-اعد قضيب الأمان إلى موضعه الأصلي بعد إجراء التكرارات المطلوبة\r\n-شهيق عند تقلص الركبة وزفير عند فتح الركبة",
      "id": 1498
    },
    "howToDo": {
      "persian": "●بالاتنه شما باید با ران زاویه 90 درجه بسازد.\r\n●کف پاها اندازه عرض لگن باز باشد ،پاهای شما در مقابل شما کاملا باز باشند، توجه کنید که زانوی شما قفل نباشد،دستگیره ها را بگیرید.\r\n●میله ایمنی را تغییر حالت دهید.\r\n●زانوها را جمع کنید تا ران شما موازی با پد زیر پا شود.",
      "english": null,
      "arabic": "-.يجب أن يكون الجزء العلوي من جسمك بزاوية 90 درجة مع فخذيك.\r\n-  يجب أن يكون باطن القدمين مفتوحًا بمقدار مساو لعرض الحوض ، قدميك مفتوحتين بالكامل أمامك ، تأكد من أن ركبتيك غير مضمومتين ، ولتمسك بالمقابض.\r\n-  غير حالة قضيب الامان .\r\n- اجمع ركبتيك حتى يصبح فخذ مواز للوسادة التي تحت قدمك .",
      "id": 1499
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-31mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-31m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-31m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 668,
    "name": {
      "persian": "پرس پا دستگاه تک پا",
      "english": "Single Leg Press",
      "arabic": "Single Leg Press",
      "id": 1500
    },
    "recommandation": {
      "persian": "●بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n●هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-اعد قضيب الأمان إلى موضعه الأصلي بعد إجراء التكرارات المطلوبة\r\n-شهيق عند تقلص الركبة وزفير عند فتح الركبة",
      "id": 1501
    },
    "howToDo": {
      "persian": "●کف یک پا را در پد مخصوص قرار دهید ،توجه داشته باشید کف پا در راستای ران شما باشد،با دستها دستگیره ها را بگیرید.\r\n●میله ایمنی را تغییر حالت دهید،پای شما در مقابل شما کاملا باز باشند،توجه کنید که زانوی شما قفل نباشد همچنین بالاتنه شما باید با ران شما زاویه 90 درجه داشته باشد.\r\n●زانوها را جمع کنید تا زاویه ساق و ران شما 90 درجه شود.",
      "english": null,
      "arabic": "-.ضع باطن قدم واحدة على وسادة مخصصة ، وتأكد من أنه يتماشى مع فخذك ، وامسك المقابض بيدك.\r\n- غيّر حالة وضع قضيب الأمان ، حافظ على رجليك مفتوحتين أمامك تمامًا ، وتأكد من أن ركبتيك غير مقفلتين وأن الجزء العلوي من جسمك يجب أن يكون بزاوية 90 درجة مع فخذيك.\r\n-اجمع ركبتيك لتكون الزاوية بين الساق والفخذ بمقدار 90 درجه.",
      "id": 1502
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-32fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-32f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-32f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 669,
    "name": {
      "persian": "پرس پا دستگاه تک پا",
      "english": "Single Leg Press",
      "arabic": "Single Leg Press",
      "id": 1503
    },
    "recommandation": {
      "persian": "●بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n●هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-اعد قضيب الأمان إلى موضعه الأصلي بعد إجراء التكرارات المطلوبة\r\n-شهيق عند تقلص الركبة وزفير عند فتح الركبة",
      "id": 1504
    },
    "howToDo": {
      "persian": "●کف یک پا را در پد مخصوص قرار دهید ،توجه داشته باشید کف پا در راستای ران شما باشد،با دستها دستگیره ها را بگیرید.\r\n●میله ایمنی را تغییر حالت دهید،پای شما در مقابل شما کاملا باز باشند،توجه کنید که زانوی شما قفل نباشد همچنین بالاتنه شما باید با ران شما زاویه 90 درجه داشته باشد.\r\n●زانوها را جمع کنید تا زاویه ساق و ران شما 90 درجه شود.",
      "english": null,
      "arabic": "-.ضع باطن قدم واحدة على وسادة مخصصة ، وتأكد من أنه يتماشى مع فخذك ، وامسك المقابض بيدك.\r\n- غيّر حالة وضع قضيب الأمان ، حافظ على رجليك مفتوحتين أمامك تمامًا ، وتأكد من أن ركبتيك غير مقفلتين وأن الجزء العلوي من جسمك يجب أن يكون بزاوية 90 درجة مع فخذيك.\r\n-اجمع ركبتيك لتكون الزاوية بين الساق والفخذ بمقدار 90 درجه.",
      "id": 1505
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-32mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-32m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-32 m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 670,
    "name": {
      "persian": "اسکوات پا دمبل میانه",
      "english": "Plie Dumbbell Squat",
      "arabic": "Plie Dumbbell Squat",
      "id": 1506
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت زانو از پنجه ها جلو نزند و کمر حالت طبیعی خود را حفظ کند.\r\n●هنگام نشستن زانو به سمت بیرون و در جهت پنجه ها متمایل باشد.\r\n●هنگام پایین آمدن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا يجب ان تتقدم الركبة على الاصابع ويجب المحافظة على الظهر بحالته الطبيعية .\r\n- لتكن الركبة بجهة الخارج أثناء الجلوس وبجهة الاصابع .\r\n-اثناء النزول للاسفل شهيق وعند الاستقامة زفير .",
      "id": 1507
    },
    "howToDo": {
      "persian": "●میله دستگاه را در ارتفاع شانه تنظیم کنید.\r\n●پاها بیشتر از عرض شانه باز شود، پنجه ها کاملا رو به بیرون باشند.\r\n●دستها بیشتر از عرض شانه باز باشد.\r\n●با خم کردن زانو باسن را به زمین نزدیک کنید.\r\n●ران شما موازی زمین شود.",
      "english": null,
      "arabic": "-اضبط قضيب الجهاز على ارتفاع الكتف.\r\n- يجب ان تكون القدمين مفتوحتين اكثر من عرض الكتفين والاصابع متجهة للخارج بشكل كامل .\r\n-يجب ان تكون اليدين مفتوحتين اكثر من عرض الكتفين .\r\n- قرب وركك من الارض عن طريق ثني الركبة  .\r\n- ليكن فخذك مواز للارض ..",
      "id": 1508
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      6,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 671,
    "name": {
      "persian": "اسکوات پا دمبل میانه",
      "english": "Plie Dumbbell Squat",
      "arabic": "Plie Dumbbell Squat",
      "id": 1509
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت زانو از پنجه ها جلو نزند و کمر حالت طبیعی خود را حفظ کند.\r\n●هنگام نشستن زانو به سمت بیرون و در جهت پنجه ها متمایل باشد.\r\n●هنگام پایین آمدن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا يجب ان تتقدم الركبة على الاصابع ويجب المحافظة على الظهر بحالته الطبيعية .\r\n- لتكن الركبة بجهة الخارج أثناء الجلوس وبجهة الاصابع .\r\n-اثناء النزول للاسفل شهيق وعند الاستقامة زفير . ",
      "id": 1510
    },
    "howToDo": {
      "persian": "●میله دستگاه را در ارتفاع شانه تنظیم کنید.\r\n●پاها بیشتر از عرض شانه باز شود، پنجه ها کاملا رو به بیرون باشند.\r\n●دستها بیشتر از عرض شانه باز باشد.\r\n●با خم کردن زانو باسن را به زمین نزدیک کنید.\r\n●ران شما موازی زمین شود.",
      "english": null,
      "arabic": "-اضبط قضيب الجهاز على ارتفاع الكتف.\r\n- يجب ان تكون القدمين مفتوحتين اكثر من عرض الكتفين والاصابع متجهة للخارج بشكل كامل .\r\n-يجب ان تكون اليدين مفتوحتين اكثر من عرض الكتفين .\r\n- قرب وركك من الارض عن طريق ثني الركبة  .\r\n- ليكن فخذك مواز للارض ..",
      "id": 1511
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-39m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      6,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 672,
    "name": {
      "persian": "کول سیم کش",
      "english": "Cable Upright Row",
      "arabic": "Cable Upright Row",
      "id": 1512
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج همواره بالاتر از ساعد باشد.\r\n●هنگام بالا بردن میله بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع القضيب وشهيق عند انزاله .",
      "id": 1513
    },
    "howToDo": {
      "persian": "●قرقره دستگاه  را در پایینترین قسمت قرار دهید،میله را به آن متصل کنید.\r\n●روبروی قرقره بایستید میله را بگیرید.\r\n●دستها به اندازه عرض شانه باز ،بازوها کاملا باز و کشیده  ،آرنج کمی خم،کف دستها رو به بدن باشد.\r\n●با خم کردن آرنج ها و بالا بردن بازو میله را از  نزدیکی بدن بالا ببرید.\r\n●میله را در سطح شانه قرار دهید.\r\n●در این حالت بازو کمی بالاتر از حالت موازی با زمین میباشد.",
      "english": null,
      "arabic": "-ضع بكرة الجهاز في الأسفل واربط القضيب به.\r\n-قف أمام البكرة وامسك بالقضيب .\r\n-اجعل اليدين متباعدتين بمقدار عرض الكتفين ، الذراعان مفتوحتان بشكل كامل والمرفقان مثنيان قليلاً ، وراحتا الكف تواجه الجسم .\r\n-ارفع الباربل بالقرب من جسمك عن طريق ثني مرفقيك ورفع ذراعك\r\n-ضع القضيب عند مستوى الكتف.\r\n-في هذه الحالة ، تكون الذراع أعلى بقليل من الموازاة للأرض.",
      "id": 1514
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol7-wth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol7-w.jpg",
    "video": "https://workout.o2fitt.com/videos/kol7-f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      3
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 673,
    "name": {
      "persian": "کول سیم کش",
      "english": "Cable Upright Row",
      "arabic": "Cable Upright Row",
      "id": 1515
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج همواره بالاتر از ساعد باشد.\r\n●هنگام بالا بردن میله بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع القضيب وشهيق عند انزاله .",
      "id": 1516
    },
    "howToDo": {
      "persian": "●قرقره دستگاه  را در پایینترین قسمت قرار دهید،میله را به آن متصل کنید.\r\n●روبروی قرقره بایستید میله را بگیرید.\r\n●دستها به اندازه عرض شانه باز ،بازوها کاملا باز و کشیده  ،آرنج کمی خم،کف دستها رو به بدن باشد.\r\n●با خم کردن آرنج ها و بالا بردن بازو میله را از  نزدیکی بدن بالا ببرید.\r\n●میله را در سطح شانه قرار دهید.\r\n●در این حالت بازو کمی بالاتر از حالت موازی با زمین میباشد.",
      "english": null,
      "arabic": "-ضع بكرة الجهاز في الأسفل واربط القضيب به.\r\n-قف أمام البكرة وامسك بالقضيب .\r\n-اجعل اليدين متباعدتين بمقدار عرض الكتفين ، الذراعان مفتوحتان بشكل كامل والمرفقان مثنيان قليلاً ، وراحتا الكف تواجه الجسم .\r\n-ارفع الباربل بالقرب من جسمك عن طريق ثني مرفقيك ورفع ذراعك\r\n-ضع القضيب عند مستوى الكتف.\r\n-في هذه الحالة ، تكون الذراع أعلى بقليل من الموازاة للأرض.",
      "id": 1517
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol7-mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol7-m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol7-m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      3
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 674,
    "name": {
      "persian": "پشت بازو دمبل پرسی ایستاده",
      "english": " Overhead Dumbbell Triceps Extension",
      "arabic": " Overhead Dumbbell Triceps Extension",
      "id": 1518
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازو ثابت و فقط ساعد تان حرکت کند.\r\n● بهتر است در این حرکت از یار کمکی بهره ببرید.\r\n● هنگام پایین آوردن دمبل دم و وقتی بالا می برید بازدم کنید.",
      "english": null,
      "arabic": null,
      "id": 1519
    },
    "howToDo": {
      "persian": "●یک دمبل را با هر دو دست در بالای سر بگیرید.\r\n●بازوها کاملاً باز و کشیده عمود بر سطح زمین در کنار سر ،کف دست ها قسمت داخلی دمبل را لمس کند، شست دست ها به دور میله دمبل ،آرنج ها به سمت داخل باشد.\r\n●دمبل را در مسیر دایره ای شکل پایین بیاورید.\r\n●ساعد با جلو بازو برخورد کند.",
      "english": null,
      "arabic": null,
      "id": 1520
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 675,
    "name": {
      "persian": "پشت بازو دمبل پرسی ایستاده",
      "english": " Overhead Dumbbell Triceps Extension",
      "arabic": " Overhead Dumbbell Triceps Extension",
      "id": 1521
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازو ثابت و فقط ساعد تان حرکت کند.\r\n● بهتر است در این حرکت از یار کمکی بهره ببرید.\r\n● هنگام پایین آوردن دمبل دم و وقتی بالا می برید بازدم کنید.",
      "english": null,
      "arabic": null,
      "id": 1522
    },
    "howToDo": {
      "persian": "●یک دمبل را با هر دو دست در بالای سر بگیرید.\r\n●بازوها کاملاً باز و کشیده عمود بر سطح زمین در کنار سر ،کف دست ها قسمت داخلی دمبل را لمس کند، شست دست ها به دور میله دمبل ،آرنج ها به سمت داخل باشد.\r\n●دمبل را در مسیر دایره ای شکل پایین بیاورید.\r\n●ساعد با جلو بازو برخورد کند.",
      "english": null,
      "arabic": null,
      "id": 1523
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 676,
    "name": {
      "persian": "پشت بازو دمبل چکشی جفت خوابیده",
      "english": "Lying Dumbbell Tricep Extension",
      "arabic": "Lying Dumbbell Tricep Extension",
      "id": 1524
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج هابه سمت داخل باشند.\r\n● هنگام پایین آوردن دمبل دم و وقتی بالا می برید بازدم کنید.",
      "english": null,
      "arabic": "-عند الاجراء لتكن حركة الاكواع نحو الداخل \r\n- عند انزال الاثقال شهيق وعند رفعها زفير .",
      "id": 1525
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید بر روی زمین دراز بکشید.\r\n●زانوها خم باشد دمبل ها را در بالای قفسه سینه نگاه دارید در حالیکه بازوها کاملاً کشیده عمود بر زمین، آرنج کمی خم، کف دستها رو به هم باشد.\r\n●با خم کردن آرنج دمبل ها را در مسیر دایره ای شکل به سمت پایین بیاورید.\r\n●دمبل ها نزدیک پیشانی شوند.",
      "english": null,
      "arabic": "- أمسك الأثقال في كل يد واستلقي على الأرض.\r\n- فلتكن ركبتيك مثنيتين ، أمسك الأثقال فوق صدرك مع تمديد ذراعيك بالكامل بشكل عمودي على الأرض ، وقم بثني مرفقيك قليلاً ، ولتكن كفوفك في مواجهة بعضهما البعض.\r\n-اثن الأثقال للأسفل بحركة دائرية  وذلك عن طريق ثني المرفقين.\r\n- فلتكن الأثقال قريبة من الجبهة .",
      "id": 1526
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-11fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-11f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-11f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 677,
    "name": {
      "persian": "پشت بازو دمبل چکشی جفت خوابیده",
      "english": "Lying Dumbbell Tricep Extension",
      "arabic": "Lying Dumbbell Tricep Extension",
      "id": 1527
    },
    "recommandation": {
      "persian": null,
      "english": null,
      "arabic": "-عند الاجراء لتكن حركة الاكواع نحو الداخل \r\n- عند انزال الاثقال شهيق وعند رفعها زفير .",
      "id": 3454
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید بر روی میز دراز بکشید.\r\n●زانوها خم باشد دمبل ها را در بالای قفسه سینه نگاه دارید در حالیکه بازوها کاملاً کشیده عمود بر زمین، آرنج کمی خم، کف دستها رو به هم باشد.\r\n●با خم کردن آرنج دمبل ها را در مسیر دایره ای شکل به سمت پایین بیاورید.\r\n●دمبل ها نزدیک پیشانی شوند.",
      "english": null,
      "arabic": "- أمسك الأثقال في كل يد واستلقي على الأرض.\r\n- فلتكن ركبتيك مثنيتين ، أمسك الأثقال فوق صدرك مع تمديد ذراعيك بالكامل بشكل عمودي على الأرض ، وقم بثني مرفقيك قليلاً ، ولتكن كفوفك في مواجهة بعضهما البعض.\r\n-اثن الأثقال للأسفل بحركة دائرية  وذلك عن طريق ثني المرفقين.\r\n- فلتكن الأثقال قريبة من الجبهة .",
      "id": 1528
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-11mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-11m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-11m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 678,
    "name": {
      "persian": "پشت بازو دمبل جفت چکشی  نشسته",
      "english": "Dumbbell Triceps Extension",
      "arabic": "Dumbbell Triceps Extension",
      "id": 1529
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازوها ثابت و فقط ساعد حرکت کند.\r\n- هنگام پایین آوردن دمبل ها دم و وقتی بالا می برید بازدم کنید.",
      "english": null,
      "arabic": "-عند الاجراء لتكن حركة الاكواع نحو الداخل \r\n- عند انزال الاثقال شهيق وعند رفعها زفير .",
      "id": 1530
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید بر روی نیمکت تخت دراز بکشید.\r\n●بازوها کاملاً باز و کشیده عمود بر زمین، کف دست ها رو به روی هم، آرنج ها رو به داخل و کمی خم باشند.\r\n●با خم کردن آرنج ها دمبل ها را در  مسیر دایره ای پایین بیاورید.\r\n●دمبلها نزدیک به گوش شما باشند.",
      "english": null,
      "arabic": "- أمسك الأثقال في كل يد واستلقي على الأرض.\r\n- فلتكن ركبتيك مثنيتين ، أمسك الأثقال فوق صدرك مع تمديد ذراعيك بالكامل بشكل عمودي على الأرض ، وقم بثني مرفقيك قليلاً ، ولتكن كفوفك في مواجهة بعضهما البعض.\r\n-اثن الأثقال للأسفل بحركة دائرية  وذلك عن طريق ثني المرفقين.\r\n- فلتكن الأثقال قريبة من الجبهة .",
      "id": 1531
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 680,
    "name": {
      "persian": "پشت بازو دمبل جفت چکشی  نشسته",
      "english": "Dumbbell Triceps Extension",
      "arabic": "Dumbbell Triceps Extension",
      "id": 1535
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بازوها ثابت و فقط ساعد حرکت کند.\r\n● هنگام پایین آوردن دمبل ها دم و وقتی بالا می برید بازدم کنید.",
      "english": null,
      "arabic": "-عند الاجراء لتكن حركة الاكواع نحو الداخل \r\n- عند انزال الاثقال شهيق وعند رفعها زفير .",
      "id": 1536
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید بر روی نیمکت تخت دراز بکشید.\r\n●بازوها کاملاً باز و کشیده عمود بر زمین، کف دست ها رو به روی هم، آرنج ها رو به داخل و کمی خم باشند.\r\n●با خم کردن آرنج ها دمبل ها را در  مسیر دایره ای پایین بیاورید.\r\n●دمبلها نزدیک به گوش شما باشند.",
      "english": null,
      "arabic": "- أمسك الأثقال في كل يد واستلقي على الأرض.\r\n- فلتكن ركبتيك مثنيتين ، أمسك الأثقال فوق صدرك مع تمديد ذراعيك بالكامل بشكل عمودي على الأرض ، وقم بثني مرفقيك قليلاً ، ولتكن كفوفك في مواجهة بعضهما البعض.\r\n-اثن الأثقال للأسفل بحركة دائرية  وذلك عن طريق ثني المرفقين.\r\n- فلتكن الأثقال قريبة من الجبهة .",
      "id": 1537
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 681,
    "name": {
      "persian": "پشت بازو دمبل تک دست ایستاده",
      "english": "One Arm Dumbbell Extension",
      "arabic": "One Arm Dumbbell Extension",
      "id": 1538
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n● کف دست در طول اجرا رو به بدن باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": null,
      "id": 1539
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید، صاف بایستید.\r\n●دمبل را به بالای سر ببرید به شکلی که بازو کاملاً باز و کشیده نزدیک به سر ،آرنج کمی خم و رو به داخل ،کف دست رو به جلو باشد.\r\n●با خم کردن آرنج دمبل را در مسیر دایره ای به پشت سر ببرید.\r\n●ساعد ،جلو بازو را لمس کند.",
      "english": null,
      "arabic": null,
      "id": 1540
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-17fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-17f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-17f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 682,
    "name": {
      "persian": "پشت بازو دمبل تک دست ایستاده",
      "english": "One-Arm Dumbbell Extension",
      "arabic": "One-Arm Dumbbell Extension",
      "id": 1541
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n● کف دست در طول اجرا رو به بدن باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": null,
      "id": 1542
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید، صاف بایستید.\r\n●دمبل را به بالای سر ببرید به شکلی که بازو کاملاً باز و کشیده نزدیک به سر ،آرنج کمی خم و رو به داخل ،کف دست رو به جلو باشد.\r\n●با خم کردن آرنج دمبل را در مسیر دایره ای به پشت سر ببرید.\r\n●ساعد ،جلو بازو را لمس کند.",
      "english": null,
      "arabic": null,
      "id": 1543
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-17mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-17m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-17m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 683,
    "name": {
      "persian": "پشت بازو دمبل تک نشسته",
      "english": " Over-Head Triceps Extension",
      "arabic": " Over-Head Triceps Extension",
      "id": 1544
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n● کف دست در طول اجرا رو به بدن باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- الذراع ثابت اثناء الاجراء والساعد متحرك \r\n- راحة اليد مواجهة للجسم اثناء الاجراء.\r\n-عند انزال الاثقال شهيق وعند رفعها زفير ",
      "id": 1545
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید و روی یک نیمکت پشتی دار بنشینید.\r\n●دمبل را به بالای سر ببرید به شکلی که بازو کاملاً باز و کشیده نزدیک به سر، آرنج کمی خم و رو به داخل ،کف دست رو به جلو باشد.\r\n●با خم کردن آرنج دمبل را در مسیر دایره ای به پشت سر ببرید.\r\n●ساعد ،جلو بازو را لمس کند.",
      "english": null,
      "arabic": "- امسك الأثقال واجلس على مقعد له مسند .\r\n- ارفع الأثقال إلى أعلى الرأس بحيث يكون الذراع مفتوحًا تمامًا وممتدًا بالقرب من الرأس ، ويكون الكوع مثنيًا قليلاً ويتجه للداخل ، وتكون راحة اليد متجهة للأمام.\r\n-اثنِ الأثقال بحركة دائرية  خلف الرأس وذلك عن طريق ثني الكوع .\r\n- یجب آن یکون الساعد ملامساٌ للعضله الآمامیه. ",
      "id": 1546
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-18fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-18f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-18f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 684,
    "name": {
      "persian": "پشت بازو دمبل تک نشسته",
      "english": "  Over-Head Triceps Extension",
      "arabic": "  Over-Head Triceps Extension",
      "id": 1547
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n● کف دست در طول اجرا رو به بدن باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- الذراع ثابت اثناء الاجراء والساعد متحرك \r\n- راحة اليد مواجهة للجسم اثناء الاجراء.\r\n-عند انزال الاثقال شهيق وعند رفعها زفير ",
      "id": 1548
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید و روی یک نیمکت پشتی دار بنشینید.\r\n●دمبل را به بالای سر ببرید به شکلی که بازو کاملاً باز و کشیده نزدیک به سر، آرنج کمی خم و رو به داخل ،کف دست رو به جلو باشد.\r\n●با خم کردن آرنج دمبل را در مسیر دایره ای به پشت سر ببرید.\r\n●ساعد ،جلو بازو را لمس کند.",
      "english": null,
      "arabic": "- امسك الأثقال واجلس على مقعد له مسند .\r\n- ارفع الأثقال إلى أعلى الرأس بحيث يكون الذراع مفتوحًا تمامًا وممتدًا بالقرب من الرأس ، ويكون الكوع مثنيًا قليلاً ويتجه للداخل ، وتكون راحة اليد متجهة للأمام.\r\n-اثنِ الأثقال بحركة دائرية  خلف الرأس وذلك عن طريق ثني الكوع .\r\n- یجب آن یکون الساعد ملامساٌ للعضله الآمامیه. ",
      "id": 1549
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-18mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-18m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-18m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 685,
    "name": {
      "persian": "پشت بازو دمبل تک خم",
      "english": "Triceps Dumbbell Kickback",
      "arabic": " Triceps Dumbbell Kickback",
      "id": 1550
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- الذراع ثابت اثناء التمرين وفقط الساعد متحرك \r\n- عند خفض الاثقال شهيق وعند رفعها زفير",
      "id": 1551
    },
    "howToDo": {
      "persian": "●یک دمبل را در یک دست بگیرید در حالی که زانوها کمی خم ،پاها به اندازه عرض لگن باز می باشد.\r\n●کمر را خم کنید تا تقریباً بالا تنه تان موازی با سطح زمین شود، حالت طبیعی کمر را حفظ کنید، سرتان رو به بالا باشد، بازو در کنار بالا تنه و تقریبا موازی با زمین، زاویه بازو با ساعد تقریباً 90 درجه و کف دست رو به بدنتان باشد.\r\n●با باز کردن آرنج دمبل را به بالا ببرید.\r\n●ساعد موازی با سطح زمین شود.",
      "english": null,
      "arabic": "- أمسِك الأثقال بيد واحدة مع ثني ركبتيك قليلًا وبمسافة يكون فيها عرض ساقيك بعرض الوركين .\r\n- اثنِ ظهرك بحيث يكون جذعك العلوي موازيًا للأرض تقريبًا ، وحافظ على ظهرك في الوضع الطبيعي ، وأبق رأسك مرفوعًا ، وذراعك بجابنب جذعك وتقريبًا موازية للأرض ، و بزاوية 90 درجة تقريبًا وراحة يدك مواجهة لجسمك .\r\n- ارفع الأثقال بفتح الكوع .\r\n-ليكن ساعدك موازی لسطح الأرض .",
      "id": 1552
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-20fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-20f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-20f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 686,
    "name": {
      "persian": "پشت بازو دمبل تک خم",
      "english": "Triceps Dumbbell Kickback",
      "arabic": "Triceps Dumbbell Kickback",
      "id": 1553
    },
    "recommandation": {
      "persian": "●بازوی شما در طول اجرا ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام پایین آوردن دمبل دم و وقتی به بالا می برید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- الذراع ثابت اثناء التمرين وفقط الساعد متحرك \r\n- عند خفض الاثقال شهيق وعند رفعها زفير",
      "id": 1554
    },
    "howToDo": {
      "persian": "●یک دمبل را در یک دست بگیرید در حالی که زانوها کمی خم ،پاها به اندازه عرض لگن باز می باشد.\r\n●کمر را خم کنید تا تقریباً بالا تنه تان موازی با سطح زمین شود، حالت طبیعی کمر را حفظ کنید، سرتان رو به بالا باشد، بازو در کنار بالا تنه و تقریبا موازی با زمین، زاویه بازو با ساعد تقریباً 90 درجه و کف دست رو به بدنتان باشد.\r\n●با باز کردن آرنج دمبل را به بالا ببرید.\r\n●ساعد موازی با سطح زمین شود.",
      "english": null,
      "arabic": "- أمسِك الأثقال بيد واحدة مع ثني ركبتيك قليلًا وبمسافة يكون فيها عرض ساقيك بعرض الوركين .\r\n- اثنِ ظهرك بحيث يكون جذعك العلوي موازيًا للأرض تقريبًا ، وحافظ على ظهرك في الوضع الطبيعي ، وأبق رأسك مرفوعًا ، وذراعك بجابنب جذعك وتقريبًا موازية للأرض ، و بزاوية 90 درجة تقريبًا وراحة يدك مواجهة لجسمك .\r\n- ارفع الأثقال بفتح الكوع .\r\n-ليكن ساعدك موازی لسطح الأرض .",
      "id": 1555
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-20mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-20m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-20m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 687,
    "name": {
      "persian": "پشت بازو دیپ دو نیمکت",
      "english": "Bench Dips",
      "arabic": "Bench Dips",
      "id": 1556
    },
    "recommandation": {
      "persian": "●آرنج در طول حرکت نزدیک به بالاتنه باشد.\r\n● هنگام پایین رفتن دم و وقتی بالا می آیید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع قريب من القسم العلوي من الجسم\r\n- عند النزول شهيق وعند الصعود زفير ",
      "id": 1557
    },
    "howToDo": {
      "persian": "●یک نیمکت پشت سرخود و یک نیمکت جلوی خود قرار دهید نیمکت ها عمود بر بدن باشند. \r\n●دست ها به اندازه عرض شانه باز ،زانو کمی خم ،بازوها باز و کشیده عمود بر زمین زاویه ران با بالاتنه 90 درجه باشد.\r\n●با خم کردن آرنج بالاتنه را پایین بیاورید.\r\n●زاویه بازو و ساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "- ضع مقعدًا خلفك ومقعدًا أمامك ، ويجب أن تكون المقاعد عمودية على الجسم.\r\n- يجب أن يكون تباعد اليدين بمقدار عرض الكتفين ، والركبتان مثنيتان قليلاً ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الجذع والأرض بزاوية 90 درجة .\r\n- اخفض الجزء العلوي من الجسم وذلك عن طريق ثني الكوع ..\r\n - يجب أن تكون زاوية الذراع والساعد أقل من 90 درجة.",
      "id": 1558
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-25fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-25f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-25f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      11,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 688,
    "name": {
      "persian": "پشت بازو دیپ دو نیمکت",
      "english": "Bench Dips",
      "arabic": "Bench Dips",
      "id": 1559
    },
    "recommandation": {
      "persian": "- آرنج در طول حرکت نزدیک به بالاتنه باشد.\r\n- هنگام پایین رفتن دم و وقتی بالا می آیید بازدم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء التمرين الكوع قريب من القسم العلوي من الجسم\r\n- عند النزول شهيق وعند الصعود زفير ",
      "id": 3365
    },
    "howToDo": {
      "persian": "- یک نیمکت پشت سرخود و یک نیمکت جلوی خود قرار دهید نیمکت ها عمود بر بدن باشند. \r\n- دست ها به اندازه عرض شانه باز ،زانو کمی خم ،بازوها باز و کشیده عمود بر زمین زاویه ران با بالاتنه 90 درجه باشد.\r\n- با خم کردن آرنج بالاتنه را پایین بیاورید.\r\n- زاویه بازو و ساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "- ضع مقعدًا خلفك ومقعدًا أمامك ، ويجب أن تكون المقاعد عمودية على الجسم.\r\n- يجب أن يكون تباعد اليدين بمقدار عرض الكتفين ، والركبتان مثنيتان قليلاً ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الجذع والأرض بزاوية 90 درجة .\r\n- اخفض الجزء العلوي من الجسم وذلك عن طريق ثني الكوع ..\r\n - يجب أن تكون زاوية الذراع والساعد أقل من 90 درجة.",
      "id": 1560
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-25mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-25m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-25m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      11,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 689,
    "name": {
      "persian": "پشت بازو خوابیده سیم کش",
      "english": "Lying Triceps Extension",
      "arabic": "Lying Triceps Extension",
      "id": 1561
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا ثابت و آرنج به سمت داخل باشد.\r\n● بهتر است در این تمرین شما از یار کمکی استفاده کنید.\r\n●هنگام پایین آوردن میله دم و هنگام بالا بردن میله بازدم کنید.",
      "english": null,
      "arabic": null,
      "id": 1562
    },
    "howToDo": {
      "persian": "●بر روی یک نیمکت تخت که انتهای آن با ستون سیم کش 50 تا 60 سانتیمتر فاصله دارد دراز بکشید.\r\n●قرقره را در پایین ترین قسمت گیر دهید، بازو کاملاً کشیده عمود بر سطح زمین، آرنج به سمت داخل و کمی خم، کف دست رو به جلو و فاصله دست ها کمتر از عرض شانه باشد.\r\n●میله را با خم کردن آرنج ها پایین بیاورید.\r\n●میله آرام با پیشانی تماس پیدا کند.",
      "english": null,
      "arabic": null,
      "id": 1563
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-28fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-28f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-28f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 690,
    "name": {
      "persian": "پشت بازو خوابیده سیم کش",
      "english": "Lying Triceps Extension",
      "arabic": "Lying Triceps Extension",
      "id": 1564
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا ثابت و آرنج به سمت داخل باشد.\r\n● بهتر است در این تمرین شما از یار کمکی استفاده کنید.\r\n●هنگام پایین آوردن میله دم و هنگام بالا بردن میله بازدم کنید.",
      "english": null,
      "arabic": null,
      "id": 1565
    },
    "howToDo": {
      "persian": "●بر روی یک نیمکت تخت که انتهای آن با ستون سیم کش 50 تا 60 سانتیمتر فاصله دارد دراز بکشید.\r\n●قرقره را در پایین ترین قسمت گیر دهید، بازو کاملاً کشیده عمود بر سطح زمین، آرنج به سمت داخل و کمی خم، کف دست رو به جلو و فاصله دست ها کمتر از عرض شانه باشد.\r\n●میله را با خم کردن آرنج ها پایین بیاورید.\r\n●میله آرام با پیشانی تماس پیدا کند.",
      "english": null,
      "arabic": null,
      "id": 1566
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-28mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-28m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-28m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 691,
    "name": {
      "persian": "پشت بازو سیم کش ایستاده",
      "english": "Triceps Pushdown",
      "arabic": "Triceps Pushdown",
      "id": 1567
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن میله بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "- الذراعين ثابتين اثناء التمرين وقريبين من الجسم \r\n- عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 1568
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید، یک میله صاف یا زاویه دار را به آن وصل کنید ،رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دستها رو به پایین، زانو کمی خم ، بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو 90 درجه ،بازو  چسبیده به بدن و عمود به زمین، آرنج ها رو به داخل باشند.\r\n●با باز کردن آرنج ها میله را به زمین نزدیک کنید.\r\n●بازوها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1569
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-30fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-30f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-30f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 692,
    "name": {
      "persian": "پشت بازو سیم کش ایستاده",
      "english": "Triceps Pushdown",
      "arabic": "Triceps Pushdown",
      "id": 1570
    },
    "recommandation": {
      "persian": "- بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n- هنگام پایین بردن میله بازدم و وقتی به سمت بالا می‌آورید دم انجام شود.",
      "english": null,
      "arabic": "- الذراعين ثابتين اثناء التمرين وقريبين من الجسم \r\n- عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 3366
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید، یک میله صاف یا زاویه دار را به آن وصل کنید ،رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دستها رو به پایین، زانو کمی خم ، بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو 90 درجه ،بازو  چسبیده به بدن و عمود به زمین، آرنج ها رو به داخل باشند.\r\n●با باز کردن آرنج ها میله را به زمین نزدیک کنید.\r\n●بازوها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1571
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-30mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-30m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-30m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 693,
    "name": {
      "persian": "پشت بازو سیم کش دستگیره وی",
      "english": "Triceps Pushdown - V-Bar Attachment",
      "arabic": "Triceps Pushdown - V-Bar Attachment",
      "id": 1572
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن میله بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "- الذراعين ثابتين اثناء التمرين وقريبين من الجسم \r\n- عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 1573
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید، یک میله زاویه دار را به آن وصل کنید ،رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست ها رو به پایین، زانو کمی خم ،بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو تقریباً 90 درجه بازو چسبیده به بدن و عمود به زمین آرنج ها رو به داخل باشند ،فاصله دست ها از هم کمتر از عرض شانه.\r\n●با باز کردن آرنج ها میله را به زمین نزدیک کنید.\r\n●بازوها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1574
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-31fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-31f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-31f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 694,
    "name": {
      "persian": "پشت بازو سیم کش دستگیره وی",
      "english": "Triceps Pushdown - V-Bar Attachment",
      "arabic": "Triceps Pushdown - V-Bar Attachment",
      "id": 1575
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن میله بازدم و وقتی به سمت بالا می‌آورید دم انجام شود.",
      "english": null,
      "arabic": "- الذراعين ثابتين اثناء التمرين وقريبين من الجسم \r\n- عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 3367
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید، یک میله زاویه دار را به آن وصل کنید ،رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست ها رو به پایین، زانو کمی خم ،بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو تقریباً 90 درجه بازو چسبیده به بدن و عمود به زمین آرنج ها رو به داخل باشند ،فاصله دست ها از هم کمتر از عرض شانه.\r\n●با باز کردن آرنج ها میله را به زمین نزدیک کنید.\r\n●بازوها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1576
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-31mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-31m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-31m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 695,
    "name": {
      "persian": "پشت بازو سیم کش تک دست معکوس",
      "english": "Single- Arm reverse pulldown",
      "arabic": "Single- Arm reverse pulldown",
      "id": 1577
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن دستگیره بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "-الذراعين اثناء التمرين ثابتين وقريبين من الجسم \r\n-زفير عند خفض المقبض  وشهيق عند رفعه.",
      "id": 1578
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید دستگیره را به آن وصل کنید.\r\n●رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست رو به بالا، زانو کمی خم ،بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو 90 درجه ،بازو چسبیده به بدن و عمود به زمین آرنج رو به داخل باشند.\r\n●با باز کردن آرنج ها دستگیره را به زمین نزدیک کنید.\r\n●بازو ها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1579
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-32fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-32f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-32f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 696,
    "name": {
      "persian": "پشت بازو سیم کش تک دست معکوس",
      "english": "Single- Arm reverse pulldown",
      "arabic": "Single- Arm reverse pulldown",
      "id": 1580
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن دستگیره بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "-الذراعين اثناء التمرين ثابتين وقريبين من الجسم \r\n-زفير عند خفض المقبض  وشهيق عند رفعه.",
      "id": 1581
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید دستگیره را به آن وصل کنید.\r\n●رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست رو به بالا، زانو کمی خم ،بالاتنه کمی متمایل به جلو، زاویه ساعد و بازو 90 درجه ،بازو چسبیده به بدن و عمود به زمین آرنج رو به داخل باشند.\r\n●با باز کردن آرنج ها دستگیره را به زمین نزدیک کنید.\r\n●بازو ها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط قضيبًا مسطحًا أو مائلًا بها ، بعدها قف بشكل مستقيم وقريب من الجهاز. \r\n- لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل .\r\n- فلتجعل القضيب أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1582
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-32mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-32m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-32m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 697,
    "name": {
      "persian": "پشت بازو سیم کش تک دست",
      "english": "Cable One Arm",
      "arabic": "Cable One Arm",
      "id": 1583
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن دستگیره بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "-الذراعين اثناء التمرين ثابتين وقريبين من الجسم \r\n-زفير عند خفض المقبض  وشهيق عند رفعه.",
      "id": 1584
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید دستگیره را به آن وصل کنید.\r\n●رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست رو به پایین ،زانو کمی خم ،بالاتنه کمی متمایل به جلو و زاویه ساعد و بازو 90 درجه، بازو چسبیده به بدن و عمود به زمین ،آرنج رو به داخل باشند.\r\n●با باز کردن آرنج ها دستگیره را به زمین نزدیک کنید.\r\n●بازو ها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط مقبضاً بها. \r\n- قف مستقيماً مقابل الجهاز وكن قريب منه .                                                                                                                            - لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل\r\n- فلتجعل المقبض أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1585
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-33fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-33f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-33f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 698,
    "name": {
      "persian": "پشت بازو سیم کش تک دست",
      "english": "Cable One Arm",
      "arabic": "Cable One Arm",
      "id": 1586
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرا نزدیک بدن و ثابت بمانند.\r\n●هنگام پایین بردن دستگیره بازدم و وقتی به سمت بالا می آورید دم انجام شود.",
      "english": null,
      "arabic": "-الذراعين اثناء التمرين ثابتين وقريبين من الجسم \r\n-زفير عند خفض المقبض  وشهيق عند رفعه.",
      "id": 1587
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید دستگیره را به آن وصل کنید.\r\n●رو بروی دستگاه و نزدیک آن صاف بایستید.\r\n●کف دست رو به پایین ،زانو کمی خم ،بالاتنه کمی متمایل به جلو و زاویه ساعد و بازو 90 درجه، بازو چسبیده به بدن و عمود به زمین ،آرنج رو به داخل باشند.\r\n●با باز کردن آرنج ها دستگیره را به زمین نزدیک کنید.\r\n●بازو ها کاملاً کشیده و خم کمی در آرنج وجود داشته باشد.",
      "english": null,
      "arabic": "-ضع بكرة الأسلاك في أعلى نقطة ، ثم اربط مقبضاً بها. \r\n- قف مستقيماً مقابل الجهاز وكن قريب منه .                                                                                                                            - لتكن الكفوف متجهة لأسفل ، والركبتان مثنيتان قليلاً ، والجزء العلوي من الجسم يميل قليلاً إلى الأمام ، وزاوية بين الساعد والذراع 90 درجة ، والذراع ملتصق بالجسم وبشكل عمودي على الأرض ، والمرفقان متجهان نحو الداخل\r\n- فلتجعل المقبض أقرب إلى الأرض وذلك بفتح المرفقين.\r\n-لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1588
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-33mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-33m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-33m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 699,
    "name": {
      "persian": "پشت بازو سیم کش دست معکوس",
      "english": "Reverse Grip Triceps Pushdown",
      "arabic": "Reverse Grip Triceps Pushdown",
      "id": 1589
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام بالا بردن میله دم و وقتی پایین می آورید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الذراعين ثابتين والساعد متحرك\r\n-عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 1590
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت سیمکش قرار دهید میله را به قرقره و وصل کنید.\r\n●رو بروی سیم کش در فاصله حدود 40 سانتی متری بایستید.\r\n●کف دستها رو به بالا ،بازو چسبیده به بدن ،آرنج به سمت داخل و زاویه ساعد و بازو تقریباً 90 درجه می باشد.\r\n●میله را باز کردن آرنج ها به سمت پایین ببرید.\r\n●بازوها کاملاً کشیده شود و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- ضع البكرة في الجزء العلوي من السلك واربط القضيب بها وقم بتوصيله.\r\n- قف على السلك وذلك على مسافة تبعد 40 سم تقريبًا .\r\n- ارفع كفوف اليدين للأعلى ولتكن الذراع ملتصقة بالجسم والكوع  متجه للداخل ولتكن الزاوية بين الساعد والذراع 90 درجة تقريبًا .\r\n- افتح القضيب بخفض الذرعين للاسفل .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1591
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-34fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-34f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-34f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 700,
    "name": {
      "persian": "پشت بازو سیم کش دست معکوس",
      "english": "Reverse Grip Triceps Pushdown",
      "arabic": "Reverse Grip Triceps Pushdown",
      "id": 1592
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام بالا بردن میله دم و وقتی پایین می آورید بازدم صورت گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الذراعين ثابتين والساعد متحرك\r\n-عند رفع القضيب شهيق وعند خفضه زفير ",
      "id": 1593
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت سیمکش قرار دهید میله را به قرقره و وصل کنید.\r\n●رو بروی سیم کش در فاصله حدود 40 سانتی متری بایستید.\r\n●کف دستها رو به بالا ،بازو چسبیده به بدن ،آرنج به سمت داخل و زاویه ساعد و بازو تقریباً 90 درجه می باشد.\r\n●میله را باز کردن آرنج ها به سمت پایین ببرید.\r\n●بازوها کاملاً کشیده شود و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- ضع البكرة في الجزء العلوي من السلك واربط القضيب بها وقم بتوصيله.\r\n- قف على السلك وذلك على مسافة تبعد 40 سم تقريبًا .\r\n- ارفع كفوف اليدين للأعلى ولتكن الذراع ملتصقة بالجسم والكوع  متجه للداخل ولتكن الزاوية بين الساعد والذراع 90 درجة تقريبًا .\r\n- افتح القضيب بخفض الذرعين للاسفل .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1594
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-34mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-34m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-34m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 701,
    "name": {
      "persian": "پشت بازو سیم کش طناب",
      "english": " Triceps Pushdown - Rope Attachment",
      "arabic": " Triceps Pushdown - Rope Attachment",
      "id": 1595
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام باز کردن آرنج بازدم و وقتی جمع می کنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذا التمرين الذراعين ثابتين والساعد متحرك \r\n- عند فتح الكوع زفير وعند ضمه شهيق ",
      "id": 1596
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید طناب را به آن متصل کنید.\r\n●زاویه بازو و ساعد تقریباً 90 درجه ،کف دست ها رو بروی هم و بازو عمود بر زمین باشد.\r\n●با باز کردن آرنج طناب را به جلو بدن بیاورید.\r\n●بازوها باز و کشیده آرنج کمی خم باشد.",
      "english": null,
      "arabic": " - ضع البكرة في الجزء العلوي من السلك واربط الحبل بها وقم بتوصيله.\r\n- لتكن الزاوية بين الساعد والذراع 90 درجة تقريبًا وكفوف اليدين متقابلة والذراع عمودي على الأرض .\r\n- اسحب الحبل باتجاه الجسم وذلك بفتح الذراعين  .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1597
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-35fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-35f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-35f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 702,
    "name": {
      "persian": "پشت بازو سیم کش طناب",
      "english": " Triceps Pushdown - Rope Attachment",
      "arabic": " Triceps Pushdown - Rope Attachment",
      "id": 1598
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام باز کردن آرنج بازدم و وقتی جمع می کنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذا التمرين الذراعين ثابتين والساعد متحرك \r\n- عند فتح الكوع زفير وعند ضمه شهيق ",
      "id": 1599
    },
    "howToDo": {
      "persian": "●قرقره دستگاه سیم کش را در بالاترین قسمت قرار دهید طناب را به آن متصل کنید.\r\n●زاویه بازو و ساعد تقریباً 90 درجه ،کف دست ها رو بروی هم و بازو عمود بر زمین باشد.\r\n●با باز کردن آرنج طناب را به جلو بدن بیاورید.\r\n●بازوها باز و کشیده آرنج کمی خم باشد.",
      "english": null,
      "arabic": " - ضع البكرة في الجزء العلوي من السلك واربط الحبل بها وقم بتوصيله.\r\n- لتكن الزاوية بين الساعد والذراع 90 درجة تقريبًا وكفوف اليدين متقابلة والذراع عمودي على الأرض .\r\n- اسحب الحبل باتجاه الجسم وذلك بفتح الذراعين  .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1600
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-35mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-35m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-35m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 703,
    "name": {
      "persian": "پشت بازو سیم کش طناب روی سر",
      "english": "Cable Rope Overhead Triceps Extension",
      "arabic": "Cable Rope Overhead Triceps Extension",
      "id": 1601
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام بالا بردن طناب بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذا التمرين الذراعين ثابتين والساعد متحرك \r\n- عند رفع الحبل زفير وعند انزاله  شهيق ",
      "id": 1602
    },
    "howToDo": {
      "persian": "●قرقره را در قسمت پایین سیم کش گیر دهید ،یک طناب وصل کنید ،پشت به قرقره در فاصله تقریبا 40 سانتیمتری ستون سیم کش بایستید.\r\n●کف دست ها در پشت سر نزدیک به هم، بازو عمود بر سطح زمین، زاویه بازو و ساعد کمتر از 90 درجه، آرنج ها به سمت داخل و بالا تنه کمی متمایل به جلو باشد.\r\n●با باز کردن آرنج ها طناب را به سمت بالا بکشید.\r\n●بازو کاملاً کشیده و کمی خم در آرنج باقی بماند.",
      "english": null,
      "arabic": "-ثبت البكرة بأسفل السلك واربط حبلًا بها ، ثم قف خلف البكرة على مسافة 40 سم تقريبًا من عمود السلك.\r\n-لتكن الكفوف متقاربة من بعضهما البعض وراء الرأس ، والذراع عمودي على الأرض ، والزاوية بين الذراع والساعد أقل من 90 درجة ، ويتجه المرفقان إلى الداخل والجذع العلوي يميل قليلاً إلى الأمام.\r\n-شد الحبل باتجاه الأعلى وذلك بفتح الذراعين  .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1603
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-36fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-36f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-36f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 704,
    "name": {
      "persian": "پشت بازو سیم کش طناب روی سر",
      "english": "Cable Rope Overhead Triceps Extension",
      "arabic": "Cable Rope Overhead Triceps Extension",
      "id": 1604
    },
    "recommandation": {
      "persian": "●در طول اجرای این حرکت بازوها ثابت و فقط ساعد در حرکت باشد.\r\n●هنگام بالا بردن طناب بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذا التمرين الذراعين ثابتين والساعد متحرك \r\n- عند رفع الحبل زفير وعند انزاله  شهيق ",
      "id": 1605
    },
    "howToDo": {
      "persian": "●قرقره را در قسمت پایین سیم کش گیر دهید ،یک طناب وصل کنید ،پشت به قرقره در فاصله تقریبا 40 سانتیمتری ستون سیم کش بایستید.\r\n●کف دست ها در پشت سر نزدیک به هم، بازو عمود بر سطح زمین، زاویه بازو و ساعد کمتر از 90 درجه، آرنج ها به سمت داخل و بالا تنه کمی متمایل به جلو باشد.\r\n●با باز کردن آرنج ها طناب را به سمت بالا بکشید.\r\n●بازو کاملاً کشیده و کمی خم در آرنج باقی بماند.",
      "english": null,
      "arabic": "-ثبت البكرة بأسفل السلك واربط حبلًا بها ، ثم قف خلف البكرة على مسافة 40 سم تقريبًا من عمود السلك.\r\n-لتكن الكفوف متقاربة من بعضهما البعض وراء الرأس ، والذراع عمودي على الأرض ، والزاوية بين الذراع والساعد أقل من 90 درجة ، ويتجه المرفقان إلى الداخل والجذع العلوي يميل قليلاً إلى الأمام.\r\n-شد الحبل باتجاه الأعلى وذلك بفتح الذراعين  .\r\n- لتكن الذراعان ممدودتان بالكامل وانحناء طفيف في الكوع.",
      "id": 1606
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-36mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-36m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-36m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 705,
    "name": {
      "persian": "پشت بازو هالتر EZ  خوابیده",
      "english": "EZ-Bar Scull Crusher",
      "arabic": "EZ-Bar Scull Crusher",
      "id": 1607
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرای حرکت ثابت باشد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- لتكن الذراعين ثابتتين .\r\n- شهيق اثناء خفض الباربل وزفير عند رفعه .",
      "id": 1608
    },
    "howToDo": {
      "persian": "●بر روی نیمکت تخت دراز بکشید در حالیکه هالتر زد را در دست دارید.\r\n●فاصله دو دست کمتر از عرض شانه،بازوها کاملا کشیده عمود بر زمین، آرنج ها به سمت داخل و کمی خم باشد.\r\n●با خم کردن آرنج ها هالتر را در مسیر دایره ای پایین بیاورید.\r\n●هالتر کاملا نزدیک پیشانی شما گردد.",
      "english": null,
      "arabic": "- استلقِ على مقعد مسطح وأنت تمسك بقضيب الباربل .\r\n- يجب أن تكون المسافة بين اليدين أقل من عرض الكتفين ، والذراعين ممدودتين بالكامل بشكل عمودي على الأرض ،  والمرفقان متجهان  إلى الداخل ومنحنيان قليلاً.\r\n- اخفض الباربل في حركة دائرية وذلك عن طريق ثني المرفقين.\r\n- فليكن الباربل قريباً تماماً من جبهتك .",
      "id": 1609
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-54fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-54f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-54f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 706,
    "name": {
      "persian": "پشت بازو هالتر EZ  خوابیده",
      "english": "EZ-Bar Scull Crusher",
      "arabic": "EZ-Bar Scull Crusher",
      "id": 1610
    },
    "recommandation": {
      "persian": "●بازوها در طول اجرای حرکت ثابت باشد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- لتكن الذراعين ثابتتين .\r\n- شهيق اثناء خفض الباربل وزفير عند رفعه .",
      "id": 1611
    },
    "howToDo": {
      "persian": "●بر روی نیمکت تخت دراز بکشید در حالیکه هالتر زد را در دست دارید.\r\n●فاصله دو دست کمتر از عرض شانه،بازوها کاملا کشیده عمود بر زمین، آرنج ها به سمت داخل و کمی خم باشد.\r\n●با خم کردن آرنج ها هالتر را در مسیر دایره ای پایین بیاورید.\r\n●هالتر کاملا نزدیک پیشانی شما گردد.",
      "english": null,
      "arabic": "- استلقِ على مقعد مسطح وأنت تمسك بقضيب الباربل .\r\n- يجب أن تكون المسافة بين اليدين أقل من عرض الكتفين ، والذراعين ممدودتين بالكامل بشكل عمودي على الأرض ،  والمرفقان متجهان  إلى الداخل ومنحنيان قليلاً.\r\n- اخفض الباربل في حركة دائرية وذلك عن طريق ثني المرفقين.\r\n- فليكن الباربل قريباً تماماً من جبهتك .",
      "id": 1612
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-54mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-54m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-54m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 707,
    "name": {
      "persian": "پشت بازو دمبل چکشی جفت خوابیده چرخشی",
      "english": "Twisting Dumbbell Triceps Extension",
      "arabic": "Twisting Dumbbell Triceps Extension",
      "id": 1613
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دمبل ها را برداشته و روی میز صاف  نشسته و روی پا قرار می دهیم.\r\n● دراز کشیده دمبل ها را بالا برده به طوری که دست کاملا باز شود.\r\n● با خم کردن آرنج ها دمبل ها را تا شانه ها پایین می آوریم.\r\n● با موازی شدن ساعد ها با زمین حرکت کامل شده و به حالت اولیه بر می گردیم در حالیکه در پایان حرکت مچ ها را چرخانده تا کف دست رو به  بیرون شود.",
      "english": null,
      "arabic": "نمسك (نأخذ )الدمبلز ونجلس على الطاولة المسطحة ونضع الدمبلز على أقدامنا.\r\nاستلقِ وارفع الدمبلز بحيث تكون اليد مفتوحة بالكامل.\r\nانزل الدمبلز إلى مستوى الكتفين  بواسطة ثني المرفقين .\r\n  تكون الحركة قد إكتملت عندما تصبح الساعدين موازيتين للأرض ثم نعود إلى الوضعية الأصلية بينما نقوم بتدوير الرسغين بآخر الحركة  حيث تكون راحة اليد متجهة للخارج.",
      "id": 1614
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 708,
    "name": {
      "persian": "پشت بازو دمبل چکشی جفت خوابیده چرخشی",
      "english": "Twisting Dumbbell Triceps Extension",
      "arabic": "Twisting Dumbbell Triceps Extension",
      "id": 1615
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دمبل ها را برداشته و روی میز صاف  نشسته و روی پا قرار می دهیم.\r\n● دراز کشیده دمبل ها را بالا برده به طوری که دست کاملا باز شود.\r\n● با خم کردن آرنج ها دمبل ها را تا شانه ها پایین می آوریم.\r\n● با موازی شدن ساعد ها با زمین حرکت کامل شده و به حالت اولیه بر می گردیم در حالیکه در پایان حرکت مچ ها را چرخانده تا کف دست رو به  بیرون شود.",
      "english": null,
      "arabic": "نمسك (نأخذ )الدمبلز ونجلس على الطاولة المسطحة ونضع الدمبلز على أقدامنا.\r\nاستلقِ وارفع الدمبلز بحيث تكون اليد مفتوحة بالكامل.\r\nانزل الدمبلز إلى مستوى الكتفين  بواسطة ثني المرفقين .\r\n  تكون الحركة قد إكتملت عندما تصبح الساعدين موازيتين للأرض ثم نعود إلى الوضعية الأصلية بينما نقوم بتدوير الرسغين بآخر الحركة  حيث تكون راحة اليد متجهة للخارج.",
      "id": 1616
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 709,
    "name": {
      "persian": "پشت بازو دیپ دستگاه",
      "english": "Dip Machine",
      "arabic": "Dip Machine",
      "id": 1617
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● روی نیمکت بنشینید.\r\n● دستگیره های دستگاه را گرفته و دسته را تا راست شدن آرنج ها پایین بیاورید.\r\n● به آرامی و با تمرکز کامل دست ها را به جای اول بیاورید.",
      "english": null,
      "arabic": "اجلس على المقعد.\r\nأمسك مقابض الجهاز وقم بخفض المقبض حتى يصبح المرفقان مستقيمان.\r\nضع يديك في المكان الأول ببطء وبتركيز كامل .",
      "id": 1618
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-58fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-58f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-58f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 710,
    "name": {
      "persian": "پشت بازو دیپ دستگاه",
      "english": "Dip Machine",
      "arabic": "Dip Machine",
      "id": 1619
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● روی نیمکت بنشینید.\r\n● دستگیره های دستگاه را گرفته و دسته را تا راست شدن آرنج ها پایین بیاورید.\r\n● به آرامی و با تمرکز کامل دست ها را به جای اول بیاورید.",
      "english": null,
      "arabic": "اجلس على المقعد.\r\nأمسك مقابض الجهاز وقم بخفض المقبض حتى يصبح المرفقان مستقيمان.\r\nضع يديك في المكان الأول ببطء وبتركيز كامل .",
      "id": 1620
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-58mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-58m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-58m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 711,
    "name": {
      "persian": "پرس سرشانه اسمیت از جلو",
      "english": "front shoulder press with smith machine",
      "arabic": "front shoulder press with smith machine",
      "id": 1621
    },
    "recommandation": {
      "persian": "●در طول حرکت آرنج ها قفل نشود.\r\n●وقتی میله را پایین میاورید دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا تضم الكوعين .\r\n- عند خفض القضيب للاسفل شهيق وعند رفعه زفير .",
      "id": 1622
    },
    "howToDo": {
      "persian": "●نیمکت پشتی دار بین دستگاه اسمیت قرار دهید .\r\n●نوک بینی شما دقیقا باید زیر میله قرار داشته باشد ،فاصله دستها بیشتر از عرض شانه باز و کف دستها رو به جلو باشد.\r\n●میله را از دندانه ها جدا کنید ،میله در بالای سر شما به شکلی باشد که بازوها باز و کشیده اما آرنج قفل نباشد.\r\n●با خم کردن آرنج میله را تا جلو صورت پایین بیاورید .\r\n●زاویه بالاتنه شما با بازوها کمی کمتر از 90 درجه شود.",
      "english": null,
      "arabic": "-ضع مسند ظهر بين آلة سميث.\r\n-يجب أن يكون طرف أنفك أسفل القضيب بالضبط ، والمسافة بين اليدين أكثر من عرض الكتف  والكف موجه للأمام.\r\n-.قم بإزالة القضيب من الأسنان ، بحيث يكون القضيب أعلى رأسك و الذراعين مفتوحتين وممتدتين و المرفقين غير مقفلين.\r\n- بثني الكوعين وخفض القضيب إلى مقدمة الوجه.\r\n-يجب أن تكون الزاوية بين الجزء العلوي من جسمك وذراعيك أقل  من 90 درجة.",
      "id": 1623
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-5fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-5f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-5f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 712,
    "name": {
      "persian": "پرس سرشانه اسمیت از جلو",
      "english": "front shoulder press with smith machine",
      "arabic": "front shoulder press with smith machine",
      "id": 1624
    },
    "recommandation": {
      "persian": "●در طول حرکت آرنج ها قفل نشود.\r\n●وقتی میله را پایین میاورید دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا تضم الكوعين .\r\n- عند خفض القضيب للاسفل شهيق وعند رفعه زفير .",
      "id": 1625
    },
    "howToDo": {
      "persian": "●نیمکت پشتی دار بین دستگاه اسمیت قرار دهید .\r\n●نوک بینی شما دقیقا باید زیر میله قرار داشته باشد ،فاصله دستها بیشتر از عرض شانه باز و کف دستها رو به جلو باشد.\r\n●میله را از دندانه ها جدا کنید ،میله در بالای سر شما به شکلی باشد که بازوها باز و کشیده اما آرنج قفل نباشد.\r\n●با خم کردن آرنج میله را تا جلو صورت پایین بیاورید .\r\n●زاویه بالاتنه شما با بازوها کمی کمتر از 90 درجه شود.",
      "english": null,
      "arabic": "-ضع مسند ظهر بين آلة سميث.\r\n-يجب أن يكون طرف أنفك أسفل القضيب بالضبط ، والمسافة بين اليدين أكثر من عرض الكتف  والكف موجه للأمام.\r\n-.قم بإزالة القضيب من الأسنان ، بحيث يكون القضيب أعلى رأسك و الذراعين مفتوحتين وممتدتين و المرفقين غير مقفلين.\r\n- بثني الكوعين وخفض القضيب إلى مقدمة الوجه.\r\n-يجب أن تكون الزاوية بين الجزء العلوي من جسمك وذراعيك أقل  من 90 درجة.",
      "id": 1626
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-5mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-5m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-5m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 713,
    "name": {
      "persian": "پرس سرشانه اسمیت از پشت",
      "english": "Behind  shoulder press with smith machine",
      "arabic": "Behind  shoulder press with smith machine",
      "id": 1627
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه ثابت بوده و فقط دستها حرکت کنند.\r\n●هنگام بالا بردن هالتر بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم ثابت واليدين متحركتين .\r\n-عند رفع الباربل زفير وعند انزاله شهيق.",
      "id": 1628
    },
    "howToDo": {
      "persian": "●نیمکت پشتی دار بین دستگاه اسمیت قرار دهید .\r\n●پاها به اندازه عرض شانه باز،دستها بیشتر از  عرض شانه باز و کف دستها رو به جلو باشد.\r\n●میله را از دندانه ها جدا کنید ،میله پشت سر شما در امتداد شانه ها قرار دارد ،کمی بالا بیاورید تا زاویه بازو و بالاتنه شما کمی کمتر از 90 درجه شود.\r\n●با باز کردن آرنج هالتر را به سمت بالا ببرید.بازوها در بالای سر باز و کشیده باشند.",
      "english": null,
      "arabic": "-.ضع مسند الظهر بين آلة سميث.\r\n-الساقان متباعدتان بعرض الكتفين ، والذراعين متباعدتان بأكثر من عرض الكتفين ، وراحتا الكف متجهتان للأمام\r\n-.قم بإزالة القضيب من الأسنان ، حيث يكون القضيب الموجود خلفك على طول الكتفين ، ارفعه قليلاً بحيث تكون الزاوية  بين ذراعك والقسم العلوي من جسمك أقل من 90 درجة .\r\n-.ارفع الباربل وذلك بفتح الكوع والذراعان مفتوحتان وممدودتان فوق الرأس .",
      "id": 1629
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 714,
    "name": {
      "persian": "پرس سرشانه اسمیت از پشت",
      "english": "Behind shoulder press with smith machine",
      "arabic": "Behind shoulder press with smith machine",
      "id": 1630
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه ثابت بوده و فقط دستها حرکت کنند.\r\n●هنگام بالا بردن هالتر بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم ثابت واليدين متحركتين .\r\n-عند رفع الباربل زفير وعند انزاله شهيق.",
      "id": 1631
    },
    "howToDo": {
      "persian": "●نیمکت پشتی دار بین دستگاه اسمیت قرار دهید .\r\n●پاها به اندازه عرض شانه باز،دستها بیشتر از  عرض شانه باز و کف دستها رو به جلو باشد.\r\n●میله را از دندانه ها جدا کنید ،میله پشت سر شما در امتداد شانه ها قرار دارد ،کمی بالا بیاورید تا زاویه بازو و بالاتنه شما کمی کمتر از 90 درجه شود.\r\n●با باز کردن آرنج هالتر را به سمت بالا ببرید.بازوها در بالای سر باز و کشیده باشند.",
      "english": null,
      "arabic": "-.ضع مسند الظهر بين آلة سميث.\r\n-الساقان متباعدتان بعرض الكتفين ، والذراعين متباعدتان بأكثر من عرض الكتفين ، وراحتا الكف متجهتان للأمام\r\n-.قم بإزالة القضيب من الأسنان ، حيث يكون القضيب الموجود خلفك على طول الكتفين ، ارفعه قليلاً بحيث تكون الزاوية  بين ذراعك والقسم العلوي من جسمك أقل من 90 درجة .\r\n-.ارفع الباربل وذلك بفتح الكوع والذراعان مفتوحتان وممدودتان فوق الرأس .",
      "id": 1632
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 715,
    "name": {
      "persian": "پرس سرشانه دمبل آرنولدی ایستاده",
      "english": "Standing Arnold Press",
      "arabic": "Standing Arnold Press",
      "id": 1633
    },
    "recommandation": {
      "persian": "●حرکت کنترل شده انجام شود .\r\n●در هنگام بالابردن دمبلها بازدم و پایین آوردن دم انجام شود.",
      "english": null,
      "arabic": "- ضبط الحرکة المنجزة  .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1634
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید و صاف بایستید.دمبلها را در مقابل قسمت بالایی قفسه سینه نگه دارید.\r\n●کف دستها به سمت بدن و آرنج ها خم باشند.\r\n●بادور کردن آرنج ها از بالاتنه و بالا بردن بازو در عین حال چرخشی که به دمبلها میدهید دمبلها را بالا ببرید .\r\n●دمبلها در بالای سر نزدیک هم قرار گیرند.بازوها باز و کشیده ،عمود بر زمین و کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال في كل يد ثم قف بشكل مستقيم ، وضع الأثقال  أعلى الصدر.\r\n- اثن راحتي اليدين والأكواع باتجاه الجسم .\r\n- ابعد المرفقين عن الجذع وارفع الجزء العلوي من الجسم تزامناً مع تدوير الأثقال ورفعها .\r\n-يجب وضع الأثقال بالقرب من بعضهما البعض على قمة الرأس ، ويجب أن تكون الذراعين مفتوحتين وممتدتين بحيث تكون متعامدة مع الأرض ، و الكفوف متجهة للأمام.",
      "id": 1635
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-7fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-7f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-7f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 716,
    "name": {
      "persian": "پرس سرشانه دمبل آرنولدی ایستاده",
      "english": "Standing Arnold Press",
      "arabic": "Standing Arnold Press",
      "id": 1636
    },
    "recommandation": {
      "persian": "●حرکت کنترل شده انجام شود .\r\n●در هنگام بالابردن دمبلها بازدم و پایین آوردن دم انجام شود.",
      "english": null,
      "arabic": "- ضبط الحرکة المنجزة  .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1637
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید و صاف بایستید.دمبلها را در مقابل قسمت بالایی قفسه سینه نگه دارید.\r\n●کف دستها به سمت بدن و آرنج ها خم باشند.\r\n●بادور کردن آرنج ها از بالاتنه و بالا بردن بازو در عین حال چرخشی که به دمبلها میدهید دمبلها را بالا ببرید .\r\n●دمبلها در بالای سر نزدیک هم قرار گیرند.بازوها باز و کشیده ،عمود بر زمین و کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال في كل يد ثم قف بشكل مستقيم ، وضع الأثقال  أعلى الصدر.\r\n- اثن راحتي اليدين والأكواع باتجاه الجسم .\r\n- ابعد المرفقين عن الجذع وارفع الجزء العلوي من الجسم تزامناً مع تدوير الأثقال ورفعها .\r\n-يجب وضع الأثقال بالقرب من بعضهما البعض على قمة الرأس ، ويجب أن تكون الذراعين مفتوحتين وممتدتين بحيث تكون متعامدة مع الأرض ، و الكفوف متجهة للأمام.",
      "id": 1638
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-7mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-7m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-7m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 717,
    "name": {
      "persian": "پرس سرشانه دمبل آرنولدی نشسته",
      "english": "Seated Arnold Press",
      "arabic": "Seated Arnold Press",
      "id": 1639
    },
    "recommandation": {
      "persian": "●حرکت کنترل شده انجام شود .\r\n●در هنگام بالابردن دمبلها بازدم و پایین آوردن دم انجام شود.",
      "english": null,
      "arabic": "- ضبط الحرکة المنجزة  .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1640
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید.دمبلها را در مقابل قسمت بالایی قفسه سینه نگه دارید.\r\n●کف دستها به سمت بدن و آرنج ها خم باشند.\r\n●بادور کردن آرنج ها از بالاتنه و بالا بردن بازو در عین حال چرخشی که به دمبلها میدهید دمبلها را بالا ببرید .\r\n●دمبلها در بالای سر نزدیک هم قرار گیرند.بازوها باز و کشیده ،عمود بر زمین و کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-اجلس على مقعد مستلق وأمسك الأثقال في الجزء العلوي من الصدر.\r\n-اثني راحتي اليدين باتجاه الجسم والأكواع أيضاً .\r\n- ابعد المرفقين عن الجزء العلوي من الجسم وارفع الذراع ، وفي نفس الوقت قم بتدوير الأثقال للأعلى .\r\n-يجب وضع الأثقال بالقرب من بعضهما البعض على قمة الرأس ، الذراعين مفتوحتين ومستقيمتين ومتعامدتين مع الأرض ، وراحة اليدين موجهة إلى الأمام.",
      "id": 1641
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 718,
    "name": {
      "persian": "پرس سرشانه دمبل آرنولدی نشسته",
      "english": "Seated Arnold Press",
      "arabic": "Seated Arnold Press",
      "id": 1642
    },
    "recommandation": {
      "persian": "●حرکت کنترل شده انجام شود .\r\n●در هنگام بالابردن دمبلها بازدم و پایین آوردن دم انجام شود.",
      "english": null,
      "arabic": "- ضبط الحرکة المنجزة  .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1643
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید.دمبلها را در مقابل قسمت بالایی قفسه سینه نگه دارید.\r\n●کف دستها به سمت بدن و آرنج ها خم باشند.\r\n●بادور کردن آرنج ها از بالاتنه و بالا بردن بازو در عین حال چرخشی که به دمبلها میدهید دمبلها را بالا ببرید .\r\n●دمبلها در بالای سر نزدیک هم قرار گیرند.بازوها باز و کشیده ،عمود بر زمین و کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-اجلس على مقعد مستلق وأمسك الأثقال في الجزء العلوي من الصدر.\r\n-اثني راحتي اليدين باتجاه الجسم والأكواع أيضاً .\r\n- ابعد المرفقين عن الجزء العلوي من الجسم وارفع الذراع ، وفي نفس الوقت قم بتدوير الأثقال للأعلى .\r\n-يجب وضع الأثقال بالقرب من بعضهما البعض على قمة الرأس ، الذراعين مفتوحتين ومستقيمتين ومتعامدتين مع الأرض ، وراحة اليدين موجهة إلى الأمام.",
      "id": 1644
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 719,
    "name": {
      "persian": "پرس سرشانه دمبل جفت ایستاده",
      "english": "Dumbbell Shoulder Press",
      "arabic": "Dumbbell Shoulder Press",
      "id": 1645
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1646
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،دمبلها را در بالای شانه نگه دارید.\r\n●کف دستها رو به جلو،زاویه بالاتنه با بازو کمی کمتر از 90 درجه باشد.\r\n●دمبلها را بالای سر ببرید.بازوها کاملا کشیده عمود بر زمین.\r\n●آرنج ها کمی خم و دمبلها نزدیک هم شوند.",
      "english": null,
      "arabic": "-. أمسك ثقلاً في كل يد ، ولتبقي على الأثقال فوق الكتف.\r\n- فلتجعل راحتي اليد متجهتان للأمام ، ولتكن زاوية أعلى الجسم مع الذراع أقل  من 90 درجة.\r\n-ارفع الأثقال فوق الرأس ، حيث تكون الذراعين ممدة بالكامل و بشكل عمودي على الأرض\r\n-اثنِ مرفقيك قليلاً وقرب الأثقال معًا",
      "id": 1647
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-11fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-11f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-11f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 720,
    "name": {
      "persian": "پرس سرشانه دمبل جفت ایستاده",
      "english": "Dumbbell Shoulder Press",
      "arabic": "Dumbbell Shoulder Press",
      "id": 1648
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1649
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،دمبلها را در بالای شانه نگه دارید.\r\n●کف دستها رو به جلو،زاویه بالاتنه با بازو کمی کمتر از 90 درجه باشد.\r\n●دمبلها را بالای سر ببرید.بازوها کاملا کشیده عمود بر زمین.\r\n●آرنج ها کمی خم و دمبلها نزدیک هم شوند.",
      "english": null,
      "arabic": "-. أمسك ثقلاً في كل يد ، ولتبقي على الأثقال فوق الكتف.\r\n- فلتجعل راحتي اليد متجهتان للأمام ، ولتكن زاوية أعلى الجسم مع الذراع أقل  من 90 درجة.\r\n-ارفع الأثقال فوق الرأس ، حيث تكون الذراعين ممدة بالكامل و بشكل عمودي على الأرض\r\n-اثنِ مرفقيك قليلاً وقرب الأثقال معًا",
      "id": 1650
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-11mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-11m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-11m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 721,
    "name": {
      "persian": "پرس سرشانه دمبل تک دست ایستاده",
      "english": "Dumbbell One-Arm Shoulder Press",
      "arabic": "Dumbbell One-Arm Shoulder Press",
      "id": 1651
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1652
    },
    "howToDo": {
      "persian": "●یک دمبل در یک دست بگیرید ،دست دیگر میتواند به کمر یا دراز شده در کنار بدن باشد.\r\n●پاها اندازه عرض لگن باز،کف دست رو به جلو،زاویه بالاتنه با بازو کمتر از 90 درجه و زاویه بازو و ساعد هم کمتر از 90 درجه باشد.\r\n●دمبل را بالا بیاورید.\r\n●بازوها کاملا کشیده و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- امسك ثقلاً بيد واحدة ، ويمكن أن تكون اليد الأخرى  بجانب الخصر أو مستلقية على جانب الجسم.\r\n-.يجب أن تكون الأرجل بعرض الحوض مفتوحة ، راحتا اليد متجهة للأمام ، الزاوية بين الجزء العلوي من الجسم والذراع ، والزاوية بين الذراع والساعد أقل من 90 درجة.\r\n- ارفع الأثقال عالياً .\r\n-.لتكن الذراعين ممدودتان بالكامل والمرفقان مثنيان قليلاً.",
      "id": 1653
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-12fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-12f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-12f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 722,
    "name": {
      "persian": "پرس سرشانه دمبل تک دست ایستاده",
      "english": "Dumbbell One-Arm Shoulder Press",
      "arabic": "Dumbbell One-Arm Shoulder Press",
      "id": 1654
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت تنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1655
    },
    "howToDo": {
      "persian": "●یک دمبل در یک دست بگیرید ،دست دیگر میتواند به کمر یا دراز شده در کنار بدن باشد.\r\n●پاها اندازه عرض لگن باز،کف دست رو به جلو،زاویه بالاتنه با بازو کمتر از 90 درجه و زاویه بازو و ساعد هم کمتر از 90 درجه باشد.\r\n●دمبل را بالا بیاورید.\r\n●بازوها کاملا کشیده و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- امسك ثقلاً بيد واحدة ، ويمكن أن تكون اليد الأخرى  بجانب الخصر أو مستلقية على جانب الجسم.\r\n-.يجب أن تكون الأرجل بعرض الحوض مفتوحة ، راحتا اليد متجهة للأمام ، الزاوية بين الجزء العلوي من الجسم والذراع ، والزاوية بين الذراع والساعد أقل من 90 درجة.\r\n- ارفع الأثقال عالياً .\r\n-.لتكن الذراعين ممدودتان بالكامل والمرفقان مثنيان قليلاً.",
      "id": 1656
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-12mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-12m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-12m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 723,
    "name": {
      "persian": "پرس سرشانه دمبل تناوبی ایستاده",
      "english": "Standing Alternating Dumbbell Press",
      "arabic": "Standing Alternating Dumbbell Press",
      "id": 1657
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1658
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،دمبلها را بالا بیاورید و بالاتر از سطح شانه در کنار سر به شکلی نگاه دارید که زاویه بالاتنه شما با بازو کمتر از 90 درجه باشد.\r\n●کف دستها رو به جلو ،زاویه بازو و ساعد کمتر از 90 درجه،پاها به اندازه عرض لگن باز ،زانوها کمی خم ،آرنج ها رو به بیرون باشند.\r\n●یک دمبل را بالا بیاورید .\r\n●بازوها کاملا کشیده و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "-.أمسك ثقلاً في كل يد ، ارفعه واحمله فوق مستوى الكتف بجانب الرأس بحيث تشكل زاوية بين الجزء العلوي من جسمك  وذراعك أقل من 90 درجة.\r\n-راحتا اليدين للأمام ، الزاوية بين الذراع والساعد أقل من 90 درجة  ، الساقين متباعدتين بعرض الورك والركبتين مثنيتين قليلاً والمرفقين متجهين للخارج.\r\n- ارفع الأثقال للأعلى .\r\n-الذراعان ممدودتان بالكامل والمرفقان مثنيان قليلاً.",
      "id": 1659
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 724,
    "name": {
      "persian": "پرس سرشانه دمبل تناوبی ایستاده",
      "english": "Standing Alternating Dumbbell Press",
      "arabic": "Standing Alternating Dumbbell Press",
      "id": 1660
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1661
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،دمبلها را بالا بیاورید و بالاتر از سطح شانه در کنار سر به شکلی نگاه دارید که زاویه بالاتنه شما با بازو کمتر از 90 درجه باشد.\r\n●کف دستها رو به جلو ،زاویه بازو و ساعد کمتر از 90 درجه،پاها به اندازه عرض لگن باز ،زانوها کمی خم ،آرنج ها رو به بیرون باشند.\r\n●یک دمبل را بالا بیاورید .\r\n●بازوها کاملا کشیده و آرنج کمی خم باشد.",
      "english": null,
      "arabic": "-.أمسك ثقلاً في كل يد ، ارفعه واحمله فوق مستوى الكتف بجانب الرأس بحيث تشكل زاوية بين الجزء العلوي من جسمك  وذراعك أقل من 90 درجة.\r\n-راحتا اليدين للأمام ، الزاوية بين الذراع والساعد أقل من 90 درجة  ، الساقين متباعدتين بعرض الورك والركبتين مثنيتين قليلاً والمرفقين متجهين للخارج.\r\n- ارفع الأثقال للأعلى .\r\n-الذراعان ممدودتان بالكامل والمرفقان مثنيان قليلاً.",
      "id": 1662
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 725,
    "name": {
      "persian": "پرس سرشانه دمبل موازی ایستاده",
      "english": "Standing Palms-In Dumbbell Press",
      "arabic": "Standing Palms-In Dumbbell Press",
      "id": 1663
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.\r\n",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1664
    },
    "howToDo": {
      "persian": "●یک دمبل را در هر دست بگیرید،صاف بایستید.\r\n●دمبلها را بالا بیاورید تا کمی بالاتر از سطح شانه قرار گیرد.\r\n●آرنج خمیده ،متمایل به داخل و کف دست رو به صورت،پاها اندازه عرض لگن باز باشد.\r\n●به کمک مفصل شانه دمبلها را بالا ببرید.\r\n●بازوها کاملا کشیده و عمود بر زمین شود.آرنج قفل نباشد.",
      "english": null,
      "arabic": "-امسك ثقلا في كل يد وقف بشكل مستقيم\r\n- ارفع الأثقال للاعلى ليكونو اعلى من الكتفين .\r\n-ثني المرفقين والانحناء إلى الداخل،  وراحتی الید مقابل الوجه والقدمين متباعدتين بمقدار عرض  الكتفين.\r\n-ارفع الآثقال بمساعدة مفصل الكتف\r\n- يجب أن تكون الأذرع ممتدة بالكامل و متعامدة مع الأرض ، ويجب ألا تکون الآكواع مضمومه .",
      "id": 1665
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-15fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-15f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-15f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 726,
    "name": {
      "persian": "پرس سرشانه دمبل موازی ایستاده",
      "english": "Standing Palms-In Dumbbell Press",
      "arabic": "Standing Palms-In Dumbbell Press",
      "id": 1666
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والقدمين ثابتتين .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق.",
      "id": 1667
    },
    "howToDo": {
      "persian": "●یک دمبل را در هر دست بگیرید،صاف بایستید.\r\n●دمبلها را بالا بیاورید تا کمی بالاتر از سطح شانه قرار گیرد.\r\n●آرنج خمیده ،متمایل به داخل و کف دست رو به صورت،پاها اندازه عرض لگن باز باشد.\r\n●به کمک مفصل شانه دمبلها را بالا ببرید.\r\n●بازوها کاملا کشیده و عمود بر زمین شود.آرنج قفل نباشد.",
      "english": null,
      "arabic": "-امسك ثقلا في كل يد وقف بشكل مستقيم\r\n- ارفع الأثقال للاعلى ليكونو اعلى من الكتفين .\r\n-ثني المرفقين والانحناء إلى الداخل،  وراحتی الید مقابل الوجه والقدمين متباعدتين بمقدار عرض  الكتفين.\r\n-ارفع الآثقال بمساعدة مفصل الكتف\r\n- يجب أن تكون الأذرع ممتدة بالكامل و متعامدة مع الأرض ، ويجب ألا تکون الآكواع مضمومه .",
      "id": 1668
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-15mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-15m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-15m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 727,
    "name": {
      "persian": "پرس سرشانه دمبل نشسته",
      "english": "Dumbbell Shoulder Press",
      "arabic": "Dumbbell Shoulder Press",
      "id": 1669
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في حالة حركة والقدمين ثابتتين .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1670
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید،در هر دست یک دمبل بگیرید.\r\n●دمبلها را در بالای شانه نگه دارید.\r\n●کف دستها رو به جلو ،زاویه بالاتنه با بازو کمی کمتر از 90 درجه ،زاویه ساعد و بازو هم کمی کمتر از 90 درجه باشد.\r\n●دمبلها را بالای سر ببرید.بازوها کاملا کشیده ،آرنج کمی خم و دمبلها نزدیک به هم شوند.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل ، ممسكًا بالآثقال في كل يد .\r\n- ارفع الآثقال اعلی من الکتف .\r\n- لتکن راحتي اليد متجهة للأمام ، والزاوية بین الجزء العلوي من الجسم والذراع أقل من 90 درجة ، والزاوية بین الساعد والذراع  ایضاٌ أقل من 90 درجة.\r\n-ارفع الآثقال  فوق الرآس ولتکن الذراعين ممدودتین بالكامل ، والمرفقان مثنيان قليلاً والآثقال قريبة من بعضها.",
      "id": 1671
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-20fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-20f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-20f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 728,
    "name": {
      "persian": "پرس سرشانه دمبل نشسته",
      "english": "Dumbbell Shoulder Press",
      "arabic": "Dumbbell Shoulder Press",
      "id": 1672
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم في حالة حركة والقدمين ثابتتين .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1673
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید،در هر دست یک دمبل بگیرید.\r\n●دمبلها را در بالای شانه نگه دارید.\r\n●کف دستها رو به جلو ،زاویه بالاتنه با بازو کمی کمتر از 90 درجه ،زاویه ساعد و بازو هم کمی کمتر از 90 درجه باشد.\r\n●دمبلها را بالای سر ببرید.بازوها کاملا کشیده ،آرنج کمی خم و دمبلها نزدیک به هم شوند.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل ، ممسكًا بالآثقال في كل يد .\r\n- ارفع الآثقال اعلی من الکتف .\r\n- لتکن راحتي اليد متجهة للأمام ، والزاوية بین الجزء العلوي من الجسم والذراع أقل من 90 درجة ، والزاوية بین الساعد والذراع  ایضاٌ أقل من 90 درجة.\r\n-ارفع الآثقال  فوق الرآس ولتکن الذراعين ممدودتین بالكامل ، والمرفقان مثنيان قليلاً والآثقال قريبة من بعضها.",
      "id": 1674
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-20mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-20m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-20m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 730,
    "name": {
      "persian": "پرس سرشانه کراس جمع",
      "english": "Seated Cable Shoulder Press",
      "arabic": "Seated Cable Shoulder Press",
      "id": 1678
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالا تنه ثابت باشد و فقط دستها حرکت کند.\r\n●هنگام بالا بردن دستها بازدم و وقتی دستها را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم ثابت واليدين في حالة حركة فقط .\r\n-عند رفع اليدين زفير وعند انزالها شهيق.",
      "id": 1679
    },
    "howToDo": {
      "persian": "●قرقره های دستگاه کراس جمع را در پایینترین قسمت قرار دهید.\r\n●وسط دستگاه بایستید دستگیره ها را در دست بگیرید و تا ارتفاع شانه ها بالا بیاورید.\r\n●باید پشت به دستگاه باشید ،سر و سینه را بالا نگاه دارید،کف دستها رو به جلو،پاها به اندازه عرض لگن باز،زاویه بازو با بالاتنه کمی کمتر از 90 درجه باشد.\r\n●دستها را بالا ببرید تا بازوها کاملا کشیده شود.کمی خمیدگی در آرنج در بالاترین قسمت حرکت حفظ شود.",
      "english": null,
      "arabic": "- ضع البکرات المتقاطعة فی الاسفل \r\n-قف في منتصف الجهاز ، وامسك بالمقابض وارفعها إلى الكتف.\r\n-يجب أن تلق بظهرك على الجهاز ، تبقي رأسك وصدرك مرفوعين ، راحتا اليدين متجهتين للأمام ، والساقين متباعدتين بمقدار عرض الكتفين ، وزاوية الذراع مع الجزء العلوي من الجسم أقل من 90 درجة.\r\n-ارفع ذراعيك بحيث  تكون ممتدة بالكامل ، وحافظ على ثني مرفقيك قليلًا عند أعلى نقطة في الحركة.",
      "id": 1680
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-23mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-23m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-23m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 731,
    "name": {
      "persian": "پرس سرشانه هالتر از جلو نشسته",
      "english": "Seated Barbell Shoulder Press",
      "arabic": "Seated Barbell Shoulder Press",
      "id": 1681
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالا تنه ثابت باشد و فقط دستها حرکت کند.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الجزء العلوي من الجسم ثابت واليدين في حالة حركة فقط .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1682
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید ،هالتر را در دست بگیرید و به بالای سر ببرید.\r\n●دستها بیشتر از عرض شانه باز ،کف دست رو جلو،بازوها باز و کشیده و آرنج کمی خم باشد.\r\n●هالتر را پایین بیاورید تا قفسه سینه شما را لمس کند.\r\n●زاویه بالاتنه شما با بازوها نزدیک به 45 درجه است و زاویه بازو با ساعد تقریبا 90درجه میباشد.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل ، وأمسك قضيبًا بيدك وارفع رأسك للأعلى.\r\n-يجب أن تكون اليدين متباعدتين بمسافة أكبر من عرض الكتفين ، الكفوف متجهة للأمام ، الذراعان ممدودتان ، والمرفقان مثنيان قليلاً.\r\n- انزل الباربل لتلمس صدرك.\r\n-.تبلغ الزاوية مابين الجزء العلوي من جسمك وذراعيك 45 درجة قريباً ، والزاوية بین ذراعك و ساعدك 90 درجة تقريبًا.",
      "id": 1683
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-26fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-26f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-26f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      11,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 732,
    "name": {
      "persian": "پرس سرشانه هالتر از جلو نشسته",
      "english": "Seated Barbell Shoulder Press",
      "arabic": "Seated Barbell Shoulder Press",
      "id": 1684
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالا تنه ثابت باشد و فقط دستها حرکت کند.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الجزء العلوي من الجسم ثابت واليدين في حالة حركة فقط .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1685
    },
    "howToDo": {
      "persian": "●بر روی نیمکت پشتی دار بنشینید ،هالتر را در دست بگیرید و به بالای سر ببرید.\r\n●دستها بیشتر از عرض شانه باز ،کف دست رو جلو،بازوها باز و کشیده و آرنج کمی خم باشد.\r\n●هالتر را پایین بیاورید تا قفسه سینه شما را لمس کند.\r\n●زاویه بالاتنه شما با بازوها نزدیک به 45 درجه است و زاویه بازو با ساعد تقریبا 90درجه میباشد.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل ، وأمسك قضيبًا بيدك وارفع رأسك للأعلى.\r\n-يجب أن تكون اليدين متباعدتين بمسافة أكبر من عرض الكتفين ، الكفوف متجهة للأمام ، الذراعان ممدودتان ، والمرفقان مثنيان قليلاً.\r\n- انزل الباربل لتلمس صدرك.\r\n-.تبلغ الزاوية مابين الجزء العلوي من جسمك وذراعيك 45 درجة قريباً ، والزاوية بین ذراعك و ساعدك 90 درجة تقريبًا.",
      "id": 1686
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-26mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-26m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-26m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      11,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 733,
    "name": {
      "persian": "پرس سرشانه هالتر از جلو",
      "english": "Barbell Shoulder Press",
      "arabic": "Barbell Shoulder Press",
      "id": 1687
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين فليبق الجزء العلوي من الجسم والقدمين ثابتا.\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1688
    },
    "howToDo": {
      "persian": "●هالتر را در دست بگیرید ،دستها بیشتر از عرض شانه باز ،کف دست رو به جلو،پاها به اندازه عرض لگن باز باشد.\r\n●هالتر در جلوی بدن کمی بالاتر از سطح شانه قرار دارد.\r\n●با باز کردن آرنج هالتر را بالا ببرید.بازو باز وکشیده و هالتر در بالای سر باشد.آرنج قفل نباشد",
      "english": null,
      "arabic": "-امسك القضيب بيدك ، بحيث تكون الذراعين متباعدتين أعرض من الكتفين ، وراحتا الكف متجهتان للأمام ، والساقين متباعدتين بعرض الوركين.\r\n-ضع الباربل أمام الجسم الى الأعلى قليلاً من مستوى الكتف.\r\n-.ارفع القضيب بفتح الكوعين ، فيجب أن يكون الذراع مفتوح وممدود والباربل فوق الرأس ..",
      "id": 1689
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-30fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-30f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-30f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 734,
    "name": {
      "persian": "پرس سرشانه هالتر از جلو",
      "english": "Barbell Shoulder Press",
      "arabic": "Barbell Shoulder Press",
      "id": 1690
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و پاها ثابت باشد.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين فليبق الجزء العلوي من الجسم والقدمين ثابتا.\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 1691
    },
    "howToDo": {
      "persian": "●هالتر را در دست بگیرید ،دستها بیشتر از عرض شانه باز ،کف دست رو به جلو،پاها به اندازه عرض لگن باز باشد.\r\n●هالتر در جلوی بدن کمی بالاتر از سطح شانه قرار دارد.\r\n●با باز کردن آرنج هالتر را بالا ببرید.بازو باز وکشیده و هالتر در بالای سر باشد.آرنج قفل نباشد",
      "english": null,
      "arabic": "-امسك القضيب بيدك ، بحيث تكون الذراعين متباعدتين أعرض من الكتفين ، وراحتا الكف متجهتان للأمام ، والساقين متباعدتين بعرض الوركين.\r\n-ضع الباربل أمام الجسم الى الأعلى قليلاً من مستوى الكتف.\r\n-.ارفع القضيب بفتح الكوعين ، فيجب أن يكون الذراع مفتوح وممدود والباربل فوق الرأس ..",
      "id": 1692
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-30mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-30m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-30m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 735,
    "name": {
      "persian": "پرس سرشانه اسمیت دست معکوس",
      "english": " Smith Machine Overhead Shoulder Press",
      "arabic": " Smith Machine Overhead Shoulder Press",
      "id": 1693
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا برای شروع یک صندلی یا میز صاف را در وسط دستگاه اسمیت قرار داده و میله هالتر را با توجه به قد خود تنظیم و سپس وزنه دلخواه را اضافه کنید.\r\n● در زمانی که بر روی صندلی یا میز نشستید میله باید طوری فاصله داشته باشد که دست های شما کاملا صاف باشد.\r\n● بر روی صندلی نشسته و صندلی را طوری تنظیم کنید که میله در زمان پایین آمدن در مقابل بینی فاصله کمی داشته باشد. \r\n● سپس پاها را بر روی زمین برای حفظ موقعیت بدن قرار دهید. دست ها را کمی بیشتر از عرض شانه باز کرده(از خط های تعبیه شده بر روی میله کمک بگیرید) میله هالتر اسمیت را از قفل در آورده و دست ها را کاملا صاف کنید.\r\n● این نقطه شروع خواهد بود.\r\n● در حالی که نفس خود را به داخل می دهید میله را آهسته پایین آورده تا به چانه ی شما برسد.\r\n● سپس درحالی که نفس خود را به بیرون می دهید، با کمک عضلات سرشانه میله را آهسته به نقطه شروع ببرید.",
      "english": null,
      "arabic": "في البداية  ضع كرسيًا أو طاولة مستوية  في منتصف جهاز سميث واضبط العقلة وفقًا لطولك ، ثم أضف الوزن المطلوب.\r\nاثناء جلوسك  على المقعد  ، يجب ان تكون العقلة بعيدة عن جسمك بحيث تستطيع ان تفرد  ذراعيك تمامًا\r\nاجلس على الكرسي واضبطه بحيث يكون العقلة  تبعد  قليلاً عن الأنف عند النزول.\r\nثم ضع قدميك على الأرض للحفاظ على وضع الجسم. افتح ذراعيك بمسافة أكبر من عرض الكتفين (استعن بالخطوط الموجودة على العقلة ) حرر عقلة سميث وافرد ذراعيك تمامًا.\r\nستكون هذه هي نقطة البداية.\r\nاخفض البار أثناء الشهيق ببطء حتى تصل إلى ذقنك.\r\nثم أعد العقلة (البار) ببطء إلى نقطة البداية أثناء الزفير بمساعدة عضلات الكتف.",
      "id": 1694
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-87fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-87f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-87f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 736,
    "name": {
      "persian": "پرس سرشانه اسمیت دست معکوس",
      "english": " Smith Machine Overhead Shoulder Press",
      "arabic": " Smith Machine Overhead Shoulder Press",
      "id": 1695
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا برای شروع یک صندلی یا میز صاف را در وسط دستگاه اسمیت قرار داده و میله هالتر را با توجه به قد خود تنظیم و سپس وزنه دلخواه را اضافه کنید.\r\n● در زمانی که بر روی صندلی یا میز نشستید میله باید طوری فاصله داشته باشد که دست های شما کاملا صاف باشد.\r\n● بر روی صندلی نشسته و صندلی را طوری تنظیم کنید که میله در زمان پایین آمدن در مقابل بینی فاصله کمی داشته باشد. \r\n● سپس پاها را بر روی زمین برای حفظ موقعیت بدن قرار دهید. دست ها را کمی بیشتر از عرض شانه باز کرده(از خط های تعبیه شده بر روی میله کمک بگیرید) میله هالتر اسمیت را از قفل در آورده و دست ها را کاملا صاف کنید.\r\n● این نقطه شروع خواهد بود.\r\n● در حالی که نفس خود را به داخل می دهید میله را آهسته پایین آورده تا به چانه ی شما برسد.\r\n● سپس درحالی که نفس خود را به بیرون می دهید، با کمک عضلات سرشانه میله را آهسته به نقطه شروع ببرید.",
      "english": null,
      "arabic": "في البداية  ضع كرسيًا أو طاولة مستوية  في منتصف جهاز سميث واضبط العقلة وفقًا لطولك ، ثم أضف الوزن المطلوب.\r\nاثناء جلوسك  على المقعد  ، يجب ان تكون العقلة بعيدة عن جسمك بحيث تستطيع ان تفرد  ذراعيك تمامًا\r\nاجلس على الكرسي واضبطه بحيث يكون العقلة  تبعد  قليلاً عن الأنف عند النزول.\r\nثم ضع قدميك على الأرض للحفاظ على وضع الجسم. افتح ذراعيك بمسافة أكبر من عرض الكتفين (استعن بالخطوط الموجودة على العقلة ) حرر عقلة سميث وافرد ذراعيك تمامًا.\r\nستكون هذه هي نقطة البداية.\r\nاخفض البار أثناء الشهيق ببطء حتى تصل إلى ذقنك.\r\nثم أعد العقلة (البار) ببطء إلى نقطة البداية أثناء الزفير بمساعدة عضلات الكتف.",
      "id": 1696
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-87mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-87m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-87m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 737,
    "name": {
      "persian": "پرس سرشانه هالتر از پشت نشسته",
      "english": "Seated Barbell Press Behind Neck",
      "arabic": "Seated Barbell Press Behind Neck",
      "id": 1697
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا برای شروع یک صندلی یا میز صاف را در وسط دستگاه اسمیت قرار داده و میله هالتر را با توجه به قد خود تنظیم و سپس وزنه دلخواه را اضافه کنید.\r\n● در زمانی که بر روی صندلی یا میز نشستید میله باید طوری فاصله داشته باشد که دست های شما کاملا صاف باشد.\r\n● بر روی صندلی نشسته و صندلی را طوری تنظیم کنید که میله در زمان پایین آمدن پشت  گردن قرار بگیرد. \r\n● سپس پاها را بر روی زمین برای حفظ موقعیت بدن قرار دهید. دست ها را کمی بیشتر از عرض شانه باز کرده(از خط های تعبیه شده بر روی میله کمک بگیرید) میله هالتر اسمیت را از قفل در آورده و دست ها را کاملا صاف کنید.\r\n● این نقطه شروع خواهد بود.\r\n● در حالی که نفس خود را به داخل می دهید میله را آهسته پایین آورده تا به پشت گردن شما برسد.\r\n● سپس درحالی که نفس خود را به بیرون می دهید، با کمک عضلات سرشانه میله را آهسته به نقطه شروع ببرید.",
      "english": null,
      "arabic": "في البداية  ضع كرسيًا أو طاولة مستوية  في منتصف جهاز سميث واضبط العقلة وفقًا لطولك ، ثم أضف الوزن المطلوب.\r\nاثناء جلوسك  على المقعد  ، يجب ان تكون العقلة بعيدة عن جسمك بحيث تستطيع ان تفرد  ذراعيك تمامًا\r\nاجلس على الكرسي واضبطه بحيث تكون العقلة  خلف الرقبة عند النزول.\r\nثم ضع قدميك على الأرض للحفاظ على وضع الجسم. افتح ذراعيك بمسافة أكبر من عرض الكتفين (استعن بالخطوط الموجودة على العقلة ) حرر عقلة سميث وافرد ذراعيك تمامًا.\r\nستكون هذه هي نقطة البداية.\r\nاخفض البار أثناء الشهيق ببطء حتى تصل إلى خلف الرقبة.\r\nثم أعد العقلة ببطء إلى نقطة البداية أثناء الزفير بمساعدة عضلات الكتف.",
      "id": 1698
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-88fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-88f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas88f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      11,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 738,
    "name": {
      "persian": "پرس سرشانه هالتر از پشت نشسته",
      "english": "Seated Barbell Press Behind Neck",
      "arabic": "Seated Barbell Press Behind Neck",
      "id": 1699
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا برای شروع یک صندلی یا میز صاف را در وسط دستگاه اسمیت قرار داده و میله هالتر را با توجه به قد خود تنظیم و سپس وزنه دلخواه را اضافه کنید.\r\n● در زمانی که بر روی صندلی یا میز نشستید میله باید طوری فاصله داشته باشد که دست های شما کاملا صاف باشد.\r\n● بر روی صندلی نشسته و صندلی را طوری تنظیم کنید که میله در زمان پایین آمدن پشت  گردن قرار بگیرد. \r\n● سپس پاها را بر روی زمین برای حفظ موقعیت بدن قرار دهید. دست ها را کمی بیشتر از عرض شانه باز کرده(از خط های تعبیه شده بر روی میله کمک بگیرید) میله هالتر اسمیت را از قفل در آورده و دست ها را کاملا صاف کنید.\r\n● این نقطه شروع خواهد بود.\r\n● در حالی که نفس خود را به داخل می دهید میله را آهسته پایین آورده تا به پشت گردن شما برسد.\r\n● سپس درحالی که نفس خود را به بیرون می دهید، با کمک عضلات سرشانه میله را آهسته به نقطه شروع ببرید.",
      "english": null,
      "arabic": "في البداية  ضع كرسيًا أو طاولة مستوية  في منتصف جهاز سميث واضبط العقلة وفقًا لطولك ، ثم أضف الوزن المطلوب.\r\nاثناء جلوسك  على المقعد  ، يجب ان تكون العقلة بعيدة عن جسمك بحيث تستطيع ان تفرد  ذراعيك تمامًا\r\nاجلس على الكرسي واضبطه بحيث تكون العقلة  خلف الرقبة عند النزول.\r\nثم ضع قدميك على الأرض للحفاظ على وضع الجسم. افتح ذراعيك بمسافة أكبر من عرض الكتفين (استعن بالخطوط الموجودة على العقلة ) حرر عقلة سميث وافرد ذراعيك تمامًا.\r\nستكون هذه هي نقطة البداية.\r\nاخفض البار أثناء الشهيق ببطء حتى تصل إلى خلف الرقبة.\r\nثم أعد العقلة ببطء إلى نقطة البداية أثناء الزفير بمساعدة عضلات الكتف.",
      "id": 1700
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-88mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-88m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-88m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      11,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 739,
    "name": {
      "persian": "پرس سرشانه دمبل موازی نشسته",
      "english": "Alternating Dumbbell Shoulder Press",
      "arabic": "Alternating Dumbbell Shoulder Press",
      "id": 1701
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در حالی که دمبل ها را در دست گرفته اید بر روی صندلی بنشینید. \r\n● دمبل ها را بر روی ران پا قرار دهید، حال با استفاده از ماهیچه ران دمبل ها را تک تک بلند کرده و بالاتر از سرشانه ها نگه دارید.\r\n● مچ را به گونه ای بچرخانید که کف دست ها روبروی هم باشند. این نقطه شروع حرکت خواهد بود.\r\n● حال همزمان با انجام عمل بازدم (بیرون دادن نفس) وزنه ها را به سمت بالا تا جایی که در بالاترین نقطه به یکدیگر برسند، بالا ببرید.\r\n● پس از مکثی کوتاه در بالاترین نقطه، همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی وزنه ها را به نقطه شروع بازگردانید.",
      "english": null,
      "arabic": "اجلس على المقعد والدمبلز في يديك\r\nضع الدمبلز على الفخذين ارفعهما واحدة تلو الأخرى بمساعدة عضلات الفخذ ، وثبتهما فوق الكتفين.\r\n قم بتدوير الرسغ بحيث تواجه الراحتان بعضهما البعض. ستكون هذه هي بداية الحركة.\r\nالآن ارفع الأثقال مع الزفير حتى تصلا إلى بعضها البعض في أعلى نقطة للحركة.\r\nأعد الأثقال ببطء إلى نقطة البداية مع الزفيربعد أن تتوقف عند أعلى نقطة للحركة للحظة ",
      "id": 1702
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-93fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-93f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-93f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 740,
    "name": {
      "persian": "پرس سرشانه دمبل موازی نشسته",
      "english": "Alternating Dumbbell Shoulder Press",
      "arabic": "Alternating Dumbbell Shoulder Press",
      "id": 1703
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در حالی که دمبل ها را در دست گرفته اید بر روی صندلی بنشینید. \r\n● دمبل ها را بر روی ران پا قرار دهید، حال با استفاده از ماهیچه ران دمبل ها را تک تک بلند کرده و بالاتر از سرشانه ها نگه دارید.\r\n● مچ را به گونه ای بچرخانید که کف دست ها روبروی هم باشند. این نقطه شروع حرکت خواهد بود.\r\n● حال همزمان با انجام عمل بازدم (بیرون دادن نفس) وزنه ها را به سمت بالا تا جایی که در بالاترین نقطه به یکدیگر برسند، بالا ببرید.\r\n● پس از مکثی کوتاه در بالاترین نقطه، همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی وزنه ها را به نقطه شروع بازگردانید.\r\n",
      "english": null,
      "arabic": "اجلس على المقعد والدمبلز في يديك\r\nضع الدمبلز على الفخذين ارفعهما واحدة تلو الأخرى بمساعدة عضلات الفخذ ، وثبتهما فوق الكتفين.\r\n قم بتدوير الرسغ بحيث تواجه الراحتان بعضهما البعض. ستكون هذه هي بداية الحركة.\r\nالآن ارفع الأثقال مع الزفير حتى تصلا إلى بعضها البعض في أعلى نقطة للحركة.\r\nأعد الأثقال ببطء إلى نقطة البداية مع الزفيربعد أن تتوقف عند أعلى نقطة للحركة للحظة",
      "id": 1704
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-93mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-93m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-93m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 741,
    "name": {
      "persian": "پرس سرشانه دمبل تناوبی نشسته",
      "english": " Alternating Dumbbell Press",
      "arabic": " Alternating Dumbbell Press",
      "id": 1705
    },
    "recommandation": {
      "persian": " ● در حین حرکت به هیچ سمت خم نشوید.",
      "english": null,
      "arabic": null,
      "id": 1706
    },
    "howToDo": {
      "persian": "● روی نیمکت نشسته و یک دمبل در هر یک از دستهای خود نگه دارید.\r\n● کف دست ها رو به جلو بوده و دمبل ها را به سمت سرشانه بالا بیاورید.\r\n● یکی از دست ها را کشیده و دمبل را به بالای سر خود ببرید. دست دیگر در ارتفاع سرشانه باقی خواهد ماند.\r\n● بعد از توقفی کوتاه، وزنه ها را به حالت آغازین بازگردانید.\r\n● حرکت را با دست دیگر تکرار کنید. \r\n● دست ها را به طور تناوبی تغییر دهید.",
      "english": null,
      "arabic": "اجلس على المقعد وامسك دمبل في كل يد.\r\nارفع الدمبلز حتى يصل إلى الكتفين و راحتا اليد للأمام.\r\nافرد أحد الذراعين وارفع الدمبل لتصل فوق رأسك, حافظ على اليد الأخرى ان تبقى عند على مستوى الكتف.\r\nأعد الأثقال إلى ما كانت عليه بعد أن حافظت على ثباتها لوقتٍ قصير.\r\nكرر الحركة باليد الاخرى.\r\nقم بتغيير اليدين بشكل دوري .",
      "id": 1707
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-94fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-94f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-94f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 742,
    "name": {
      "persian": "پرس سرشانه دمبل تناوبی نشسته",
      "english": " Alternating Dumbbell Press",
      "arabic": " Alternating Dumbbell Press",
      "id": 1708
    },
    "recommandation": {
      "persian": " - در حین حرکت به هیچ سمت خم نشوید.",
      "english": null,
      "arabic": "أثناء الحركة لا تنحني لأي اتجاه .",
      "id": 1709
    },
    "howToDo": {
      "persian": "- روی نیمکت نشسته و یک دمبل در هر یک از دستهای خود نگه دارید.\r\n- کف دست ها رو به جلو بوده و دمبل ها را به سمت سرشانه بالا بیاورید.\r\n- یکی از دست ها را کشیده و دمبل را به بالای سر خود ببرید. دست دیگر در ارتفاع سرشانه باقی خواهد ماند.\r\n- بعد از توقفی کوتاه، وزنه ها را به حالت آغازین بازگردانید.\r\n- حرکت را با دست دیگر تکرار کنید. \r\n- دست ها را به طور تناوبی تغییر دهید.",
      "english": null,
      "arabic": "اجلس على المقعد وامسك دمبل في كل يد.\r\nارفع الدمبلز حتى يصل إلى الكتفين و راحتا اليد للأمام.\r\nافرد أحد الذراعين وارفع الدمبل لتصل فوق رأسك, حافظ على اليد الأخرى ان تبقى عند على مستوى الكتف.\r\nأعد الأثقال إلى ما كانت عليه بعد أن حافظت على ثباتها لوقتٍ قصير.\r\nكرر الحركة باليد الاخرى.\r\nقم بتغيير اليدين بشكل دوري .",
      "id": 1710
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-94mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-94m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-94m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 745,
    "name": {
      "persian": "پرس سرشانه دمبل تک دست نشسته",
      "english": " One-Arm  Dumbbell Press",
      "arabic": " One-Arm  Dumbbell Press",
      "id": 1717
    },
    "recommandation": {
      "persian": "● در حین حرکت به هیچ سمت خم نشوید.",
      "english": null,
      "arabic": "أثناء الحركة لا تنحني لأي اتجاه .",
      "id": 1718
    },
    "howToDo": {
      "persian": "● روی نیمکت نشسته و یک دمبل در  یکی از دستهای خود نگه دارید. \r\n● کف دست  رو به جلو بوده و دمبل  را به سمت سرشانه بالا بیاورید.\r\n● دست  را کشیده و دمبل را به بالای سر خود ببرید.\r\n● بعد از توقفی کوتاه، وزنه  ا را به حالت آغازین بازگردانید.\r\n● بعد از اتمام حرکتهای آن دست  ، حرکت را با دست دیگر تکرار کنید.",
      "english": null,
      "arabic": "اجلس على المقعد وامسك الدمبل في إحدى يديك\r\nارفع الدمبلز حتى يصل إلى الكتفين و راحتا اليد للأمام.\r\nافرد أحد الذراعين وارفع الدمبل لتصل فوق رأسك. \r\nأعد الأثقال إلى وضعها الأصلي بعد توقف قصير.\r\nبعد الانتهاء من الحركة في تلك اليد ، كرر الحركة باليد الأخرى.",
      "id": 1719
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-95fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-95f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-95f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 746,
    "name": {
      "persian": "پرس سرشانه دمبل تک دست نشسته",
      "english": " One-Arm  Dumbbell Press",
      "arabic": " One-Arm  Dumbbell Press",
      "id": 1720
    },
    "recommandation": {
      "persian": "● در حین حرکت به هیچ سمت خم نشوید.",
      "english": null,
      "arabic": "أثناء الحركة لا تنحني لأي اتجاه .",
      "id": 1721
    },
    "howToDo": {
      "persian": "● روی نیمکت نشسته و یک دمبل در  یکی از دستهای خود نگه دارید. \r\n● کف دست  رو به جلو بوده و دمبل  را به سمت سرشانه بالا بیاورید.\r\n● دست  را کشیده و دمبل را به بالای سر خود ببرید.\r\n● بعد از توقفی کوتاه، وزنه  ا را به حالت آغازین بازگردانید.\r\n● بعد از اتمام حرکتهای آن دست  ، حرکت را با دست دیگر تکرار کنید.",
      "english": null,
      "arabic": "اجلس على المقعد وامسك الدمبل في إحدى يديك\r\nارفع الدمبلز حتى يصل إلى الكتفين و راحتا اليد للأمام.\r\nافرد أحد الذراعين وارفع الدمبل لتصل فوق رأسك. \r\nأعد الأثقال إلى وضعها الأصلي بعد توقف قصير.\r\nبعد الانتهاء من الحركة في تلك اليد ، كرر الحركة باليد الأخرى.",
      "id": 1722
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-95mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-95m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-95m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 747,
    "name": {
      "persian": "پرس سرشانه سیم کش تک نشسته",
      "english": "One-Arm Seated Cable Shoulder Press",
      "arabic": "One-Arm Seated Cable Shoulder Press",
      "id": 1723
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا وزن مناسب را انتخاب کنید و سپس بر روی صندلی نشسته، سپس دستگیره  را  با یک دست گرفته و دست خود را از ناحیه سرشانه به بالا آورده با زاویه 30 درجه با زمین.\r\n●مچنین دست ها را از ناحیه آرنج 90 درجه خم کنید.\r\n● با سر و سینه رو به جلو و حفظ قوس کمر برای شروع انجام حرکت آماده شوید.\r\n● این نقطه شروع خواهد بود.\r\n● با صاف کردن آرنج ها دست های خود را به بالای سر خود آورید.\r\n● پس از یک ثانیه مکث در نقطه اوج دامنه حرکت آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "حدد الأثقال المناسبة أولاً ثم اجلس على الكرسي و أمسك المقبض بيد واحدة وارفع يدك من منطقة الكتف بحيث تشكل زاوية مقدارها 30 درجة مع الأرض.\r\nواثنِ ذراعيك من المرفقين أيضًا بدرجة 90.\r\nاستعد لبدء الحركة حيث يكون رأسك وصدرك للأمام وظهرك مقوس.\r\nستكون هذه هي نقطة البداية.\r\nارفع يديك إلى ما فوق رأسك عن طريق فرد مرفقيك.\r\nعد إلى نقطة البداية ببطء بعد وقفة قصيرة في ذروة الحركة .",
      "id": 1724
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-96fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-96f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-96f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 748,
    "name": {
      "persian": "پرس سرشانه سیم کش تک نشسته",
      "english": "One-Arm Seated Cable Shoulder Press",
      "arabic": "One-Arm Seated Cable Shoulder Press",
      "id": 1725
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا وزن مناسب را انتخاب کنید و سپس بر روی صندلی نشسته، سپس دستگیره  را  با یک دست گرفته و دست خود را از ناحیه سرشانه به بالا آورده با زاویه 30 درجه با زمین.\r\n●مچنین دست ها را از ناحیه آرنج 90 درجه خم کنید.\r\n● با سر و سینه رو به جلو و حفظ قوس کمر برای شروع انجام حرکت آماده شوید.\r\n● این نقطه شروع خواهد بود.\r\n● با صاف کردن آرنج ها دست های خود را به بالای سر خود آورید.\r\n● پس از یک ثانیه مکث در نقطه اوج دامنه حرکت آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "حدد الأثقال المناسبة أولاً ثم اجلس على الكرسي و أمسك المقبض بيد واحدة وارفع يدك من منطقة الكتف بحيث تشكل زاوية مقدارها 30 درجة مع الأرض.\r\nواثنِ ذراعيك من المرفقين أيضًا بدرجة 90.\r\nاستعد لبدء الحركة حيث يكون رأسك وصدرك للأمام وظهرك مقوس.\r\nستكون هذه هي نقطة البداية.\r\nارفع يديك إلى ما فوق رأسك عن طريق فرد مرفقيك.\r\nعد إلى نقطة البداية ببطء بعد وقفة قصيرة في ذروة الحركة .",
      "id": 1726
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-96mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-96m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-96m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 750,
    "name": {
      "persian": "پرس بالا سینه اسمیت",
      "english": "Smith Machine Incline Bench Press",
      "arabic": "Smith Machine Incline Bench Press",
      "id": 1745
    },
    "recommandation": {
      "persian": "●در قسمت بالای حرکت بهتر است آرنج را قفل نکنید.\r\n●هنگام بالا بردن میله  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-  القسم العلوي متحرك والكوع  مفتوح .\r\n- عند رفع القضيب للاعلى زفير وعند انزاله شهيق .",
      "id": 1746
    },
    "howToDo": {
      "persian": "●نیمکت شیب مثبت را میانه دستگاه اسمیت قرار دهید.\r\n●بر روی نیمکت دراز بکشید،قسمت بالای قفسه سینه باید زیر میله باشد.\r\n● دستها را کمی بیشتر از عرض شانه باز،بازوها باز و کشیده و کف دستها رو به جلو باشند.\r\n●با خم کردن آرنج میله را  به سینه نزدیک کنید.\r\n●میله باید تماس کمی با سینه داشته باشد.",
      "english": null,
      "arabic": "-ضع المقعد المنحدر الثابت في منتصف جهاز سميث.\r\n-.استلق على المقعد ، ويجب أن يكون الجزء العلوي من الصدر أسفل القضيب .\r\n- اجعل ذراعيك متباعدتين قليلاً عن عرض الكتفين ، مع فرد الذراعين وراحتي  اليد للأمام.\r\n-اثن القضيب بالقرب من الصدر وذلك عن طريق ثني الكوع.\r\n-.يجب أن يكون القضيب ملامسًا للصدر قليلاً",
      "id": 1747
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-3fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-3f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-3f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 751,
    "name": {
      "persian": "پرس بالا سینه اسمیت",
      "english": "Smith Machine Incline Bench Press",
      "arabic": "Smith Machine Incline Bench Press",
      "id": 1748
    },
    "recommandation": {
      "persian": "●در قسمت بالای حرکت بهتر است آرنج را قفل نکنید.\r\n●هنگام بالا بردن میله  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "-  القسم العلوي متحرك والكوع  مفتوح .\r\n- عند رفع القضيب للاعلى زفير وعند انزاله شهيق .",
      "id": 1749
    },
    "howToDo": {
      "persian": "●نیمکت شیب مثبت را میانه دستگاه اسمیت قرار دهید.\r\n●بر روی نیمکت دراز بکشید،قسمت بالای قفسه سینه باید زیر میله باشد.\r\n● دستها را کمی بیشتر از عرض شانه باز،بازوها باز و کشیده و کف دستها رو به جلو باشند.\r\n●با خم کردن آرنج میله را  به سینه نزدیک کنید.\r\n●میله باید تماس کمی با سینه داشته باشد.",
      "english": null,
      "arabic": "-ضع المقعد المنحدر الثابت في منتصف جهاز سميث.\r\n-.استلق على المقعد ، ويجب أن يكون الجزء العلوي من الصدر أسفل القضيب .\r\n- اجعل ذراعيك متباعدتين قليلاً عن عرض الكتفين ، مع فرد الذراعين وراحتي  اليد للأمام.\r\n-اثن القضيب بالقرب من الصدر وذلك عن طريق ثني الكوع.\r\n-.يجب أن يكون القضيب ملامسًا للصدر قليلاً",
      "id": 1750
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-3mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-3m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-3m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 752,
    "name": {
      "persian": "پرس بالا سینه دمبل موازی",
      "english": "Neutral-Grip Dumbbell Incline Shoulder Raise",
      "arabic": "Neutral-Grip Dumbbell Incline Shoulder Raise",
      "id": 1751
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- عند الاجراء لتكن اليدين في حالة حركة والجذع ثابت  .\r\n-  عند رفع الاثقال زفير وشهيق عند انزالها .",
      "id": 1752
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت شیب مثبت دراز بکشید.\r\n●دمبلها به اندازه عرض شانه از هم فاصله داشته باشند.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو بروی هم ،آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها دمبلها  را  مستقیم پایین بیاورید.\r\n●زاویه بالاتنه و بازو حدود 60 درجه و زاویه بازو وساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "-استلق على مقعد مائل موجب مع ثقل في كل يد.\r\n-يجب أن تكون الأثقال متباعدة بمسافة عرض الكتفين.\r\n-الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد مقابل بعضهما البعض ، والمرفقان مثنيان قليلاً.\r\n- اخفض الأثقال بشكل مستقيم عن طريق ثني المرفقين.\r\n- الزاوية بين الجزء العلوي من الجسم والذراع حوالي 60 درجة والزاوية بين الذراع والساعد أقل  من 90 درجة",
      "id": 1753
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 753,
    "name": {
      "persian": "پرس بالا سینه دمبل موازی",
      "english": "Neutral-Grip Dumbbell Incline Shoulder Raise",
      "arabic": "Neutral-Grip Dumbbell Incline Shoulder Raise",
      "id": 1754
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- عند الاجراء لتكن اليدين في حالة حركة والجذع ثابت  .\r\n-  عند رفع الاثقال زفير وشهيق عند انزالها .",
      "id": 1755
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت شیب مثبت دراز بکشید.\r\n●دمبلها به اندازه عرض شانه از هم فاصله داشته باشند.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو بروی هم ،آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها دمبلها  را  مستقیم پایین بیاورید.\r\n●زاویه بالاتنه و بازو حدود 60 درجه و زاویه بازو وساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "-استلق على مقعد مائل موجب مع ثقل في كل يد.\r\n-يجب أن تكون الأثقال متباعدة بمسافة عرض الكتفين.\r\n-الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد مقابل بعضهما البعض ، والمرفقان مثنيان قليلاً.\r\n- اخفض الأثقال بشكل مستقيم عن طريق ثني المرفقين.\r\n- الزاوية بين الجزء العلوي من الجسم والذراع حوالي 60 درجة والزاوية بين الذراع والساعد أقل  من 90 درجة",
      "id": 1756
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 754,
    "name": {
      "persian": "پرس بالا سینه دمبل",
      "english": "Dumbbell Incline Shoulder Raise",
      "arabic": "Dumbbell Incline Shoulder Raise",
      "id": 1757
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت ساعد باید همواره عمود بر زمین باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء لتكن حركة الساعد دائما عمودية على الارض .\r\n-  عند رفع الاثقال زفير وشهيق عند انزالها .",
      "id": 1758
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت شیب مثبت دراز بکشید.\r\n●دمبلها  را بالای قفسه سینه نگه دارید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به جلو ،آرنج کمی خم باشد و فاصله دستها به اندازه عرض شانه باشد.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●بازوها کمی پایینتر از حالت موازی با زمین باشند و زاویه بازو وساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "- استلق على مقعد مائل ثابت مع ثقل في كل يد.\r\n-.حافظ على الأثقال فوق الصدر\r\n- لتكن الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً والذراعان متباعدتان بعرض الكتفين.\r\n- اخفض الأثقال للاسفل  وذلك بثني المرفقين.\r\n-  يجب أن تكون الذراعين أقل قليلاً من الموازاة للأرض وأن تكون الزاوية  بين الذراع والساعد أقل من 90 درجة",
      "id": 1759
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 755,
    "name": {
      "persian": "پرس بالا سینه دمبل",
      "english": "Dumbbell Incline Shoulder Raise",
      "arabic": "Dumbbell Incline Shoulder Raise",
      "id": 1760
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت ساعد باید همواره عمود بر زمین باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء لتكن حركة الساعد دائما عمودية على الارض .\r\n-  عند رفع الاثقال زفير وشهيق عند انزالها .",
      "id": 1761
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت شیب مثبت دراز بکشید.\r\n●دمبلها  را بالای قفسه سینه نگه دارید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به جلو ،آرنج کمی خم باشد و فاصله دستها به اندازه عرض شانه باشد.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●بازوها کمی پایینتر از حالت موازی با زمین باشند و زاویه بازو وساعد کمی کمتر از 90 درجه باشد.",
      "english": null,
      "arabic": "- استلق على مقعد مائل ثابت مع ثقل في كل يد.\r\n-.حافظ على الأثقال فوق الصدر\r\n- لتكن الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً والذراعان متباعدتان بعرض الكتفين.\r\n- اخفض الأثقال للاسفل  وذلك بثني المرفقين.\r\n-  يجب أن تكون الذراعين أقل قليلاً من الموازاة للأرض وأن تكون الزاوية  بين الذراع والساعد أقل من 90 درجة",
      "id": 1762
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 756,
    "name": {
      "persian": "پرس بالا سینه دستگاه",
      "english": " Leverage Incline Chest Press",
      "arabic": " Leverage Incline Chest Press",
      "id": 1763
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام دور کردن دسته ها از بدن  بازدم و هنگام نزدیک کردن به بدن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- من الافضل اجراء الحركة التي تم ضبطها .\r\n- زفير اثناء تباعد المقابض عن الجسم وشهيق عند اقترابها من الجسم .",
      "id": 1764
    },
    "howToDo": {
      "persian": "● وزنه مناسب را انتخاب کنید ،بر روی صندلی  دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها مقابل قسمت بالایی عضله سینه قرار گیرد.\r\n●کف دستها رو به پایین باشد.\r\n●با باز کردن آرنج ها دسته ها را به جلو هل دهید.بازوها باز و کشیده باشند.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على مقعد الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ، ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1765
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 757,
    "name": {
      "persian": "پرس بالا سینه دستگاه",
      "english": " Leverage Incline Chest Press",
      "arabic": " Leverage Incline Chest Press",
      "id": 1766
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام دور کردن دسته ها از بدن  بازدم و هنگام نزدیک کردن به بدن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- من الافضل اجراء الحركة التي تم ضبطها .\r\n- زفير اثناء تباعد المقابض عن الجسم وشهيق عند اقترابها من الجسم .",
      "id": 1767
    },
    "howToDo": {
      "persian": "● وزنه مناسب را انتخاب کنید ،بر روی صندلی  دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها مقابل قسمت بالایی عضله سینه قرار گیرد.\r\n●کف دستها رو به پایین باشد.\r\n●با باز کردن آرنج ها دسته ها را به جلو هل دهید.بازوها باز و کشیده باشند.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على مقعد الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ، ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1768
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-10m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 758,
    "name": {
      "persian": "پرس بالا سینه هالتر",
      "english": "Barbell Incline Bench Press Medium-Grip",
      "arabic": "Barbell Incline Bench Press Medium-Grip",
      "id": 1769
    },
    "recommandation": {
      "persian": "●هالتر باید کاملا عمود و در بالای قفسه سینه فرود آید.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-يجب أن يهبط الحديد بشكل عمودي تمامًا على الجزء العلوي من الصدر.\r\n- شهيق اثناء انزال الباربل وزفير عند رفعها.",
      "id": 1770
    },
    "howToDo": {
      "persian": "● بر روی نیمکت شیب مثبت دراز بکشید،تماس شما با نیمکت باید قوسی باشد یعنی در کمر قوس ایجاد شود.\r\n●هالتر را در دست بگیرید در حالیکه دستها کمی بیشتر از عرض شانه باز هستند یعنی در میانه حرکت زاویه ساعد و بازو 90 درجه شود.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قسمت بالایی قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": "- استلق على المقعد منحني ثابت  ، يجب أن يكون اتصالك بالمقعد مقوسًا ، أي مقوسًا عند  منطقة الخصر.\r\n-.أمسك الباربل بيدك مع إبقاء ذراعيك متباعدتين قليلاً عن عرض الكتفين ، أي بزاويه  مقدارها  90درجة بين الساعد والذراع.\r\n- لتكن.الذراعين مفتوحتان وممدودتان ، المرفقان مثنيان قليلًا وراحتا اليد متجهتان للأمام.\r\n-.اخفض الباربل عن طريق ثني الكوع.\r\n-  دع الباربل يلامس الجزء العلوي من الصدر",
      "id": 1771
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-12fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-12f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-12f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 759,
    "name": {
      "persian": "پرس بالا سینه هالتر",
      "english": "Barbell Incline Bench Press Medium-Grip",
      "arabic": "Barbell Incline Bench Press Medium-Grip",
      "id": 1772
    },
    "recommandation": {
      "persian": "●هالتر باید کاملا عمود و در بالای قفسه سینه فرود آید.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-يجب أن يهبط الحديد بشكل عمودي تمامًا على الجزء العلوي من الصدر.\r\n- شهيق اثناء انزال الباربل وزفير عند رفعها .",
      "id": 1773
    },
    "howToDo": {
      "persian": "● بر روی نیمکت شیب مثبت دراز بکشید،تماس شما با نیمکت باید قوسی باشد یعنی در کمر قوس ایجاد شود.\r\n●هالتر را در دست بگیرید در حالیکه دستها کمی بیشتر از عرض شانه باز هستند یعنی در میانه حرکت زاویه ساعد و بازو 90 درجه شود.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قسمت بالایی قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": "- استلق على المقعد منحني ثابت  ، يجب أن يكون اتصالك بالمقعد مقوسًا ، أي مقوسًا عند  منطقة الخصر.\r\n-.أمسك الباربل بيدك مع إبقاء ذراعيك متباعدتين قليلاً عن عرض الكتفين ، أي بزاويه  مقدارها  90درجة بين الساعد والذراع.\r\n- لتكن.الذراعين مفتوحتان وممدودتان ، المرفقان مثنيان قليلًا وراحتا اليد متجهتان للأمام.\r\n-.اخفض الباربل عن طريق ثني الكوع.\r\n-  دع الباربل يلامس الجزء العلوي من الصدر",
      "id": 1774
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-12mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-12m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-12m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 760,
    "name": {
      "persian": "پرس زیرسینه اسمیت",
      "english": "Smith Machine Decline Press",
      "arabic": "Smith Machine Decline Press",
      "id": 1775
    },
    "recommandation": {
      "persian": "●وجود حریف تمرینی در اجرای این حرکت ضروری هست.\r\n●هنگام پایین آوردن میله دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-إن وجود خصم في التدريب ضروري في أداء هذه الحركة.\r\n-  شهيق عند خفض القضيب وزفير عند رفعها .",
      "id": 1776
    },
    "howToDo": {
      "persian": "●یک نیمکت شیب منفی را در زیر دستگاه اسمیت قرار دهید.\r\n●بر روی نیمکت دراز بکشید،قفسه سینه شما باید زیر میله قرار گیرد.\r\n●پاهایتان را به غلتکهای پایین نیمکت گیر دهید،دستهایتان را بیشتر از عرض شانه باز کنید،بازوها باز و کشیده باشند.\r\n●با خم کردن آرنج میله را به بدن نزدیک کنید.\r\n●میله باید  قفسه سینه را کمی لمس کند.",
      "english": null,
      "arabic": "-.ضع المقعد المنحني السالب تحت آلة سميث.\r\n- استلق على المقعد ويجب أن يكون صدرك تحت الباربل.\r\n-ثبت قدميك على البكرات أسفل المقعد ، وباعد بين ذراعيك بمقدار أكبر من عرض الكتفين ، واجعل الذراعين ممدودتين .\r\n- قرب القضيب من الجسم عن طريق ثني الكوع\r\n- يجب أن يلمس القضيب الصدر قليلاً.",
      "id": 1777
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 761,
    "name": {
      "persian": "پرس زیرسینه اسمیت",
      "english": "Smith Machine Decline Press",
      "arabic": "Smith Machine Decline Press",
      "id": 1778
    },
    "recommandation": {
      "persian": "●وجود حریف تمرینی در اجرای این حرکت ضروری هست.\r\n●هنگام پایین آوردن میله دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-إن وجود خصم في التدريب ضروري في أداء هذه الحركة.\r\n-  شهيق عند خفض القضيب وزفير عند رفعها .",
      "id": 1779
    },
    "howToDo": {
      "persian": "●یک نیمکت شیب منفی را در زیر دستگاه اسمیت قرار دهید.\r\n●بر روی نیمکت دراز بکشید،قفسه سینه شما باید زیر میله قرار گیرد.\r\n●پاهایتان را به غلتکهای پایین نیمکت گیر دهید،دستهایتان را بیشتر از عرض شانه باز کنید،بازوها باز و کشیده باشند.\r\n●با خم کردن آرنج میله را به بدن نزدیک کنید.\r\n●میله باید  قفسه سینه را کمی لمس کند.",
      "english": null,
      "arabic": "-.ضع المقعد المنحني السالب تحت آلة سميث.\r\n- استلق على المقعد ويجب أن يكون صدرك تحت الباربل.\r\n-ثبت قدميك على البكرات أسفل المقعد ، وباعد بين ذراعيك بمقدار أكبر من عرض الكتفين ، واجعل الذراعين ممدودتين .\r\n- قرب القضيب من الجسم عن طريق ثني الكوع\r\n- يجب أن يلمس القضيب الصدر قليلاً.",
      "id": 1780
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 762,
    "name": {
      "persian": "پرس زیرسینه دمبل",
      "english": "Decline Dumbbell Bench Press",
      "arabic": "Decline Dumbbell Bench Press",
      "id": 1781
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت ساعد باید همواره عمود بر زمین باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة الساعد عمودية على الارض.\r\n-زفير اثناء رفع  الاثقال للاعلى وشهيق عند انزالها .",
      "id": 1782
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید پاهای خود را در نیمکت شیب منفی گیر دهید و بر روی  آن دراز بکشید.\r\n●بازوها باز و کشیده در بالای قفسه سینه ،ساعد عمود بر زمین،کف دستها رو به جلو و دمبلها نزدیک به هم باشد.\r\n●با خم کردن آرنج دمبلها را پایین بیاورید.\r\n●بازوها تقریبا موازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد وضع قدمك على المنحدر السالب واستلق عليه .\r\n-فلتكن الأذرع مفتوحة وممتدة فوق الصدر ، والساعدين عموديتين على الأرض ، وراحتا اليد متجهتان للأمام والأثقال متقاربة.\r\n-.اخفض الأثقال بثني المرفقين .\r\n-. لتكن الاذرع موازية لسطح الارض .",
      "id": 1783
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-14fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-14f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-14f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 763,
    "name": {
      "persian": "پرس زیرسینه دمبل",
      "english": "Decline Dumbbell Bench Press",
      "arabic": "Decline Dumbbell Bench Press",
      "id": 1784
    },
    "recommandation": {
      "persian": "●درطول اجرای حرکت ساعد باید همواره عمود بر زمین باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة الساعد عمودية على الارض.\r\n-زفير اثناء رفع  الاثقال للاعلى وشهيق عند انزالها .",
      "id": 1785
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید پاهای خود را در نیمکت شیب منفی گیر دهید و بر روی  آن دراز بکشید.\r\n●بازوها باز و کشیده در بالای قفسه سینه ،ساعد عمود بر زمین،کف دستها رو به جلو و دمبلها نزدیک به هم باشد.\r\n●با خم کردن آرنج دمبلها را پایین بیاورید.\r\n●بازوها تقریبا موازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد وضع قدمك على المنحدر السالب واستلق عليه .\r\n-فلتكن الأذرع مفتوحة وممتدة فوق الصدر ، والساعدين عموديتين على الأرض ، وراحتا اليد متجهتان للأمام والأثقال متقاربة.\r\n-.اخفض الأثقال بثني المرفقين .\r\n-. لتكن الاذرع موازية لسطح الارض .",
      "id": 1786
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-14mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-14m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-14m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 764,
    "name": {
      "persian": "پرس زیرسینه دستگاه",
      "english": " Decline Machine Bench Press",
      "arabic": " Decline Machine Bench Press",
      "id": 1787
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام دور کردن دسته ها از بدن  بازدم و هنگام نزدیک کردن به بدن دم انجام شود.\r\n\r\n",
      "english": null,
      "arabic": "- من الافضل ضبط الحركة المنجزة .\r\n- زفير اثناء ابتعاد المقابض عن الجسم  وشهيق اثناء اقترابها منه .",
      "id": 1788
    },
    "howToDo": {
      "persian": "●وزنه مناسب را انتخاب کنید ،بر روی صندلی دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها مقابل قسمت پایینی عضله سینه باشند.\r\n●کف دستها رو به زمین باشد.\r\n●با باز کردن آرنج دسته ها را به جلو هل دهید.\r\n●بازوها باز و کشیده شوند.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على مقعد الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ، ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1789
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-15fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-15f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-15f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 765,
    "name": {
      "persian": "پرس زیرسینه دستگاه",
      "english": " Decline Machine Bench Press",
      "arabic": " Decline Machine Bench Press",
      "id": 1790
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام دور کردن دسته ها از بدن  بازدم و هنگام نزدیک کردن به بدن دم انجام شود.\r\n",
      "english": null,
      "arabic": "- من الافضل ضبط الحركة المنجزة .\r\n- زفير اثناء ابتعاد المقابض عن الجسم  وشهيق اثناء اقترابها منه .",
      "id": 1791
    },
    "howToDo": {
      "persian": "●وزنه مناسب را انتخاب کنید ،بر روی صندلی دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها مقابل قسمت پایینی عضله سینه باشند.\r\n●کف دستها رو به زمین باشد.\r\n●با باز کردن آرنج دسته ها را به جلو هل دهید.\r\n●بازوها باز و کشیده شوند.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على مقعد الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ، ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1792
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-15mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-15m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-15m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 768,
    "name": {
      "persian": "پرس زیرسینه هالتر ",
      "english": "Decline Barbell Bench Press",
      "arabic": "Decline Barbell Bench Press",
      "id": 1799
    },
    "recommandation": {
      "persian": "●در این تمرین کمک گرفتن از یار تمرینی ضروریست چون در صورت هر گونه اشکالی به خاطر شیب منفی حرکت،ممکن است هالتر به روی گردن شما بیفتد که ممکن است کشنده باشد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.\r\n",
      "english": null,
      "arabic": "-في هذا التمرين ، من الضروري الحصول على المساعدة اثناء التدريب لأنه في حالة حدوث أي مشاكل بسبب الانحدار السلبي للحركة ، فقد يقع الحديد على رقبتك ، مما قد يؤدي إلى الوفاة\r\n- شهيق اثناء خفض الباربل الى الاسفل  وزفير عند رفعه للاعلى..",
      "id": 1800
    },
    "howToDo": {
      "persian": "● بر روی نیمکت شیب منفی پرس سینه دراز بکشیدو پاها را در قسمت مخصوص گیر دهید.\r\n●هالتر را در دست بگیرید در حالیکه دستها بیشتر از عرض شانه باز هستند.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قسمت پایین قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": "- .استلقِ على المقعد المنحني السلبي للضغط على الصدر وألصق ساقيك في المنطقة الخاصة\r\n- امسك الباربل مع المباعدة بين ذراعيك بمقدار أكبر من عرض الكتفين\r\n- الذراعين مفتوحتان وممتدتان ، والمرفقان مثنيان قليلاً وراحتا اليد متجهان للأمام.\r\n- اخفض القضيب عن طريق ثني الكوع\r\n-يجب أن يتلامس القضيب مع الجزء السفلي من الصدر.",
      "id": 1801
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-17fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-17f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-17f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 769,
    "name": {
      "persian": "پرس زیرسینه هالتر ",
      "english": "Decline Barbell Bench Press",
      "arabic": "Decline Barbell Bench Press",
      "id": 1802
    },
    "recommandation": {
      "persian": "●در این تمرین کمک گرفتن از یار تمرینی ضروریست چون در صورت هر گونه اشکالی به خاطر شیب منفی حرکت،ممکن است هالتر به روی گردن شما بیفتد که ممکن است کشنده باشد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-في هذا التمرين ، من الضروري الحصول على المساعدة اثناء التدريب لأنه في حالة حدوث أي مشاكل بسبب الانحدار السلبي للحركة ، فقد يقع الحديد على رقبتك ، مما قد يؤدي إلى الوفاة\r\n- شهيق اثناء خفض الباربل الى الاسفل  وزفير عند رفعه للاعلى..",
      "id": 1803
    },
    "howToDo": {
      "persian": "● بر روی نیمکت شیب منفی پرس سینه دراز بکشیدو پاها را در قسمت مخصوص گیر دهید.\r\n●هالتر را در دست بگیرید در حالیکه دستها بیشتر از عرض شانه باز هستند.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قسمت پایین قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": "- استلقِ على المقعد المنحني السلبي للضغط على الصدر وألصق ساقيك في المنطقة الخاصة\r\n- امسك الباربل مع المباعدة بين ذراعيك بمقدار أكبر من عرض الكتفين\r\n- الذراعين مفتوحتان وممتدتان ، والمرفقان مثنيان قليلاً وراحتا اليد متجهان للأمام.\r\n- اخفض القضيب عن طريق ثني الكوع\r\n-يجب أن يتلامس القضيب مع الجزء السفلي من الصدر.",
      "id": 1804
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-17mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-17m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-17m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 770,
    "name": {
      "persian": "پرس سینه اسمیت",
      "english": " Smith Machine Bench Press",
      "arabic": " Smith Machine Bench Press",
      "id": 1805
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام پایین آوردن میله دم و وقتی میله را بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- من الافضل ضبط الحركة المنجزة .\r\n- شهيق عند خفض القضيب للاسفل وزفير عند رفعه للاعلى ..",
      "id": 1806
    },
    "howToDo": {
      "persian": "● میانه یک دستگاه اسمیت یک نیمکت تخت بگذارید.\r\n●دراز بکشید به شکلی که قفسه سینه در زیر میله دستگاه باشد.\r\n●دستها را کمی بیشتر از عرض شانه باز ،بازوها باز و کشیده باشند.\r\n●با خم کردن آرنجها میله را پایین بیاورید.\r\n●میله باید با قفسه سینه تماس کمی پیدا کند.",
      "english": null,
      "arabic": "- .ضع مقعدًا مسطحًا في منتصف جهاز سميث.\r\n-استلق بشكل يكون فيه صدرك أسفل الجهاز .\r\n-. فلتكن الأيدي أوسع قليلاً من عرض الكتفين ، والذراعين مفتوحتين وممدودتين.\r\n- اخفض القضيب عن طريق ثني المرفقين.\r\n-يجب أن يلامس القضيب الصدر .",
      "id": 1807
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-19fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-19f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-19f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 771,
    "name": {
      "persian": "پرس سینه اسمیت",
      "english": " Smith Machine Bench Press",
      "arabic": " Smith Machine Bench Press",
      "id": 1808
    },
    "recommandation": {
      "persian": "●بهتر است حرکت را کنترل شده انجام دهید.\r\n●هنگام پایین آوردن میله دم و وقتی میله را بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "- من الافضل ضبط الحركة المنجزة .\r\n- شهيق عند خفض القضيب للاسفل وزفير عند رفعه للاعلى ..",
      "id": 1809
    },
    "howToDo": {
      "persian": "● میانه یک دستگاه اسمیت یک نیمکت تخت بگذارید.\r\n●دراز بکشید به شکلی که قفسه سینه در زیر میله دستگاه باشد.\r\n●دستها را کمی بیشتر از عرض شانه باز ،بازوها باز و کشیده باشند.\r\n●با خم کردن آرنجها میله را پایین بیاورید.\r\n●میله باید با قفسه سینه تماس کمی پیدا کند.",
      "english": null,
      "arabic": "- .ضع مقعدًا مسطحًا في منتصف جهاز سميث.\r\n-استلق بشكل يكون فيه صدرك أسفل الجهاز .\r\n-. فلتكن الأيدي أوسع قليلاً من عرض الكتفين ، والذراعين مفتوحتين وممدودتين.\r\n- اخفض القضيب عن طريق ثني المرفقين.\r\n-يجب أن يلامس القضيب الصدر .",
      "id": 1810
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-19mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-19m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-19m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 772,
    "name": {
      "persian": "پرس سینه دمبل موازی",
      "english": " Dumbbell Bench Press with Neutral Grip",
      "arabic": " Dumbbell Bench Press with Neutral Grip",
      "id": 1811
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط اليدين في حالة حركة والجزء العلوي من الجسم ثابت.\r\n- زفير عند رفع الاثقال وشهيق انزالها",
      "id": 1812
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت تخت دراز بکشید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به هم ،آرنج کمی خم باشد و دمبلها نزدیک به هم هستند.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●دمبلها کاملا نزدیک به بالاتنه شود.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد واستلق على المقعد .\r\n-فلتكن الأذرع مفتوحة وممتدة فوق الصدر ، والساعدين عموديتين على الأرض ، وراحتا اليد متجهتان للأمام والأثقال متقاربة.\r\n-.اخفض الأثقال بثني المرفقين .\r\n-. لتكن الاثقال قريبة من القسم العلوي من الجسم .",
      "id": 1813
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-22fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-22f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-22f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 773,
    "name": {
      "persian": "پرس سینه دمبل موازی",
      "english": " Dumbbell Bench Press with Neutral Grip",
      "arabic": " Dumbbell Bench Press with Neutral Grip",
      "id": 1814
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط اليدين في حالة حركة والجزء العلوي من الجسم ثابت.\r\n- زفير عند رفع الاثقال وشهيق انزالها",
      "id": 1815
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت تخت دراز بکشید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به هم ،آرنج کمی خم باشد و دمبلها نزدیک به هم هستند.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●دمبلها کاملا نزدیک به بالاتنه شود.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد واستلق على المقعد .\r\n-فلتكن الأذرع مفتوحة وممتدة فوق الصدر ، والساعدين عموديتين على الأرض ، وراحتا اليد متجهتان للأمام والأثقال متقاربة.\r\n-.اخفض الأثقال بثني المرفقين .\r\n-. لتكن الاثقال قريبة من القسم العلوي من الجسم.",
      "id": 1816
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-22mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-22m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-22m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 774,
    "name": {
      "persian": "پرس سینه دمبل",
      "english": "Dumbbell Bench Press",
      "arabic": "Dumbbell Bench Press",
      "id": 1817
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط اليدين في حالة حركة والجزء العلوي من الجسم ثابت.\r\n- زفير عند رفع الاثقال وشهيق انزالها",
      "id": 1818
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت تخت دراز بکشید.\r\n●دمبلها را در بالای قفسه سینه به هم بچسبانید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به جلو ،آرنج کمی خم باشد.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●زاویه بازو با زمین کمی کمتر از حالت موازی و بازو با ساعد تقریبا زاویه 90 درجه داشته باشند.",
      "english": null,
      "arabic": "-استلقِ على مقعد مسطح مع ثقل في كل يد.\r\n-الصق الأثقال معًا أعلى الصدر.\r\n-  لتكن الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً.\r\n- اخفض الأثقال بثني المرفقين.\r\n- لتكن زاوية الذراع مع الأرض أقل بقليل من الوضع المتوازي والزاوية بين الذراع الساعد يجب أن يكون 90 درجة .",
      "id": 1819
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-24fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-24f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-24f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 775,
    "name": {
      "persian": "پرس سینه دمبل",
      "english": "Dumbbell Bench Press",
      "arabic": "Dumbbell Bench Press",
      "id": 1820
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط دستها حرکت کند و تنه ثابت باشد.\r\n●هنگام بالا بردن دمبل  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط اليدين في حالة حركة والجزء العلوي من الجسم ثابت.\r\n- زفير عند رفع الاثقال وشهيق انزالها",
      "id": 1821
    },
    "howToDo": {
      "persian": "●با یک دمبل در هر دست بر روی نیمکت تخت دراز بکشید.\r\n●دمبلها را در بالای قفسه سینه به هم بچسبانید.\r\n● بازو ها باز وکشیده  عمود بر زمین،کف دستها رو به جلو ،آرنج کمی خم باشد.\r\n●با خم کردن آرنج ها دمبلها  را  پایین بیاورید.\r\n●زاویه بازو با زمین کمی کمتر از حالت موازی و بازو با ساعد تقریبا زاویه 90 درجه داشته باشند.",
      "english": null,
      "arabic": "-استلقِ على مقعد مسطح مع ثقل في كل يد.\r\n-الصق الأثقال معًا أعلى الصدر.\r\n-  لتكن الأذرع مفتوحة وممتدة بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً.\r\n- اخفض الأثقال بثني المرفقين.\r\n- لتكن زاوية الذراع مع الأرض أقل بقليل من الوضع المتوازي والزاوية بين الذراع الساعد يجب أن يكون 90 درجة .",
      "id": 1822
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-24mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-24m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-24m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 776,
    "name": {
      "persian": "پرس سینه دستگاه",
      "english": "Machine Bench Press",
      "arabic": "Machine Bench Press",
      "id": 1823
    },
    "recommandation": {
      "persian": "●بهتر است کنترل شده حرکت را اجرا کنید.\r\n●هنگام دور کردن دسته ها از بدن بازدم و وقتی به بدن نزدیک میکنید دم انجام شود.",
      "english": null,
      "arabic": "-  من الأفضل الركض بطريقة محكمة.\r\n-زفير عند تحريك المقابض بعيدًا عن الجسم وشهيق وأنت تقترب من الجسم.",
      "id": 1824
    },
    "howToDo": {
      "persian": "●وزنه مناسب را انتخاب کنید ،بر روی صندلی دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها کاملا وسط سینه شما باشد.\r\n●دستگیره ها را بگیرید ،کف دستها رو به زمین باشد.\r\n●با فشاری که به دسته ها وارد میکنید آنها را به سمت جلو هل دهید.\r\n●بازوها باز و کشیده و ارنج کمی خم باشد.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على كرسي  الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ،                                                                                    - ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1825
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-27fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-27f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-27f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 777,
    "name": {
      "persian": "پرس سینه دستگاه",
      "english": "Machine Bench Press",
      "arabic": "Machine Bench Press",
      "id": 1826
    },
    "recommandation": {
      "persian": "●بهتر است کنترل شده حرکت را اجرا کنید.\r\n●هنگام دور کردن دسته ها از بدن بازدم و وقتی به بدن نزدیک میکنید دم انجام شود.",
      "english": null,
      "arabic": "-  من الأفضل الركض بطريقة محكمة.\r\n-زفير عند تحريك المقابض بعيدًا عن الجسم وشهيق وأنت تقترب من الجسم.",
      "id": 1827
    },
    "howToDo": {
      "persian": "●وزنه مناسب را انتخاب کنید ،بر روی صندلی دستگاه بنشینید.\r\n●ارتفاع صندلی را به شکلی تنظیم کنید که دسته ها کاملا وسط سینه شما باشد.\r\n●دستگیره ها را بگیرید ،کف دستها رو به زمین باشد.\r\n●با فشاری که به دسته ها وارد میکنید آنها را به سمت جلو هل دهید.\r\n●بازوها باز و کشیده و ارنج کمی خم باشد.",
      "english": null,
      "arabic": "-  اختر الوزن المناسب ، واجلس على كرسي  الجهاز.\r\n-ضبط ارتفاع الكرسي بحيث تكون المقابض أمام عضلة الصدر العلوية.\r\n- لتجعل.راحة اليد متجهة لأسفل\r\n-ادفع المقابض للأمام وذلك عن طريق فتح المرفقين ،                                                                                    - ويجب أن تكون الذراعين مفتوحتين وممدودتين .",
      "id": 1828
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-27mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-27m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-27m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 778,
    "name": {
      "persian": "پرس سینه هالتر",
      "english": "Brabell Bench Press",
      "arabic": "Brabell Bench Press",
      "id": 1829
    },
    "recommandation": {
      "persian": "●هالتر باید کاملا عمود و در میانه قفسه سینه فرود آید.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": null,
      "id": 1830
    },
    "howToDo": {
      "persian": "● بر روی نیمکت  پرس سینه دراز بکشید.\r\n●هالتر را در دست بگیرید در حالیکه دستها بیشتر از عرض شانه باز هستند یعنی وقتی که به میانه حرکت میرسید زاویه بازو و ساعد بیشتر از 90 درجه باشد.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": null,
      "id": 1831
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-29fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-29f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-29f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 779,
    "name": {
      "persian": "پرس سینه هالتر",
      "english": "Barbell Bench Press",
      "arabic": "Barbell Bench Press",
      "id": 1832
    },
    "recommandation": {
      "persian": "●هالتر باید کاملا عمود و در میانه قفسه سینه فرود آید.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": null,
      "id": 1833
    },
    "howToDo": {
      "persian": "● بر روی نیمکت  پرس سینه دراز بکشید.\r\n●هالتر را در دست بگیرید در حالیکه دستها بیشتر از عرض شانه باز هستند یعنی وقتی که به میانه حرکت میرسید زاویه بازو و ساعد بیشتر از 90 درجه باشد.\r\n●بازوها باز و کشیده،آرنج کمی خم و کف دستها رو به جلو باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر باید با قفسه سینه تماس پیدا کند.",
      "english": null,
      "arabic": null,
      "id": 1834
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-29mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-29m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-29m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 780,
    "name": {
      "persian": "پرس بالا سینه دمبل چرخشی",
      "english": "Incline Dumbbell Bench Press Rotation",
      "arabic": "Incline Dumbbell Bench Press Rotation",
      "id": 1835
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت  زاویه آرنج  ثابت بماند.\r\n●هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 1836
    },
    "howToDo": {
      "persian": "● در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n●بازوها باز و کشیده  ،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n●دمبلها را در یک مسیر دایره ای به پایین بیاورید.\r\n●با چرخشی که ایجاد میکنید کف دستها رو به سقف شود.\r\n●بازوها کمی پایینتر از حالت موازی با زمین باشندو آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- أمسك الأثقال بكلتا يديك واستلق على مقعد مائل إيجابي.\r\n-الأذرع مفتوحة وممتدة ، والمرفقان مثنيان قليلاً ، وراحتا الكف متجهة للخلف.\r\n-اخفض الأثقال في حركة دائرية .\r\n-فلتكن راحتي اليد مواجهتان للسقف مع الدوران الذي تقوم بإيجاده .\r\n-.يجب أن تكون الذراعين أقل بقليل من الموازية للأرض و المرفقان مثنيان قليلاً.",
      "id": 1837
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-37fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-37f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-37f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 781,
    "name": {
      "persian": "پرس بالا سینه دمبل چرخشی",
      "english": "Incline Dumbbell Bench Press Rotation",
      "arabic": "Incline Dumbbell Bench Press Rotation",
      "id": 1838
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت  زاویه آرنج  ثابت بماند.\r\n●هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.\r\n\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 1839
    },
    "howToDo": {
      "persian": "● در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n●بازوها باز و کشیده  ،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n●دمبلها را در یک مسیر دایره ای به پایین بیاورید.\r\n●با چرخشی که ایجاد میکنید کف دستها رو به سقف شود.\r\n●بازوها کمی پایینتر از حالت موازی با زمین باشندو آرنج کمی خم باشد.",
      "english": null,
      "arabic": "- أمسك الأثقال بكلتا يديك واستلق على مقعد مائل إيجابي.\r\n-الأذرع مفتوحة وممتدة ، والمرفقان مثنيان قليلاً ، وراحتا الكف متجهة للخلف.\r\n-اخفض الأثقال في حركة دائرية .\r\n-فلتكن راحتي اليد مواجهتان للسقف مع الدوران الذي تقوم بإيجاده .\r\n-.يجب أن تكون الذراعين أقل بقليل من الموازية للأرض و المرفقان مثنيان قليلاً.",
      "id": 1840
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-37mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-37m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-37m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 782,
    "name": {
      "persian": "قفسه سینه دمبل",
      "english": " Dumbbell Flye",
      "arabic": " Dumbbell Flye",
      "id": 1841
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت فقط مفصل شانه حرکت کند و زاویه آرنج ثابت بماند.\r\n●هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط وزاوية الكوع ثابته \r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 1842
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل  بگیرید و بر روی نیمکت تخت دراز بکشید.\r\n●کف دستها روبروی هم،بازوها باز و کشیده ،آر نج کمی خم و دمبلها چسبیده بهم باشد.\r\n●در مسیر دایره ای شکل دمبلها را پایین بیاورید.\r\n●بازوی شما از حالت موازی با زمین کمی پایینتر باشد.",
      "english": null,
      "arabic": "-  .أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي.\r\n-فلتكن راحتا اليد في مواجهة بعضهما البعض ، والأذرع ممدودة ، والمرفقان مثنيان قليلًا ، والأثقال ملصقة معًا.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 1843
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-46fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-46f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-46f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 783,
    "name": {
      "persian": "قفسه سینه دمبل",
      "english": " Dumbbell Flyes",
      "arabic": " Dumbbell Flyes",
      "id": 1844
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت فقط مفصل شانه حرکت کند و زاویه آرنج ثابت بماند.\r\n●هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط وزاوية الكوع ثابته \r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 1845
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل  بگیرید و بر روی نیمکت تخت دراز بکشید.\r\n●کف دستها روبروی هم،بازوها باز و کشیده ،آر نج کمی خم و دمبلها چسبیده بهم باشد.\r\n●در مسیر دایره ای شکل دمبلها را پایین بیاورید.\r\n●بازوی شما از حالت موازی با زمین کمی پایینتر باشد.",
      "english": null,
      "arabic": "-  .أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي.\r\n-فلتكن راحتا اليد في مواجهة بعضهما البعض ، والأذرع ممدودة ، والمرفقان مثنيان قليلًا ، والأثقال ملصقة معًا.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 1846
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-46mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-46m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-46m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 784,
    "name": {
      "persian": "پرس سینه دمبل چرخشی",
      "english": "Rotation Dumbbell Bench Press ",
      "arabic": "Rotation Dumbbell Bench Press ",
      "id": 1847
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در حالی که روی سطح صندلی دراز کشیدید با دمبل هایی که در سطح سینه تان است شروع کنید. کف دست ها رو به جلو باشد.\r\n● به دمبل ها به حالت بالا فشار بیاورید و دمبل ها را به آرامی بچرخانید تا در زمانی که آرنج تان صاف می شود دست تان به حالت خنثی باشد (کف دست تان رو به هم).\r\n● به آرامی دمبل ها را به حالت اول برگردانید.",
      "english": null,
      "arabic": "أثناء استلقائك على سطح الكرسي ابدأ بالدمبلز الموازية لصدرك وكما يجب أن تكون راحتي يديك إلى الأمام.\r\nادفع الدمبلز للأعلى وقم بتدوير الدمبلز إلى أن تصبح يداك بحالةٍ محايدة أثناء استقامة مرفقيك. (الكفين في مواجهة بعضهما البعض) \r\nأعد الدمبلز إلى ماكانت عليه ببطء",
      "id": 1848
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-58fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-58f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-58f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 785,
    "name": {
      "persian": "پرس سینه دمبل چرخشی",
      "english": "Rotation Dumbbell Bench Press ",
      "arabic": "Rotation Dumbbell Bench Press ",
      "id": 1849
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در حالی که روی سطح صندلی دراز کشیدید با دمبل هایی که در سطح سینه تان است شروع کنید. کف دست ها رو به جلو باشد.\r\n● به دمبل ها به حالت بالا فشار بیاورید و دمبل ها را به آرامی بچرخانید تا در زمانی که آرنج تان صاف می شود دست تان به حالت خنثی باشد (کف دست تان رو به هم).\r\n● به آرامی دمبل ها را به حالت اول برگردانید.",
      "english": null,
      "arabic": "أثناء استلقائك على سطح الكرسي ابدأ بالدمبلز الموازية لصدرك وكما يجب أن تكون راحتي يديك إلى الأمام.\r\nادفع الدمبلز للأعلى وقم بتدوير الدمبلز إلى أن تصبح يداك بحالةٍ محايدة أثناء استقامة مرفقيك. (الكفين في مواجهة بعضهما البعض) \r\nأعد الدمبلز إلى ماكانت عليه ببطء",
      "id": 1850
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-58mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-58m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-58m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 786,
    "name": {
      "persian": "پرس زیرسینه دمبل چرخشی",
      "english": "Rotation Decline Dumbbell Bench Press",
      "arabic": "Rotation Decline Dumbbell Bench Press",
      "id": 1851
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در هر دست یک دمبل متناسب با توانایی تان بلند کنید. \r\n● پای خود را در جایگاه مخصوص میز پرس زیرسینه قرار داده و به آرامی روی آن دراز بکشید.\r\n● دمبل ها را یکی یکی بالا آورده به شکلی که کنار سینه و در ارتفاع شانه قرار بگیرند.\r\n● حالا دست های خود را بچرخانید به شکلی که کف دست ها روبروی هم باشد. این وضعیت شروع تمرین است.\r\n● در تمام طول تمرین باید روی حرکت دمبل ها کنترل کامل داشته باشید.\r\n● به آرامی و با انجام عمل دم دمبل ها را به سمت بالا فشار داده و آن ها را بالا ببرید.\r\n● یک ثانیه در این وضعیت مکث کنید.\r\n● سپس به آرامی و با انجام عمل بازدم دمبل ها را پایین آورده و  در حالت پایین آوردن مچ دست را بچرخانید تا کف دست به جلو باشد  و به وضعیت شروع حرکت بازگردانید.\r\n● تمرین را به تعداد توصیه شده توسط مربی تکرار کنید.",
      "english": null,
      "arabic": "- ارفع دمبل في كل يد بما يتناسب مع قدراتك \r\n- ضع القدمين على المكان المخصص لهما تحت طاولة تمرين عضلة الصدر( طاولة الضغط) واستلق عليها ببطء\r\n- ارفع الدمبلز واحدةً تلو الآخر بحيث تكونان بجانب الصدر وعلى ارتفاع الكتفين\r\n- الآن قم بتدوير يديك حتى تواجه الراحتان بعضهما البعض. هذه هي وضعية بداية التمرين.\r\n- يجب أن تسيطر على حركة الدمبلز طوال مدة التمرين.\r\n- ارفع الدمبلز للاعلى ببطء وقم بعملية الزفير في نفس الوقت.\r\n- توقف لمدة ثانية واحدة على هذه الوضعية.\r\n- ثم أنزل الدمبلز ببطء مع الزفير وقم بتدوير الرسغ أثناء الإنزال بحيث تكون راحة اليد للأمام, وعد لوضعية بداية الحركة.\r\n- كرر التمرين بعدد المرات الموصى بها من قبل المربي.",
      "id": 1852
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-65fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-65f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-65f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 787,
    "name": {
      "persian": "پرس زیرسینه دمبل چرخشی",
      "english": "Rotation Decline Dumbbell Bench Press",
      "arabic": "Rotation Decline Dumbbell Bench Press",
      "id": 1853
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● در هر دست یک دمبل متناسب با توانایی تان بلند کنید. \r\n● پای خود را در جایگاه مخصوص میز پرس زیرسینه قرار داده و به آرامی روی آن دراز بکشید.\r\n● دمبل ها را یکی یکی بالا آورده به شکلی که کنار سینه و در ارتفاع شانه قرار بگیرند.\r\n● حالا دست های خود را بچرخانید به شکلی که کف دست ها روبروی هم باشد. این وضعیت شروع تمرین است.\r\n● در تمام طول تمرین باید روی حرکت دمبل ها کنترل کامل داشته باشید.\r\n● به آرامی و با انجام عمل دم دمبل ها را به سمت بالا فشار داده و آن ها را بالا ببرید.\r\n● یک ثانیه در این وضعیت مکث کنید.\r\n● سپس به آرامی و با انجام عمل بازدم دمبل ها را پایین آورده و  در حالت پایین آوردن مچ دست را بچرخانید تا کف دست به جلو باشد  و به وضعیت شروع حرکت بازگردانید.\r\n● تمرین را به تعداد توصیه شده توسط مربی تکرار کنید.",
      "english": null,
      "arabic": "- ارفع دمبل في كل يد بما يتناسب مع قدراتك \r\n- ضع القدمين على المكان المخصص لهما تحت طاولة تمرين عضلة الصدر( طاولة الضغط) واستلق عليها ببطء\r\n- ارفع الدمبلز واحدةً تلو الآخر بحيث تكونان بجانب الصدر وعلى ارتفاع الكتفين\r\n- الآن قم بتدوير يديك حتى تواجه الراحتان بعضهما البعض. هذه هي وضعية بداية التمرين.\r\n- يجب أن تسيطر على حركة الدمبلز طوال مدة التمرين.\r\n- ارفع الدمبلز للاعلى ببطء وقم بعملية الزفير في نفس الوقت.\r\n- توقف لمدة ثانية واحدة على هذه الوضعية.\r\n- ثم أنزل الدمبلز ببطء مع الزفير وقم بتدوير الرسغ أثناء الإنزال بحيث تكون راحة اليد للأمام, وعد لوضعية بداية الحركة.\r\n- كرر التمرين بعدد المرات الموصى بها من قبل المربي.",
      "id": 1854
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-65mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-65m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-65m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 788,
    "name": {
      "persian": "پرس بالا سینه دمبل پمپی",
      "english": " Incline Dumbbell Bench Press",
      "arabic": " Incline Dumbbell Bench Press",
      "id": 1855
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● بر روی میز بالا سینه خوابیده و دو دمبل را با دست گرفته و آنها را بر روی ابتدای ران پا قرار دهید. دستان باید بصورت موازی باشند.\r\n● با کمک پا دمبل ها را در یک زمان بالا آورده و فاصله بین دست ها باید اندازه عرض شانه باشد.\r\n● دستان باید به حالت موازی یعنی کف دست ها مقابل هم باشد و دمبل ها به هم چسبیده باشد و شانه، آرنج و ساعد باید در یک خط باشند.این نقطه شروع خواهد بود.\r\n● درحالیکه نفس خود را به داخل می دهید، به آرامی دستان خود را پایین آورده و در طول انجام حرکت باید کنترل کامل بر روی دمبل ها داشته باشید.\r\n● درحالیکه نفس خود را به بیرون می دهید، به آرامی به نقطه شروع بازگشته و برای انجام این کار با عضله سینه انجام دهید و در نقطه اوج حرکت یک مکث داشته باشید.",
      "english": null,
      "arabic": "استلقي على طاولة تضخيم الصدر وامسك اثنين من الدمبلز في يديك وضعهما على بداية فخذيك, ويجب ان تكون اليدان متوازيتان.\r\nارفع الدمبلز في نفس الوقت بمساعدة القدم ويجب أن تكون المسافة بين الذراعين مساوية لعرض الكتفين.\r\nيجب أن تكون اليدان متوازيتان أي يجب أن تكون راحتا اليد متقابلتين و الأوزان ملتصقة ببعضها البعض ، وكما يجب أن تكون الكتفين والمرفقين والساعدين على نفس المستوى.\r\nأنزل ذراعيك ببطء أثناء الزفير ولتكن مسيطراً بشكل كامل على الدمبل طوال مدة التمرين.\r\nعد ببطء إلى نقطة البداية أثناء الزفير وقم بذلك باستخدام عضلات الصدر وتوقف للحظة في ذروة الحركة.",
      "id": 1856
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-68fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-68f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-68f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 789,
    "name": {
      "persian": "پرس بالا سینه دمبل پمپی",
      "english": " Incline Dumbbell Bench Press",
      "arabic": " Incline Dumbbell Bench Press",
      "id": 1857
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● بر روی میز بالا سینه خوابیده و دو دمبل را با دست گرفته و آنها را بر روی ابتدای ران پا قرار دهید. دستان باید بصورت موازی باشند.\r\n● با کمک پا دمبل ها را در یک زمان بالا آورده و فاصله بین دست ها باید اندازه عرض شانه باشد.\r\n● دستان باید به حالت موازی یعنی کف دست ها مقابل هم باشد و دمبل ها به هم چسبیده باشد و شانه، آرنج و ساعد باید در یک خط باشند.این نقطه شروع خواهد بود.\r\n● درحالیکه نفس خود را به داخل می دهید، به آرامی دستان خود را پایین آورده و در طول انجام حرکت باید کنترل کامل بر روی دمبل ها داشته باشید.\r\n● درحالیکه نفس خود را به بیرون می دهید، به آرامی به نقطه شروع بازگشته و برای انجام این کار با عضله سینه انجام دهید و در نقطه اوج حرکت یک مکث داشته باشید.",
      "english": null,
      "arabic": "استلقي على طاولة تضخيم الصدر وامسك اثنين من الدمبلز في يديك وضعهما على بداية فخذيك, ويجب ان تكون اليدان متوازيتان.\r\nارفع الدمبلز في نفس الوقت بمساعدة القدم ويجب أن تكون المسافة بين الذراعين مساوية لعرض الكتفين.\r\nيجب أن تكون اليدان متوازيتان أي يجب أن تكون راحتا اليد متقابلتين و الأوزان ملتصقة ببعضها البعض ، وكما يجب أن تكون الكتفين والمرفقين والساعدين على نفس المستوى.\r\nأنزل ذراعيك ببطء أثناء الزفير ولتكن مسيطراً بشكل كامل على الدمبل طوال مدة التمرين.\r\nعد ببطء إلى نقطة البداية أثناء الزفير وقم بذلك باستخدام عضلات الصدر وتوقف للحظة في ذروة الحركة.",
      "id": 1858
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-68mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-68m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-68m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 790,
    "name": {
      "persian": "اچ دستگاه تک دست افقی",
      "english": "lateral One-Arm Leverage Iso Row",
      "arabic": "lateral One-Arm Leverage Iso Row",
      "id": 1859
    },
    "recommandation": {
      "persian": "●در طول اجرا بالا تنه ثابت باشد.\r\n●وقتی دسته ها را به بدن نزدیک میکنید بازدم و وقتی دور میکنید دم انجام گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي  من الجسم ثابت.\r\n- زفيرعند اقتراب المقابض من الجسم وشهيق عند ابتعادها عنه ..",
      "id": 1860
    },
    "howToDo": {
      "persian": "●بر روی صندلی دستگاه به شکلی بنشینید که دستگاه در راستای بدنتان باشد نه مقابل بدن .\r\n●دستگیره دستگاه را با یه دست بگیرید.کف دست رو به بدن باشد .\r\n●با خم کردن آرنج ها دسته را به بدن نزدیک کنید .\r\n●کف دست در مقابل قفسه سینه باشد .",
      "english": null,
      "arabic": "- اجلس على مقعد الجهاز بحيث يكون الجهاز متماشياً مع جسمك وليس أمام جسمك.\r\n-أمسك بمقبض الجهاز بيد واحدة بحيث تكون راحة اليد مواجهة للجسم.\r\n- بثني المرفقين يقترب مقبض الجهاز من الجسم .\r\n- لتكن راحة اليد مقابلة للصدر .",
      "id": 1861
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-1fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-1f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-1f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 791,
    "name": {
      "persian": "اچ دستگاه تک دست افقی",
      "english": "lateral One-Arm Leverage Iso Row",
      "arabic": "lateral One-Arm Leverage Iso Row",
      "id": 1862
    },
    "recommandation": {
      "persian": "●در طول اجرا بالا تنه ثابت باشد.\r\n●وقتی دسته ها را به بدن نزدیک میکنید بازدم و وقتی دور میکنید دم انجام گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي  من الجسم ثابت.\r\n- زفيرعند اقتراب المقابض من الجسم وشهيق عند ابتعادها عنه ..",
      "id": 1863
    },
    "howToDo": {
      "persian": "●بر روی صندلی دستگاه به شکلی بنشینید که دستگاه در راستای بدنتان باشد نه مقابل بدن .\r\n●دستگیره دستگاه را با یه دست بگیرید.کف دست رو به بدن باشد .\r\n●با خم کردن آرنج ها دسته را به بدن نزدیک کنید .\r\n●کف دست در مقابل قفسه سینه باشد .",
      "english": null,
      "arabic": "- اجلس على مقعد الجهاز بحيث يكون الجهاز متماشياً مع جسمك وليس أمام جسمك.\r\n-أمسك بمقبض الجهاز بيد واحدة بحيث تكون راحة اليد مواجهة للجسم.\r\n- بثني المرفقين يقترب مقبض الجهاز من الجسم .\r\n- لتكن راحة اليد مقابلة للصدر .",
      "id": 1864
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-1mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-1m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-1m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 792,
    "name": {
      "persian": "بارفیکس ماشین دست باز ",
      "english": "Machine-Assisted Pull-Up",
      "arabic": "Machine-Assisted Pull-Up",
      "id": 1865
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و ران در یک راستا باشند.\r\n●هنگام بالا کشیدن بدن بازدم و وقتی پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والفخذ على مستوى واحد .\r\n- زفير عند رفع الجسم للاعلى وشهيق عند خفضه  .",
      "id": 1866
    },
    "howToDo": {
      "persian": "●وزنه ای مناسب با وزن بدن انتخاب کنید،ساق را در پد مخصوص قرار دهید.\r\n●دسته ها را به شکلی بگیرید که دستها بیشتر از عرض شانه باز و کف دست رو به جلو،بازوها باز و کشیده و آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها بدن را به بالا بکشید.\r\n●صورتتان تقریبا هم سطح کف دستها شود.",
      "english": null,
      "arabic": "-اختر وزنًا مناسبًا لوزن جسمك ، ضع الساق على وسادة خاصة.\r\n-أمسك المقابض بحيث تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين وراحتا الكف متجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً .\r\n- ارفع جسمك للأعلى عن طريق ثني مرفقيك.\r\n-يجب أن يكون وجهك مستويًا تقريبًا مع راحة يديك.",
      "id": 1867
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-5fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-5f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-5f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 793,
    "name": {
      "persian": "بارفیکس ماشین دست باز ",
      "english": "Machine-Assisted Pull-Up",
      "arabic": "Machine-Assisted Pull-Up",
      "id": 1868
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و ران در یک راستا باشند.\r\n●هنگام بالا کشیدن بدن بازدم و وقتی پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والفخذ على مستوى واحد .\r\n- زفير عند رفع الجسم للاعلى وشهيق عند خفضه  .",
      "id": 1869
    },
    "howToDo": {
      "persian": "●وزنه ای مناسب با وزن بدن انتخاب کنید،ساق را در پد مخصوص قرار دهید.\r\n●دسته ها را به شکلی بگیرید که دستها بیشتر از عرض شانه باز و کف دست رو به جلو،بازوها باز و کشیده و آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها بدن را به بالا بکشید.\r\n●صورتتان تقریبا هم سطح کف دستها شود.",
      "english": null,
      "arabic": "-اختر وزنًا مناسبًا لوزن جسمك ، ضع الساق على وسادة خاصة.\r\n-أمسك المقابض بحيث تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين وراحتا الكف متجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً .\r\n- ارفع جسمك للأعلى عن طريق ثني مرفقيك.\r\n-يجب أن يكون وجهك مستويًا تقريبًا مع راحة يديك.",
      "id": 1870
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-5mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-5m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-5m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 794,
    "name": {
      "persian": "بارفیکس ماشین دست موازی",
      "english": "Machine-Assisted Pull-Up hammer",
      "arabic": "Machine-Assisted Pull-Up hammer",
      "id": 1871
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و ران در یک راستا باشند.\r\n●هنگام بالا کشیدن بدن بازدم و وقتی پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والفخذ على مستوى واحد .\r\n- زفير عند رفع الجسم للاعلى وشهيق عند خفضه  .",
      "id": 1872
    },
    "howToDo": {
      "persian": "●وزنه ای مناسب با وزن بدن انتخاب کنید،ساق را در پد مخصوص قرار دهید.\r\n●دسته ها را به شکلی بگیرید که دستها به اندازه عرض شانه باز و کف دست رو به هم ،بازوها باز و کشیده و آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها بدن را به بالا بکشید.\r\n●صورتتان تقریبا هم سطح کف دستها شود.",
      "english": null,
      "arabic": "-اختر وزنًا مناسبًا لوزن جسمك ، ضع الساق على وسادة خاصة.\r\n-أمسك المقابض بحيث تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين وراحتا الكف متجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً .\r\n- ارفع جسمك للأعلى عن طريق ثني مرفقيك.\r\n-يجب أن يكون وجهك مستويًا تقريبًا مع راحة يديك.",
      "id": 1873
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 795,
    "name": {
      "persian": "بارفیکس ماشین دست موازی",
      "english": "Machine-Assisted Pull-Up hammer",
      "arabic": "Machine-Assisted Pull-Up hammer",
      "id": 1874
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بالاتنه و ران در یک راستا باشند.\r\n●هنگام بالا کشیدن بدن بازدم و وقتی پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والفخذ على مستوى واحد .\r\n- زفير عند رفع الجسم للاعلى وشهيق عند خفضه  .",
      "id": 1875
    },
    "howToDo": {
      "persian": "●وزنه ای مناسب با وزن بدن انتخاب کنید،ساق را در پد مخصوص قرار دهید.\r\n●دسته ها را به شکلی بگیرید که دستها به اندازه عرض شانه باز و کف دست رو به هم ،بازوها باز و کشیده و آرنج کمی خم باشد .\r\n●با خم کردن آرنج ها بدن را به بالا بکشید.\r\n●صورتتان تقریبا هم سطح کف دستها شود.",
      "english": null,
      "arabic": "-اختر وزنًا مناسبًا لوزن جسمك ، ضع الساق على وسادة خاصة.\r\n-أمسك المقابض بحيث تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين وراحتا الكف متجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً .\r\n- ارفع جسمك للأعلى عن طريق ثني مرفقيك.\r\n-يجب أن يكون وجهك مستويًا تقريبًا مع راحة يديك.",
      "id": 1876
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 796,
    "name": {
      "persian": "اچ دستگاه عمودی",
      "english": "Vertical Leverage Iso Row",
      "arabic": "Vertical Leverage Iso Row",
      "id": 1877
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و دسته ها ی عمودی را می گیریم، سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك المقابض الأفقية ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1878
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-36fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-36f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-36f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 797,
    "name": {
      "persian": "اچ دستگاه عمودی",
      "english": "Vertical Leverage Iso Row",
      "arabic": "Vertical Leverage Iso Row",
      "id": 1879
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و دسته ها ی عمودی را می گیریم، سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك المقابض الأفقية ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1880
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-36mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-36m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-36m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 798,
    "name": {
      "persian": "اچ دستگاه تک دست عمودی",
      "english": "Vertical One-Arm Leverage Iso Row",
      "arabic": "Vertical One-Arm Leverage Iso Row",
      "id": 1881
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و  یکی از دسته ها ی عمودی را  با یک دست می گیریم و دست دیگر را روی دستگاه گذاشته ،  سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك واحدة من المقابض الأفقية بإحدى يديك وضع اليد الأخرى على الجهاز ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1882
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-37fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-37f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-37f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 799,
    "name": {
      "persian": "اچ دستگاه تک دست عمودی",
      "english": "Vertical One-Arm Leverage Iso Row",
      "arabic": "Vertical One-Arm Leverage Iso Row",
      "id": 1883
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و  یکی از دسته ها ی عمودی را  با یک دست می گیریم و دست دیگر را روی دستگاه گذاشته ،  سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك واحدة من المقابض الأفقية بإحدى يديك وضع اليد الأخرى على الجهاز ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1884
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-37mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-37m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-37m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 800,
    "name": {
      "persian": "بارفیکس ماشین دست معکوس",
      "english": "Chin-Up",
      "arabic": "Chin-Up",
      "id": 1885
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دستگیره های دستگاه بارفیکس را گرفته  طوریکه کف دست به بیرون باشد و زانوها را رو ی پد دستگاه قرار میدهیم  و با فشار دست خود را بالا کشیده و با وزن بدن پایین میاییم.این حرکت را به تعداد توصیه شده انجام میدهیم.",
      "english": null,
      "arabic": "امسك مقابض الجهاز الأفقية بحيث تكون راحة اليد باتجاه الخارج وضع الركبتين على وسادة الجهاز واضغط وارفع يدك ثم انزل للاسفل بكامل  وزن الجسم. كرر الحركة بعدد المرات الموصى بها.",
      "id": 1886
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-38fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-38f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-38f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 801,
    "name": {
      "persian": "بارفیکس ماشین دست معکوس",
      "english": "Chin-Up",
      "arabic": "Chin-Up",
      "id": 1887
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دستگیره های دستگاه بارفیکس را گرفته  طوریکه کف دست به بیرون باشد و زانوها را رو ی پد دستگاه قرار میدهیم  و با فشار دست خود را بالا کشیده و با وزن بدن پایین میاییم.این حرکت را به تعداد توصیه شده انجام میدهیم.",
      "english": null,
      "arabic": "امسك مقابض الجهاز الأفقية بحيث تكون راحة اليد باتجاه الخارج وضع الركبتين على وسادة الجهاز واضغط وارفع يدك ثم انزل للاسفل بكامل  وزن الجسم. كرر الحركة بعدد المرات الموصى بها.\r\n",
      "id": 1888
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-38mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-38m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-38m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 802,
    "name": {
      "persian": "اچ دستگاه افقی",
      "english": "Lateral Leverage Iso Row",
      "arabic": "Lateral Leverage Iso Row",
      "id": 1889
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و دسته ها ی افقی را می گیریم، سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك المقابض الأفقية ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1890
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-35fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-35f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-35f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 803,
    "name": {
      "persian": "اچ دستگاه افقی",
      "english": "Lateral Leverage Iso Row",
      "arabic": "Lateral Leverage Iso Row",
      "id": 1891
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● وزنه دلخواه را انتخاب کرده و صندلی دستگاه را تنظیم و می نشینیم.\r\n● سینه را به پد چسبانده و دسته ها ی افقی را می گیریم، سر به سمت جلو باشد.\r\n● به آرامی دسته ها را تا جایی که ممکن است می کشیم. مکث کرده و دوباره به آرامی به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "حدد الوزن المطلوب واضبط مقعد الجهاز ثم اجلس.\r\nالصق الصدر بالوسادة وأمسك المقابض الأفقية ، واتجه للأمام.\r\nاسحب المقابض برفق إلى أقصى حد ممكن ثم توقف قليلاً وعد ببطء إلى الوضعية الأولى.",
      "id": 1892
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-35mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-35m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-35m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 813,
    "name": {
      "persian": "پرس سینه دمبل پمپی",
      "english": "Dumbbell Bench Press with Neutral Grip",
      "arabic": "Dumbbell Bench Press with Neutral Grip",
      "id": 1930
    },
    "recommandation": {
      "persian": "● در هنگام اجرای حرکت سعی کنید دمبل ها را به هم فشار دهید و عضلات سینه خود را منقبض نگاه دارید.\r\n● به زاویه آرنج در حرکت دقت کنید چرا که اگر آرنج ها خیلی به بدن نزدیک باشند ، بیشتر عضلات پشت بازو تحت فشار قرار می گیرند.\r\n● هنگام بالا بردن نفس خود را بیرون و هنگام پایین آوردن دمبل ها ، نفس بگیرید.",
      "english": null,
      "arabic": "- عند أداء الحركة ، حاول الضغط على الأثقال معًا وقم بالحفاظ على عضلات صدرك متقلصة.\r\n- فلتنتبه لزاوية الكوع عند الحركة ، لأنه إذا كان المرفقان قريبين جدًا من الجسم ، فإن معظم العضلات في الجزء الخلفي من الذراع ستكون تحت الضغط .\r\n-  خذ زفير عند رفع الأثقال وشهيق عند انزالها ",
      "id": 1931
    },
    "howToDo": {
      "persian": "● در هنگام اجرای حرکت سعی کنید دمبل ها را به هم فشار دهید و عضلات سینه خود را منقبض نگاه دارید.\r\n● به زاویه آرنج در حرکت دقت کنید چرا که اگر آرنج ها خیلی به بدن نزدیک باشند ، بیشتر عضلات پشت بازو تحت فشار قرار می گیرند.\r\n● هنگام بالا بردن نفس خود را بیرون و هنگام پایین آوردن دمبل ها ، نفس بگیرید.",
      "english": null,
      "arabic": "استلق على المقعد (الطاولة ) وامسك الدمبلز بيديك . يجب أن تكون الأرجل مسطحة على الأرض والأكتاف منحنية للخلف.\r\nشدّ ذراعیك وامسك الأثقال بحيث تكون الراحتين مواجهتان لبعضهما البعض وارفعهما معًا أمامك بحيث تشکل زاوية قائمة مع الأرض \r\nستكون هذه هي نقطة البداية\r\nثم احنى مرفقيك و أنزل الدمبلز إلى أن تصل للجزء العلوي من الجسم\r\nأعد الأثقال إلى وضع البداية بعد توقف قصير عند أدنى نقطة للحركة",
      "id": 1932
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-59fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-59f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-59f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 814,
    "name": {
      "persian": "پرس سینه دمبل پمپی",
      "english": "Dumbbell Bench Press with Neutral Grip",
      "arabic": "Dumbbell Bench Press with Neutral Grip",
      "id": 1933
    },
    "recommandation": {
      "persian": "● در هنگام اجرای حرکت سعی کنید دمبل ها را به هم فشار دهید و عضلات سینه خود را منقبض نگاه دارید.\r\n● به زاویه آرنج در حرکت دقت کنید چرا که اگر آرنج ها خیلی به بدن نزدیک باشند ، بیشتر عضلات پشت بازو تحت فشار قرار می گیرند.\r\n● هنگام بالا بردن نفس خود را بیرون و هنگام پایین آوردن دمبل ها ، نفس بگیرید.",
      "english": null,
      "arabic": "- عند أداء الحركة ، حاول الضغط على الأثقال معًا وقم بالحفاظ على عضلات صدرك متقلصة.\r\n- فلتنتبه لزاوية الكوع عند الحركة ، لأنه إذا كان المرفقان قريبين جدًا من الجسم ، فإن معظم العضلات في الجزء الخلفي من الذراع ستكون تحت الضغط .\r\n-  خذ زفير عند رفع الأثقال وشهيق عند انزالها ",
      "id": 1934
    },
    "howToDo": {
      "persian": "● در هنگام اجرای حرکت سعی کنید دمبل ها را به هم فشار دهید و عضلات سینه خود را منقبض نگاه دارید.\r\n● به زاویه آرنج در حرکت دقت کنید چرا که اگر آرنج ها خیلی به بدن نزدیک باشند ، بیشتر عضلات پشت بازو تحت فشار قرار می گیرند.\r\n● هنگام بالا بردن نفس خود را بیرون و هنگام پایین آوردن دمبل ها ، نفس بگیرید.",
      "english": null,
      "arabic": "استلق على المقعد (الطاولة ) وامسك الدمبلز بيديك . يجب أن تكون الأرجل مسطحة على الأرض والأكتاف منحنية للخلف.\r\nشدّ ذراعیك وامسك الأثقال بحيث تكون الراحتين مواجهتان لبعضهما البعض وارفعهما معًا أمامك بحيث تشکل زاوية قائمة مع الأرض \r\nستكون هذه هي نقطة البداية\r\nثم احنى مرفقيك و أنزل الدمبلز إلى أن تصل للجزء العلوي من الجسم\r\nأعد الأثقال إلى وضع البداية بعد توقف قصير عند أدنى نقطة للحركة",
      "id": 1935
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-59mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-59m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-59m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 815,
    "name": {
      "persian": "پشت پا دمبل ایستاده",
      "english": "Stiff Legged Dumbbell Deadlift",
      "arabic": "Stiff Legged Dumbbell Deadlift",
      "id": 1936
    },
    "recommandation": {
      "persian": "●حالت طبیعی کمر در طول اجرا حفظ شود و سر و سینه بالا باشد.\r\n●هنگام بالا بردن دمبل  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب الحفاظ على حالة الظهر بوضعها الطبيعي اثناء التمرين ..\r\n- عند رفع الباربل زفير وعند خفضه شهيق .",
      "id": 1937
    },
    "howToDo": {
      "persian": "●صاف بایستید در هر دست یک دمبل بگیرید.\r\n●دمبلها مقابل ران ،کف دستها رو به ران،بازوها کاملا باز و کشیده،آرنج کمی خم،پاها به اندازه عرض لگن باز باشد.\r\n●با خم کردن زانو بالاتنه خود را متمایل به جلو کنید.\r\n●دمبلها عمود بر زمین به پایین میایند،باید فشار را در همسترینگ کاملا احساس کنید.\r\n●کف دست کمی پایینتر از زانو قرار گیرد.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد.\r\n-الاثقال أمام الفخذين ، الكفوف في مواجهة الفخذين ، الذراعان مفتوحتان وممدودتان بشكل كامل ، الكوعان مثنيان قليلاً ، الأرجل مفتوحة بقدر  عرض الوركين.\r\n-.اثنِ الجزء العلوي من جسمك للأمام عن طريق ثني ركبتك\r\n- انزل الأثقال بشكل عمودي على الأرض ، يجب أن تشعر بالضغط في أوتار الركبة.\r\n-.يجب أن تكون راحة يدك تحت الركبة بقليل .",
      "id": 1938
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-2fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-2f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-2f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      9,
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 816,
    "name": {
      "persian": "پشت پا دمبل ایستاده",
      "english": "Stiff Legged Dumbbell Deadlift",
      "arabic": "Stiff Legged Dumbbell Deadlift",
      "id": 1939
    },
    "recommandation": {
      "persian": "●حالت طبیعی کمر در طول اجرا حفظ شود و سر و سینه بالا باشد.\r\n●هنگام بالا بردن دمبل  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب الحفاظ على حالة الظهر بوضعها الطبيعي اثناء التمرين ..\r\n- عند رفع الباربل زفير وعند خفضه شهيق .",
      "id": 1940
    },
    "howToDo": {
      "persian": "●صاف بایستید در هر دست یک دمبل بگیرید.\r\n●دمبلها مقابل ران ،کف دستها رو به ران،بازوها کاملا باز و کشیده،آرنج کمی خم،پاها به اندازه عرض لگن باز باشد.\r\n●با خم کردن زانو بالاتنه خود را متمایل به جلو کنید.\r\n●دمبلها عمود بر زمین به پایین میایند،باید فشار را در همسترینگ کاملا احساس کنید.\r\n●کف دست کمی پایینتر از زانو قرار گیرد.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد.\r\n-الاثقال أمام الفخذين ، الكفوف في مواجهة الفخذين ، الذراعان مفتوحتان وممدودتان بشكل كامل ، الكوعان مثنيان قليلاً ، الأرجل مفتوحة بقدر  عرض الوركين.\r\n-.اثنِ الجزء العلوي من جسمك للأمام عن طريق ثني ركبتك\r\n- انزل الأثقال بشكل عمودي على الأرض ، يجب أن تشعر بالضغط في أوتار الركبة.\r\n-.يجب أن تكون راحة يدك تحت الركبة بقليل .",
      "id": 1941
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-2mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-2m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-2m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      9,
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 817,
    "name": {
      "persian": "پشت پا هالتر ایستاده",
      "english": "Romanian Deadlift",
      "arabic": "Romanian Deadlift",
      "id": 1942
    },
    "recommandation": {
      "persian": "●حالت طبیعی کمر در طول اجرا حفظ شود.\r\n●در طول اجرای حرکت بهتر است زانو زیاد خم نشود.\r\n●هالتر همواره نزدیک به بدن باشد.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب الحفاظ على حالة الظهر بوضعها الطبيعي اثناء التمرين ..\r\n- اثناء التمرين من الافضل عندم ثني الركبة كثيراً .\r\n- فليكن الباربل قريب من الجسم .\r\n- عند رفع الباربل زفير وعند خفضه شهيق .",
      "id": 1943
    },
    "howToDo": {
      "persian": "●هالتر را از زمین بلند کنید و در مقابل ران قرار دهید و صاف بایستید.\r\n●بازو ها باز وکشیده ،کف دست رو به پشت ،زانو کمی خم،دستها به اندازه عرض شانه باز،پاها اندازه عرض لگن باز،شانه ها را به عقب ببرید و کمر را قوس دهید.\r\n●با عقب دادن باسن هالتر را پایین بیاورید.\r\n●هالتر نهایتا تا زیر زانو پایین بیاید.\r\n●زانو کمی خم شود.",
      "english": null,
      "arabic": "-ارفع الباربل عن الأرض وضعه أمام فخذيك وقف بشكل مستقيم\r\n- لتكن الذراعين ممتدتين ، وراحة اليد إلى الخلف ، والركبتان مثنيتان قليلاً ، والذراعان متباعدتان بعرض الكتفين ، والساقين متباعدتين بعرض الورك ، والكتفين للخلف والظهر مقوس .\r\n- اخفض الباربل  وذلك بإرجاع الورك للخلف.\r\n-أخيرًا أنزل الباربل إلى أسفل الركبة\r\n-اثن الركبة قليلاً .",
      "id": 1944
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 818,
    "name": {
      "persian": "پشت پا هالتر ایستاده",
      "english": "Romanian Deadlift",
      "arabic": "Romanian Deadlift",
      "id": 1945
    },
    "recommandation": {
      "persian": "●حالت طبیعی کمر در طول اجرا حفظ شود.\r\n●در طول اجرای حرکت بهتر است زانو زیاد خم نشود.\r\n●هالتر همواره نزدیک به بدن باشد.\r\n●هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب الحفاظ على حالة الظهر بوضعها الطبيعي اثناء التمرين ..\r\n- اثناء التمرين من الافضل عندم ثني الركبة كثيراً .\r\n- فليكن الباربل قريب من الجسم .\r\n- عند رفع الباربل زفير وعند خفضه شهيق .",
      "id": 1946
    },
    "howToDo": {
      "persian": "●هالتر را از زمین بلند کنید و در مقابل ران قرار دهید و صاف بایستید.\r\n●بازو ها باز وکشیده ،کف دست رو به پشت ،زانو کمی خم،دستها به اندازه عرض شانه باز،پاها اندازه عرض لگن باز،شانه ها را به عقب ببرید و کمر را قوس دهید.\r\n●با عقب دادن باسن هالتر را پایین بیاورید.\r\n●هالتر نهایتا تا زیر زانو پایین بیاید.\r\n●زانو کمی خم شود.",
      "english": null,
      "arabic": "-ارفع الباربل عن الأرض وضعه أمام فخذيك وقف بشكل مستقيم\r\n- لتكن الذراعين ممتدتين ، وراحة اليد إلى الخلف ، والركبتان مثنيتان قليلاً ، والذراعان متباعدتان بعرض الكتفين ، والساقين متباعدتين بعرض الورك ، والكتفين للخلف والظهر مقوس .\r\n- اخفض الباربل  وذلك بإرجاع الورك للخلف.\r\n-أخيرًا أنزل الباربل إلى أسفل الركبة\r\n-اثن الركبة قليلاً .",
      "id": 1947
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 819,
    "name": {
      "persian": "پشت پا تک پا ایستاده با دستگاه",
      "english": "Standing Hamstring Curl",
      "arabic": "Standing Hamstring Curl",
      "id": 1948
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکتاستخوان ران ثابت بوده و  فقط ساق حرکت کند.\r\n●هنگام باز کردن پا ،دم و وقتی جمع میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة عظم الفخذ ثابته والساق متحركة فقط ..\r\n- عند فتح القدمين شهيق وعند جمعهما زفير .",
      "id": 1949
    },
    "howToDo": {
      "persian": "●دستگاه را مناسب قد خود تنظیم کنید،بالاتنه را به سمت جلو متمایل کنید.\r\n●پای چپ را در مکان مناسب قرار دهید،پای راست را از کمی پایینتر از عضله ساق جلوی پد بگذارید،با یک دست ستون دستگاه را بگیرید.\r\n●بدون اینکه پای شما بلند شود ساق را بالا بیاورید.\r\n●تقریبا زاویه 90 درجه در زانو ایجاد شود.",
      "english": null,
      "arabic": "-.اضبط الجهاز وفقًا لطولك ، وقم بإمالة الجزء العلوي من جسمك إلى الأمام.\r\n-.ضع القدم اليسرى في المكان المناسب واليمنى أسفل عضلة الساق أمام الوسادة وامسك العمود بيد واحدة.\r\n-بدون أن ترتفع ساقك ارفعها .\r\n-. حاول ان تجعل ركبتك بزاوية 90 درجة",
      "id": 1950
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-9fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-9f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-9f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 820,
    "name": {
      "persian": "پشت پا تک پا ایستاده با دستگاه",
      "english": "Standing Hamstring Curl",
      "arabic": "Standing Hamstring Curl",
      "id": 1951
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکتاستخوان ران ثابت بوده و  فقط ساق حرکت کند.\r\n●هنگام باز کردن پا ،دم و وقتی جمع میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة عظم الفخذ ثابته والساق متحركة فقط ..\r\n- عند فتح القدمين شهيق وعند جمعهما زفير .",
      "id": 1952
    },
    "howToDo": {
      "persian": "●دستگاه را مناسب قد خود تنظیم کنید،بالاتنه را به سمت جلو متمایل کنید.\r\n●پای چپ را در مکان مناسب قرار دهید،پای راست را از کمی پایینتر از عضله ساق جلوی پد بگذارید،با یک دست ستون دستگاه را بگیرید.\r\n●بدون اینکه پای شما بلند شود ساق را بالا بیاورید.\r\n●تقریبا زاویه 90 درجه در زانو ایجاد شود.",
      "english": null,
      "arabic": "-.اضبط الجهاز وفقًا لطولك ، وقم بإمالة الجزء العلوي من جسمك إلى الأمام.\r\n-.ضع القدم اليسرى في المكان المناسب واليمنى أسفل عضلة الساق أمام الوسادة وامسك العمود بيد واحدة.\r\n-بدون أن ترتفع ساقك ارفعها .\r\n-. حاول ان تجعل ركبتك بزاوية 90 درجة",
      "id": 1953
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-9mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-9m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-9m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 821,
    "name": {
      "persian": "پشت پا دستگاه تک پا",
      "english": " Single Leg Curl",
      "arabic": " Single Leg Curl",
      "id": 1954
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1955
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد زانو را خم کنید.\r\n●تا جاییکه میتوانید ساق را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1956
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 822,
    "name": {
      "persian": "پشت پا دستگاه تک پا",
      "english": " Single Leg Curl",
      "arabic": " Single Leg Curl",
      "id": 1957
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1958
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد زانو را خم کنید.\r\n●تا جاییکه میتوانید ساق را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1959
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-10m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 823,
    "name": {
      "persian": "پشت پا دستگاه تناوبی",
      "english": "Alternating Lying Leg Curls",
      "arabic": "Alternating Lying Leg Curls",
      "id": 1960
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1961
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد یک زانو را خم کنید.\r\n●تا جاییکه میتوانید ساق را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1962
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-11fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-11f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-11f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 824,
    "name": {
      "persian": "پشت پا دستگاه تناوبی",
      "english": "Alternating Lying Leg Curls",
      "arabic": "Alternating Lying Leg Curls",
      "id": 1963
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1964
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد یک زانو را خم کنید.\r\n●تا جاییکه میتوانید ساق را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1965
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-11mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-11m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-11m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 825,
    "name": {
      "persian": "پشت پا دستگاه",
      "english": "Lying Leg Curls",
      "arabic": "Lying Leg Curls",
      "id": 1966
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1967
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد یک زانو را خم کنید.\r\n●تا جاییکه میتوانید ساقها را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1968
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-12fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-12f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-12f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 826,
    "name": {
      "persian": "پشت پا دستگاه",
      "english": "Lying Leg Curls",
      "arabic": "Lying Leg Curls",
      "id": 1969
    },
    "recommandation": {
      "persian": "●حرکت فقط در مفصل زانو انجام شود و بقیه بدن ثابت باشد.\r\n●هنگام بالا آوردن ساق بازدم و وقتی ساق را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-الحرکة فقط في مفصل الركبة أمام بقية الجسم فهو ثابت .\r\n- زفير عند رفع الساق هنگام بالا آوردن ساق وشهيق عند خفضها .",
      "id": 1970
    },
    "howToDo": {
      "persian": "●بر روی  دستگاه به صورت دمر دراز بکشید.\r\n●پد دستگاه تقریبا باید در قسمت پایینی عضله ساق قرار گیرد.\r\n●دستگیره ها را با دو دست بگیرید پاها باید باز و کشیده باشند.\r\n●با فشاری که به پد دستگاه وارد میکنید بدون آنکه ران تکان بخورد یک زانو را خم کنید.\r\n●تا جاییکه میتوانید ساقها را بالا بیاورید.",
      "english": null,
      "arabic": "- الق بظهرك على الآلة .\r\n-.يجب أن تكون وسادة الجهاز في أسفل عضلة الساق تقريبًا.\r\n-فلتمسك المقبضين بكلتا يديه ، ويجب أن تكون الأرجل مفتوحة ومستقيمة\r\n-اثنِ الركبة وذلك بالضغط على وسادة الجهاز دون تحريك الفخذ.\r\n- ارفع ساقيك للأعلى قدر الإمكان .",
      "id": 1971
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-12mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-12m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-12m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 827,
    "name": {
      "persian": "پشت بازو هالتر ایستاده",
      "english": "Standing Overhead Barbell Triceps Extension",
      "arabic": "Standing Overhead Barbell Triceps Extension",
      "id": 1972
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت،آرنج به سمت داخل باشد و سعی کنید بازوها ثابت بمانند یا نوسان خیلی کمی داشته باشند.\r\n●هنگام پایین بردن هالتر دم و هنگام بالا بردن بازدم انجام دهید.",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابته او متأرجحه بشكل طفيف جدا .\r\n- شهيق عند خفض الباربل للاسفل وزفير عند رفعه للاعلى .",
      "id": 1973
    },
    "howToDo": {
      "persian": "●هالتر را در دست بگیرید،صاف بایستید و هالتر را به بالای سر ببرید.\r\n●پاها به اندازه عرض لگن باز،بازوها کاملا کشیده عمود بر زمین،آرنج کنی خمیده و به سمت داخل،کف دستها رو به جلو،دستها کمتر از عرض شانه باز باشد.\r\n●با خم کردن آرنج هالتر را به پشت سر نزدیک کنید.\r\n●ساعد شما جلو بازویتان را لمس کند.",
      "english": null,
      "arabic": "-.امسك الباربل  ، ارفعه وقف بشكل مستقيم .\r\n- لتکن الساقان بعرض الوركين ، الأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان للداخل ، راحتا الید متجهتان للأمام ، والیدان متباعدتان أقل من عرض الكتفين .\r\n-فلیقترب الباربل من مؤخرة الرأس وذلك بثنی الکوع .\r\n- فليلمس ساعدك مقدمة ذراعيك ..",
      "id": 1974
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 829,
    "name": {
      "persian": "پشت بازو هالتر ایستاده",
      "english": "Standing Overhead Barbell Triceps Extension",
      "arabic": "Standing Overhead Barbell Triceps Extension",
      "id": 2016
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت،آرنج به سمت داخل باشد و سعی کنید بازوها ثابت بمانند یا نوسان خیلی کمی داشته باشند.\r\n●هنگام پایین بردن هالتر دم و هنگام بالا بردن بازدم انجام دهید.",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابته او متأرجحه بشكل طفيف جدا .\r\n- شهيق عند خفض الباربل للاسفل وزفير عند رفعه للاعلى .",
      "id": 2017
    },
    "howToDo": {
      "persian": "●هالتر را در دست بگیرید،صاف بایستید و هالتر را به بالای سر ببرید.\r\n●پاها به اندازه عرض لگن باز،بازوها کاملا کشیده عمود بر زمین،آرنج کنی خمیده و به سمت داخل،کف دستها رو به جلو،دستها کمتر از عرض شانه باز باشد.\r\n●با خم کردن آرنج هالتر را به پشت سر نزدیک کنید.\r\n●ساعد شما جلو بازویتان را لمس کند.",
      "english": null,
      "arabic": "-.امسك الباربل  ، ارفعه وقف بشكل مستقيم .\r\n- لتکن الساقان بعرض الوركين ، الأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان للداخل ، راحتا الید متجهتان للأمام ، والیدان متباعدتان أقل من عرض الكتفين .\r\n-فلیقترب الباربل من مؤخرة الرأس وذلك بثنی الکوع .\r\n- فليلمس ساعدك مقدمة ذراعيك ..",
      "id": 2018
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-39m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 831,
    "name": {
      "persian": "پشت بازو هالتر پرسی خوابیده",
      "english": " Lying Triceps Extension",
      "arabic": " Lying Triceps Extension",
      "id": 2022
    },
    "recommandation": {
      "persian": "●بر خلاف حرکت پرس زیر سینه در این حرکت تلاش کنید در طول اجرا آرنجها نزدیک بدن قرار گیرد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-على عكس حركة الضغط تحت الصدر ، في هذه الحركة حاول إبقاء المرفقين قريبين من الجسم أثناء الأداء.\r\n-شهيق عند خفض الباربل وزفير عند رفعه.",
      "id": 2023
    },
    "howToDo": {
      "persian": "●کف دستها رو به جلو و فاصله دستها به اندازه عرض شانه باشد.\r\n●هالتر را بالای قفسه سینه نگاه دارید ،بازوها کاملا کشیده و عمود بر زمین،آرنجها کمی خم و نزدیک بالاتنه باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر کاملا نزدیک قفسه سینه شود.",
      "english": null,
      "arabic": "-كف اليدين للأمام والمسافة بينهما متباعدة بعرض الكتفين .\r\n- ضع القضيب (باربل ) فوق الصدر ، والذراعين ممتدتان بالكامل بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً وقريبان من الجزء العلوي من الجسم.\r\n-انزل الحديد (الباربل ) عن طريق ثني الكوع .\r\n- فليكن الباربل قريباً جداً من الصدر .",
      "id": 2024
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-45fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-45f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-45f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      11,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 832,
    "name": {
      "persian": "پشت بازو هالتر پرسی خوابیده",
      "english": " Lying Triceps Extension",
      "arabic": " Lying Triceps Extension",
      "id": 2025
    },
    "recommandation": {
      "persian": "●بر خلاف حرکت پرس زیر سینه در این حرکت تلاش کنید در طول اجرا آرنجها نزدیک بدن قرار گیرد.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-على عكس حركة الضغط تحت الصدر ، في هذه الحركة حاول إبقاء المرفقين قريبين من الجسم أثناء الأداء.\r\n-شهيق عند خفض الباربل وزفير عند رفعه.",
      "id": 2026
    },
    "howToDo": {
      "persian": "●کف دستها رو به جلو و فاصله دستها به اندازه عرض شانه باشد.\r\n●هالتر را بالای قفسه سینه نگاه دارید ،بازوها کاملا کشیده و عمود بر زمین،آرنجها کمی خم و نزدیک بالاتنه باشد.\r\n●با خم کردن آرنج هالتر را پایین بیاورید.\r\n●هالتر کاملا نزدیک قفسه سینه شود.",
      "english": null,
      "arabic": "-كف اليدين للأمام والمسافة بينهما متباعدة بعرض الكتفين .\r\n- ضع القضيب (باربل ) فوق الصدر ، والذراعين ممتدتان بالكامل بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً وقريبان من الجزء العلوي من الجسم.\r\n-انزل الحديد (الباربل ) عن طريق ثني الكوع .\r\n- فليكن الباربل قريباً جداً من الصدر .",
      "id": 2027
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-45mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-45m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-45m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      11,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 833,
    "name": {
      "persian": "پشت بازو هالتر خوابیده میز شیبدار",
      "english": "Decline Barbell Triceps Extension",
      "arabic": "Decline Barbell Triceps Extension",
      "id": 2028
    },
    "recommandation": {
      "persian": "●در طول اجرا آرنجها یه سمت داخل متمایل باشند و بازو ثابت بماند .\r\n●هنگام جمع کردن آرنجها دم و وقتی آرنجها باز میشوند بازدم کنید .",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابتتين .\r\n- شهيق عند ضم الكوعين  وزفير عند مدهما .",
      "id": 2029
    },
    "howToDo": {
      "persian": "●یک هالتر در دست بگیرید بر روی یک نیمکت شیبدار دراز بکشید.\r\n●دستها کمتر از عرض شانه باز،بازوها کاملا کشیده عمود بر زمین،آرنج کمی خم و به سمت داخل،کف دستها رو به جلو باشد.\r\n●با خم کردن آرنجها هالتر را در مسیر دایره ای به پشت سر ببرید.\r\n●هالتر کاملا نزدیک به قسمت بالایی سر شما باشد.",
      "english": null,
      "arabic": "- امسك قضيبًا بيدك واستلق على مقعد مائل.\r\n-باعد اليدين بمقدار أقل من عرض الكتفين ، ولتمتد الذراعين بالكامل بشكل عمودي على الأرض ، وليكن المرفقان مثنيان قليلاً ، وراحتا اليد باتجاه الداخل.\r\n-ضع الباربل في مسار دائري خلف رأسك وذلك عن طريق ثني المرفقين.\r\n- يجب أن يكون الباربل قريبًا تمامًا من أعلى رأسك .",
      "id": 2030
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-47fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-47f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-47f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 834,
    "name": {
      "persian": "پشت بازو هالتر خوابیده میز شیبدار",
      "english": "Decline Barbell Triceps Extension",
      "arabic": "Decline Barbell Triceps Extension",
      "id": 2031
    },
    "recommandation": {
      "persian": "●در طول اجرا آرنجها یه سمت داخل متمایل باشند و بازو ثابت بماند .\r\n●هنگام جمع کردن آرنجها دم و وقتی آرنجها باز میشوند بازدم کنید .",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابتتين .\r\n- شهيق عند ضم الكوعين  وزفير عند مدهما .",
      "id": 2032
    },
    "howToDo": {
      "persian": "●یک هالتر در دست بگیرید بر روی یک نیمکت شیبدار دراز بکشید.\r\n●دستها کمتر از عرض شانه باز،بازوها کاملا کشیده عمود بر زمین،آرنج کمی خم و به سمت داخل،کف دستها رو به جلو باشد.\r\n●با خم کردن آرنجها هالتر را در مسیر دایره ای به پشت سر ببرید.\r\n●هالتر کاملا نزدیک به قسمت بالایی سر شما باشد.",
      "english": null,
      "arabic": "- امسك قضيبًا بيدك واستلق على مقعد مائل.\r\n-باعد اليدين بمقدار أقل من عرض الكتفين ، ولتمتد الذراعين بالكامل بشكل عمودي على الأرض ، وليكن المرفقان مثنيان قليلاً ، وراحتا اليد باتجاه الداخل.\r\n-ضع الباربل في مسار دائري خلف رأسك وذلك عن طريق ثني المرفقين.\r\n- يجب أن يكون الباربل قريبًا تمامًا من أعلى رأسك .",
      "id": 2033
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-47mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-47m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-47m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 835,
    "name": {
      "persian": "پشت بازو هالتر EZ  نشسته",
      "english": "French Press EZ bar Seated",
      "arabic": "French Press EZ bar Seated",
      "id": 2034
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج به سمت داخل باشد و سعی کنید بازوها ثابت بمانند یا نوسان خیلی کمی داشته باشند.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابته او متأرجحه بشكل طفيف جدا .\r\n- شهيق عند خفض الباربل للاسفل وزفير عند رفعه للاعلى .",
      "id": 2035
    },
    "howToDo": {
      "persian": "●هالتر زد را در دست بگیرید و بر روی نیمکت پشتی دار بنشینید ،هالتر را به بالای سر ببرید.\r\n●بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خمیده و به سمت داخل ،کف دستها رو به جلو،دستها کمتر از عرض شانه باز باشد.\r\n●با خم کردن آرنج هالتر را به پشت سر نزدیک کنید.\r\n●ساعد شما جلو بازویتان را لمس کند .",
      "english": null,
      "arabic": "- امسك الباربل بيدك واجلس على مسند الظهر وارفع الباربل فوق رأسك .\r\n- الأذرع ممتدة بشكل عمودي على الأرض ، والمرفقان منحنيان قليلاً باتجاه الداخل ، راحتي اليد موجهتان للأمام ، والذراعان متباعدتان  عن بعضهما البعض بمسافة أقل من عرض الكتفين.\r\n- ضع الباربل بالقرب من مؤخرة الرأس وذلك عن طريق ثني الكوع.\r\n-فليلامس ساعدك ذراعك من الامام .",
      "id": 2036
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-55fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-55f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-55f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 838,
    "name": {
      "persian": "پشت بازو هالتر EZ  نشسته",
      "english": "French Press EZ bar Seated",
      "arabic": "French Press EZ bar Seated",
      "id": 2068
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج به سمت داخل باشد و سعی کنید بازوها ثابت بمانند یا نوسان خیلی کمی داشته باشند.\r\n●هنگام پایین آوردن هالتر دم و وقتی بالا میبرید بازدم انجام شود.",
      "english": null,
      "arabic": "-اثناء الحركة لتكن الكوع متجه للداخل وحاول ان تكون الذراعين ثابته او متأرجحه بشكل طفيف جدا .\r\n- شهيق عند خفض الباربل للاسفل وزفير عند رفعه للاعلى .",
      "id": 2069
    },
    "howToDo": {
      "persian": "●هالتر زد را در دست بگیرید و بر روی نیمکت پشتی دار بنشینید ،هالتر را به بالای سر ببرید.\r\n●بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خمیده و به سمت داخل ،کف دستها رو به جلو،دستها کمتر از عرض شانه باز باشد.\r\n●با خم کردن آرنج هالتر را به پشت سر نزدیک کنید.\r\n●ساعد شما جلو بازویتان را لمس کند .",
      "english": null,
      "arabic": "- امسك الباربل بيدك واجلس على مسند الظهر وارفع الباربل فوق رأسك .\r\n- الأذرع ممتدة بشكل عمودي على الأرض ، والمرفقان منحنيان قليلاً باتجاه الداخل ، راحتي اليد موجهتان للأمام ، والذراعان متباعدتان  عن بعضهما البعض بمسافة أقل من عرض الكتفين.\r\n- ضع الباربل بالقرب من مؤخرة الرأس وذلك عن طريق ثني الكوع.\r\n-فليلامس ساعدك ذراعك من الامام .",
      "id": 2070
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-55mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-55m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-55m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 841,
    "name": {
      "persian": "پشت بازو هالتر خوابیده",
      "english": " Lying Triceps Extension(Bar Skullcrusher)",
      "arabic": " Lying Triceps Extension(Bar Skullcrusher)",
      "id": 2091
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● به صورت دست بسته، هالتر  را بلند کرده و آن را با آرنج  های خود نگه دارید ،کف دست رو به بالا باشد. بازوهای شما باید نسبت به سطح زمین عمود باشند. \r\n● این حالت آغازین حرکت خواهد بود.\r\n● قسمت فوقانی بازوهای خود را ثابت نگه داشته و میله را باخم کردن آرنج  های خود پایین بیاورید. هم زمان با انجام این بخش از حرکت نفس بکشید.\r\n● زمانی که میله دقیقاً در مقابل پیشانی شما قرار گرفت، توقف کنید.\r\n● میله را مجدداً به حالت آغازین بازگردانده و در این حین بازدم انجام دهید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "ارفع البار بيد مغلقة بحيث تكون الراحتان للاعلى وثبته بقوة مرفقيك . يجب أن تكون ذراعيك متعامدة مع الأرض.\r\nهذه هي بداية الحركة\r\nثبت الجزء العلوي من ذراعيك و اخفض البارعن طريق ثني مرفقيك. خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nتوقف عندما يصبح البار مقابل جبينك تماماً\r\nأعد البار إلى مكانه السابق مع الزفير\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2092
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-59fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-59f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-59f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 842,
    "name": {
      "persian": "پشت بازو هالتر خوابیده",
      "english": " Lying Triceps Extension(Bar Skullcrusher)",
      "arabic": " Lying Triceps Extension(Bar Skullcrusher)",
      "id": 2093
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● به صورت دست بسته، هالتر  را بلند کرده و آن را با آرنج  های خود نگه دارید ،کف دست رو به بالا باشد. بازوهای شما باید نسبت به سطح زمین عمود باشند. \r\n● این حالت آغازین حرکت خواهد بود.\r\n● قسمت فوقانی بازوهای خود را ثابت نگه داشته و میله را باخم کردن آرنج  های خود پایین بیاورید. هم زمان با انجام این بخش از حرکت نفس بکشید.\r\n● زمانی که میله دقیقاً در مقابل پیشانی شما قرار گرفت، توقف کنید.\r\n● میله را مجدداً به حالت آغازین بازگردانده و در این حین بازدم انجام دهید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "ارفع البار بيد مغلقة بحيث تكون الراحتان للاعلى وثبته بقوة مرفقيك . يجب أن تكون ذراعيك متعامدة مع الأرض.\r\nهذه هي بداية الحركة\r\nثبت الجزء العلوي من ذراعيك و اخفض البارعن طريق ثني مرفقيك. خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nتوقف عندما يصبح البار مقابل جبينك تماماً\r\nأعد البار إلى مكانه السابق مع الزفير\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2094
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-59mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-59m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-59m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 843,
    "name": {
      "persian": "پشت بازو هالتر خوابیده دست معکوس",
      "english": "  Lying Reverse Triceps Extension",
      "arabic": "  Lying Reverse Triceps Extension",
      "id": 2095
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● به صورت دست بسته، هالتر  را بلند کرده و آن را با آرنج  های خود نگه دارید کف دست رو به پایین باشد. بازوهای شما باید نسبت به سطح زمین عمود باشند.\r\n● این حالت آغازین حرکت خواهد بود.\r\n● قسمت فوقانی بازوهای خود را ثابت نگه داشته و میله را باخم کردن آرنج  های خود پایین بیاورید. هم زمان با انجام این بخش از حرکت نفس بکشید. \r\n● زمانی که میله دقیقاً در مقابل پیشانی شما قرار گرفت، توقف کنید.\r\n● میله را مجدداً به حالت آغازین بازگردانده و در این حین بازدم انجام دهید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "ارفع البار بيد مغلقة بحيث تكون الراحتان للأسفل وثبته بقوة مرفقيك . يجب أن تكون ذراعيك متعامدة مع الأرض.\r\nهذه هي بداية الحركة.\r\nثبت الجزء العلوي من ذراعيك و اخفض البارعن طريق ثني مرفقيك. خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nتوقف عندما يصبح البار مقابل جبينك تماماً\r\nأعد البار إلى مكانه السابق مع الزفير\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2096
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-60fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-60f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-60f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 844,
    "name": {
      "persian": "پشت بازو هالتر خوابیده دست معکوس",
      "english": "  Lying Reverse Triceps Extension",
      "arabic": "  Lying Reverse Triceps Extension",
      "id": 2097
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● به صورت دست بسته، هالتر  را بلند کرده و آن را با آرنج  های خود نگه دارید کف دست رو به پایین باشد. بازوهای شما باید نسبت به سطح زمین عمود باشند.\r\n● این حالت آغازین حرکت خواهد بود.\r\n● قسمت فوقانی بازوهای خود را ثابت نگه داشته و میله را باخم کردن آرنج  های خود پایین بیاورید. هم زمان با انجام این بخش از حرکت نفس بکشید. \r\n● زمانی که میله دقیقاً در مقابل پیشانی شما قرار گرفت، توقف کنید.\r\n● میله را مجدداً به حالت آغازین بازگردانده و در این حین بازدم انجام دهید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "ارفع البار بيد مغلقة بحيث تكون الراحتان للأسفل وثبته بقوة مرفقيك . يجب أن تكون ذراعيك متعامدة مع الأرض.\r\nهذه هي بداية الحركة.\r\nثبت الجزء العلوي من ذراعيك و اخفض البارعن طريق ثني مرفقيك. خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nتوقف عندما يصبح البار مقابل جبينك تماماً\r\nأعد البار إلى مكانه السابق مع الزفير\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2098
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-60mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-60m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-60m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 845,
    "name": {
      "persian": "پشت بازو هالتر EZ خوابیده میز شیبدار",
      "english": "Incline Barbell Triceps Extension",
      "arabic": "Incline Barbell Triceps Extension",
      "id": 2099
    },
    "recommandation": {
      "persian": "بخش فوقانی بازوها باید ثابت بوده و در طول حرکت در نزدیکی سر قرار گیرند. فقط ساعد باید حرکت داده شود.",
      "english": null,
      "arabic": "القسم العلوي من الساعدين يجب ان يبقى ثابتا وليقترب اثناء الحركة من الرأس وليكن الساعد فقط في حالة حركة ..",
      "id": 2100
    },
    "howToDo": {
      "persian": "● هالتر  زد را طوری در دست بگیرید که کف دست  ها به سمت پایین بوده و فاصله دست  ها باید اندکی کمتر از عرض سرشانه باشد.\r\n● به پشت بر روی نیمکت شیب  دار با زاویه 45 الی 75 درجه دراز بکشید.\r\n● میله را بالای سر برده و دست  های خود را کاملاً بکشید. آرنج  ها باید به سمت داخل باشند. بازوها باید در بالای سر با نیم  تنه موازی باشند.\r\n● این حالت آغازین حرکت خواهد بود.\r\n● اکنون میله را به حالت نیم  دایره پشت خود پایین بیاورید تا ساعد با عضلات دو سر برخورد کند. هم زمان با انجام این بخش از حرکت نفس بکشید.\r\n● به حالت آغازین بازگشته و هم زمان بازدم کرده و عضلات سه سر خود را منقبض کنید. انقباض را به مدت یک ثانیه حفظ کنید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "أمسك البار حيث تكون راحة اليد لأسفل ويجب أن تكون المسافة بين الذراعين أقل قليلاً من عرض الكتفين.\r\nاستلقِ على ظهرك على مقعد مائل بزاوية  مقدارها من 45 إلى 75 درجة.\r\nارفع البار إلى ما فوق رأسك وشدّ ذراعيك بالكامل. يجب أن یکون المرفقان باتجاه الداخل والذراعين فوق الرأس موازية للجذع.\r\nهذه هي بدية الحركة.\r\nقم بخفض البار على شكل نصف دائرة خلف ظهرك حتى يلامس الساعد العضلة ذات الرأس ,خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nعد إلى وضع البداية مع الزفير وشد العضلة ثلاثية الرؤوس. حافظ على الانكماش لمدة ثانية واحدة.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2101
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-61fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-61f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-61f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 846,
    "name": {
      "persian": "پشت بازو هالتر EZ خوابیده میز شیبدار",
      "english": "Incline Barbell Triceps Extension",
      "arabic": "Incline Barbell Triceps Extension",
      "id": 2102
    },
    "recommandation": {
      "persian": "بخش فوقانی بازوها باید ثابت بوده و در طول حرکت در نزدیکی سر قرار گیرند. فقط ساعد باید حرکت داده شود.",
      "english": null,
      "arabic": "القسم العلوي من الساعدين يجب ان يبقى ثابتا وليقترب اثناء الحركة من الرأس وليكن الساعد فقط في حالة حركة ..",
      "id": 2103
    },
    "howToDo": {
      "persian": "● هالتر  زد را طوری در دست بگیرید که کف دست  ها به سمت پایین بوده و فاصله دست  ها باید اندکی کمتر از عرض سرشانه باشد.\r\n● به پشت بر روی نیمکت شیب  دار با زاویه 45 الی 75 درجه دراز بکشید.\r\n● میله را بالای سر برده و دست  های خود را کاملاً بکشید. آرنج  ها باید به سمت داخل باشند. بازوها باید در بالای سر با نیم  تنه موازی باشند.\r\n● این حالت آغازین حرکت خواهد بود.\r\n● اکنون میله را به حالت نیم  دایره پشت خود پایین بیاورید تا ساعد با عضلات دو سر برخورد کند. هم زمان با انجام این بخش از حرکت نفس بکشید.\r\n● به حالت آغازین بازگشته و هم زمان بازدم کرده و عضلات سه سر خود را منقبض کنید. انقباض را به مدت یک ثانیه حفظ کنید.\r\n● حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "أمسك البار حيث تكون راحة اليد لأسفل ويجب أن تكون المسافة بين الذراعين أقل قليلاً من عرض الكتفين.\r\nاستلقِ على ظهرك على مقعد مائل بزاوية  مقدارها من 45 إلى 75 درجة.\r\nارفع البار إلى ما فوق رأسك وشدّ ذراعيك بالكامل. يجب أن یکون المرفقان باتجاه الداخل والذراعين فوق الرأس موازية للجذع.\r\nهذه هي بدية الحركة.\r\nقم بخفض البار على شكل نصف دائرة خلف ظهرك حتى يلامس الساعد العضلة ذات الرأس ,خذ نفساً عميقاً أثناء القيام بهذا الجزء من الحركة.\r\nعد إلى وضع البداية مع الزفير وشد العضلة ثلاثية الرؤوس. حافظ على الانكماش لمدة ثانية واحدة.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2104
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-61mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-61m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-61m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 847,
    "name": {
      "persian": "پشت بازو هالتر نشسته",
      "english": " Seated  Bar French Press",
      "arabic": " Seated  Bar French Press",
      "id": 2105
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● روی میز نشسته هالتر را بالای سر می بریم.\r\n● با باز کردن آرنج ها هالتر را به سمت پشت سرمان پایین می بریم.\r\n● با موازی شدن ساعد ها با زمین معکوس حرکت را انجام داده و به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على الطاولة ونرفع البار إلى ما فوق الرأس.\r\nنخفض البارإلى ما خلف رأسنا من خلال فتح المرفقين.\r\nمع موازية الساعدين للأرض ، نتحرك في الاتجاه المعاكس ونعود إلى الوضعية الأولى.",
      "id": 2106
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-62fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-62f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-62f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 849,
    "name": {
      "persian": "پشت بازو هالتر نشسته",
      "english": " Seated  Bar French Press",
      "arabic": " Seated  Bar French Press",
      "id": 2122
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● روی میز نشسته هالتر را بالای سر می بریم.\r\n● با باز کردن آرنج ها هالتر را به سمت پشت سرمان پایین می بریم.\r\n● با موازی شدن ساعد ها با زمین معکوس حرکت را انجام داده و به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على الطاولة ونرفع البار إلى ما فوق الرأس.\r\nنخفض البارإلى ما خلف رأسنا من خلال فتح المرفقين.\r\nمع موازية الساعدين للأرض ، نتحرك في الاتجاه المعاكس ونعود إلى الوضعية الأولى.",
      "id": 2123
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob-62mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob-62m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob-62m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 850,
    "name": {
      "persian": "پهلو وزنه تناوبی",
      "english": "Alternating Plate Side Bend",
      "arabic": "Alternating Plate Side Bend",
      "id": 2130
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج قفل نشود.\r\n●توجه داشته باشید بالاتنه به سمت پهلو حرکت کند نه به سمت جلو یا عقب.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تطوي الكوع .\r\n- فلتنتبه يجب ان يتحرك القسم العلوي من جسمك باتجاه الارداف وليس بجهة الامام او الخلف ..",
      "id": 2131
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید متمایل به سمت دیگر بایستید.\r\n●دمبل در کنار بدن و کف دست روبروی ران ،دست دیگر را به کمر بزنید.\r\n●پا کمتر از عرض شانه باز ،بازو کشیده عمود بر زمین باشد.\r\n●با خم کردن بالاتنه به سمتی که دمبل در دست دارید اجازه دهید دمبل در کنار بدنتان به سمت پایین بیاید.",
      "english": null,
      "arabic": "-. امسك الأثقال وقف مائلًا إلى الجانب الآخر.\r\n-  فليكن الثقل بجوار الجسم وكف اليد أمام الفخذ ، ضع اليد الأخرى على الخصر.\r\n- لتكن الأرجل متباعدة عن بعضها البعض بأقل من عرض الكتفين ، والأذرع ممدودة بشكل عمودي على الأرض.\r\n-قم بثني الجزء العلوي من جسمك نحو الأثقال التي في يدك ، اسمح للأثقال بالنزول إلى اسفل جسمك .",
      "id": 2132
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 851,
    "name": {
      "persian": "پهلو وزنه تناوبی",
      "english": "Alternating Plate Side Bend",
      "arabic": "Alternating Plate Side Bend",
      "id": 2133
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت آرنج قفل نشود.\r\n●توجه داشته باشید بالاتنه به سمت پهلو حرکت کند نه به سمت جلو یا عقب.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تطوي الكوع .\r\n- فلتنتبه يجب ان يتحرك القسم العلوي من جسمك باتجاه الارداف وليس بجهة الامام او الخلف ..",
      "id": 2134
    },
    "howToDo": {
      "persian": "●یک دمبل را در دست بگیرید متمایل به سمت دیگر بایستید.\r\n●دمبل در کنار بدن و کف دست روبروی ران ،دست دیگر را به کمر بزنید.\r\n●پا کمتر از عرض شانه باز ،بازو کشیده عمود بر زمین باشد.\r\n●با خم کردن بالاتنه به سمتی که دمبل در دست دارید اجازه دهید دمبل در کنار بدنتان به سمت پایین بیاید.",
      "english": null,
      "arabic": "-. امسك الأثقال وقف مائلًا إلى الجانب الآخر.\r\n-  فليكن الثقل بجوار الجسم وكف اليد أمام الفخذ ، ضع اليد الأخرى على الخصر.\r\n- لتكن الأرجل متباعدة عن بعضها البعض بأقل من عرض الكتفين ، والأذرع ممدودة بشكل عمودي على الأرض.\r\n-قم بثني الجزء العلوي من جسمك نحو الأثقال التي في يدك ، اسمح للأثقال بالنزول إلى اسفل جسمك .",
      "id": 2135
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 853,
    "name": {
      "persian": "پهلو وزنه تک",
      "english": "Standing Lateral Stretch",
      "arabic": "Standing Lateral Stretch",
      "id": 2157
    },
    "recommandation": {
      "persian": "● فقط باید در دستی که قرار است به سمت آن خم شوید وزنه نگه دارید زیرا در غیر این صورت تمرکز خود را از دست خواهید داد. \r\n●کمر باید کاملا صاف نگه داشته شود و فقط پهلو باید به چپ یا راست خم شود. حفظ استایل درست حرکت در طول تمرین ضروری است زیرا در غیر این صورت به کمر و یا گردن فشار وارد می شود.\r\n● اگر تازه کار هستید اصلا به سراغ ورنه های سنگین نروید زیرا ممکن است دچار آسیب دیدگی شوید.",
      "english": null,
      "arabic": "-يجب عليك فقط حمل الوزن في اليد التي تنوي الانحناء نحوها ، وإلا ستفقد تركيزك.\r\n-  يجب إبقاء الظهر مستقيمًا تمامًا ويجب ثني الأرداف فقط جهة اليسار أو اليمين.  ان الحفاظ على النمط الصحيح للحركة أثناء التمرين أمرًا ضروريًا لأنه بخلاف ذلك سيتم الضغط على الخصر أو الرقبة.\r\n- .إذا كنت جديدًا في التمرين ، فلا تستخدم الأوزان الثقيلة على الإطلاق لأنك قد تصاب بأذى.",
      "id": 2158
    },
    "howToDo": {
      "persian": "● باید صاف ایستاده و پاها را به اندازه عرض شانه ها بار کنید. یک صفحه  را با دست چپ گرفته و به همان سمت خم شوید و دوباره صاف بایستید. \r\n● بعد از تکرار حرکت به دفعات دلخواه ، همین حرکت را برای سمت دیگر بدن تکرار کنید. فراموش نکنید که تنها کمر باید به چپ و راست خم شود و بقیه قسمت های بدن ثابت باقی بمانند.",
      "english": null,
      "arabic": "يجب أن تقف بشكل مستقيم والمسافة بين قدميك بمقدار عرض الكتفين. امسك القرص بيدك اليسرى وانحني إلى نفس الجانب وقف بشكل مستقيم مرة أخرى.\r\nبعد القيام بالحركة لعدّة مرات، کرر الحرکة بالقسم الأخر من الجسم. يجب ان تحني الظهر فقط إلى اليسار واليمين وبقية الجسم يظل ثابتًا.",
      "id": 2159
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-26fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-26f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-26f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 854,
    "name": {
      "persian": "پهلو وزنه تک",
      "english": "Standing Lateral Stretch",
      "arabic": "Standing Lateral Stretch",
      "id": 2160
    },
    "recommandation": {
      "persian": "● فقط باید در دستی که قرار است به سمت آن خم شوید وزنه نگه دارید زیرا در غیر این صورت تمرکز خود را از دست خواهید داد. \r\n●کمر باید کاملا صاف نگه داشته شود و فقط پهلو باید به چپ یا راست خم شود. حفظ استایل درست حرکت در طول تمرین ضروری است زیرا در غیر این صورت به کمر و یا گردن فشار وارد می شود.\r\n● اگر تازه کار هستید اصلا به سراغ ورنه های سنگین نروید زیرا ممکن است دچار آسیب دیدگی شوید.",
      "english": null,
      "arabic": "-يجب عليك فقط حمل الوزن في اليد التي تنوي الانحناء نحوها ، وإلا ستفقد تركيزك.\r\n-  يجب إبقاء الظهر مستقيمًا تمامًا ويجب ثني الأرداف فقط جهة اليسار أو اليمين.  ان الحفاظ على النمط الصحيح للحركة أثناء التمرين أمرًا ضروريًا لأنه بخلاف ذلك سيتم الضغط على الخصر أو الرقبة.\r\n- .إذا كنت جديدًا في التمرين ، فلا تستخدم الأوزان الثقيلة على الإطلاق لأنك قد تصاب بأذى.",
      "id": 2161
    },
    "howToDo": {
      "persian": "● باید صاف ایستاده و پاها را به اندازه عرض شانه ها بار کنید. یک صفحه  را با دست چپ گرفته و به همان سمت خم شوید و دوباره صاف بایستید. \r\n● بعد از تکرار حرکت به دفعات دلخواه ، همین حرکت را برای سمت دیگر بدن تکرار کنید. فراموش نکنید که تنها کمر باید به چپ و راست خم شود و بقیه قسمت های بدن ثابت باقی بمانند.",
      "english": null,
      "arabic": "يجب أن تقف بشكل مستقيم والمسافة بين قدميك بمقدار عرض الكتفين. امسك القرص بيدك اليسرى وانحني إلى نفس الجانب وقف بشكل مستقيم مرة أخرى.\r\nبعد القيام بالحركة لعدّة مرات، کرر الحرکة بالقسم الأخر من الجسم. يجب ان تحني الظهر فقط إلى اليسار واليمين وبقية الجسم يظل ثابتًا.",
      "id": 2162
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-26mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-26m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-26m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 855,
    "name": {
      "persian": "پلانک ثابت",
      "english": "Plank",
      "arabic": "Plank",
      "id": 2163
    },
    "recommandation": {
      "persian": "● برای افزایش دشواری این حرکت، می  توانید یکی از پاها یا دست  های خود را از زمین جدا کنید.",
      "english": null,
      "arabic": "-لزيادة صعوبة الحركة تستطيع رفع احدى قدميك او يديك عن الارض",
      "id": 2164
    },
    "howToDo": {
      "persian": "● در حالت دمر بر روی زمین قرارگرفته و به کمک انگشتان پا و ساعد تعادل خود را حفظ کنید. \r\n● بازوهای شما باید خمیده و دقیقاً در زیر سرشانه شما باشند.\r\n● بدن خود را صاف نگه دارید و این حالت را تا زمانی که می  توانید حفظ کنید. ",
      "english": null,
      "arabic": "استلقِ على ظهرك على الأرض وقم بحفظ توازنك بمساعدة أصابع قدميك وساعديك.\r\nيجب أن تكون ذراعيك مثنية تحت كتفك بالضبط.\r\nحافظ على استقامة جسمك لأطول فترة ممكنة.",
      "id": 2165
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-27fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-27f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-27fth_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 856,
    "name": {
      "persian": "پلانک ثابت",
      "english": "Plank",
      "arabic": "Plank",
      "id": 2166
    },
    "recommandation": {
      "persian": "● برای افزایش دشواری این حرکت، می  توانید یکی از پاها یا دست  های خود را از زمین جدا کنید.",
      "english": null,
      "arabic": null,
      "id": 2167
    },
    "howToDo": {
      "persian": "● در حالت دمر بر روی زمین قرارگرفته و به کمک انگشتان پا و ساعد تعادل خود را حفظ کنید. \r\n● بازوهای شما باید خمیده و دقیقاً در زیر سرشانه شما باشند.\r\n● بدن خود را صاف نگه دارید و این حالت را تا زمانی که می  توانید حفظ کنید. ",
      "english": null,
      "arabic": null,
      "id": 2168
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-27mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-27m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-27m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 857,
    "name": {
      "persian": "پلانک حرکتی",
      "english": "Plank To Push up",
      "arabic": "Plank To Push up",
      "id": 2169
    },
    "recommandation": {
      "persian": "● بازوهای شما باید خمیده و دقیقاً در زیر سرشانه شما باشند.\r\n● برای افزایش دشواری این حرکت، می  توانید یکی از پاها یا دست  های خود را از زمین جدا کنید.",
      "english": null,
      "arabic": "-لتكن ساعديك منحنتين وبالضبط تحت كتفيك ..\r\n- لزياده صعوبة الحركة تستطيع رفع احدى قدميك او يديك عن الارض .",
      "id": 2170
    },
    "howToDo": {
      "persian": "● در حالت دمر بر روی زمین قرارگرفته و به کمک انگشتان پا و ساعد تعادل خود را حفظ کنید.\r\n● بدن خود را صاف نگه دارید و  دستها را از حالت ساعد به کف دست به صورت متوالی  حرکت دهید.",
      "english": null,
      "arabic": "استلقِ على ظهرك على الأرض وقم بحفظ توازنك بمساعدة أصابع قدميك وساعديك.\r\nحافظ على استقامة جسمك وحرك يدك من الساعد إلى راحة اليد على التوالي.",
      "id": 2171
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-28fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-28f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-28f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 859,
    "name": {
      "persian": "پلانک حرکتی",
      "english": "Plank To Push up",
      "arabic": "Plank To Push up",
      "id": 2193
    },
    "recommandation": {
      "persian": "● بازوهای شما باید خمیده و دقیقاً در زیر سرشانه شما باشند.\r\n● برای افزایش دشواری این حرکت، می  توانید یکی از پاها یا دست  های خود را از زمین جدا کنید.",
      "english": null,
      "arabic": "-لتكن ساعديك منحنتين وبالضبط تحت كتفيك ..\r\n- لزياده صعوبة الحركة تستطيع رفع احدى قدميك او يديك عن الارض .",
      "id": 2194
    },
    "howToDo": {
      "persian": "● در حالت دمر بر روی زمین قرارگرفته و به کمک انگشتان پا و ساعد تعادل خود را حفظ کنید.\r\n● بدن خود را صاف نگه دارید و  دستها را از حالت ساعد به کف دست به صورت متوالی  حرکت دهید.",
      "english": null,
      "arabic": "استلقِ على ظهرك على الأرض وقم بحفظ توازنك بمساعدة أصابع قدميك وساعديك.\r\nحافظ على استقامة جسمك وحرك يدك من الساعد إلى راحة اليد على التوالي.",
      "id": 2195
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-28mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-28m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-28m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05237,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 861,
    "name": {
      "persian": "پلانک از بغل",
      "english": "Side Plank Hold",
      "arabic": "Side Plank Hold",
      "id": 2217
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● با دراز کشیدن روی پهلوی خود و گزاشتن دست روی زمین حرکت را شروع می کنیم.\r\n●  اگر مایل باشید می توانید حرکت را روی آرنج خود انجام دهید.\r\n●  ناحیه لگن را بلا می آوریم تا جایی که بدن کاملا صاف باشد.\r\n●  تا جایی که ممکن است بدن را در این موقعیت نگه دارید.فشار حرکت را باید روی پهلو ها و عضلات شکم خود احساس کنید.\r\n●  تمام مراحل را با طرف دیگر تکرار کنید.",
      "english": null,
      "arabic": "نبدأ بالاستلقاء على جانبنا ووضع أيدينا على الأرض.\r\nيمكنك أن تقوم بالحركة بواسطة مرفقيك إذا كنت ترغب في ذلك.\r\nارفع منطقة الحوض حتى يصبح الجسم مسطحًا بالكامل.\r\nأبقِ جسمك في هذا الوضع قدر الإمكان ، يجب أن تشعر بضغط الحركة على جانبيك وعضلات بطنك.\r\nكرر جميع الخطوات بالجانب الآخر من الجسم.",
      "id": 2218
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-29fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-29f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-29f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05231,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 862,
    "name": {
      "persian": "پلانک از بغل",
      "english": "Side Plank Hold",
      "arabic": "Side Plank Hold",
      "id": 2219
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● با دراز کشیدن روی پهلوی خود و گزاشتن دست روی زمین حرکت را شروع می کنیم.\r\n●  اگر مایل باشید می توانید حرکت را روی آرنج خود انجام دهید.\r\n●  ناحیه لگن را بلا می آوریم تا جایی که بدن کاملا صاف باشد.\r\n●  تا جایی که ممکن است بدن را در این موقعیت نگه دارید.فشار حرکت را باید روی پهلو ها و عضلات شکم خود احساس کنید.\r\n●  تمام مراحل را با طرف دیگر تکرار کنید.",
      "english": null,
      "arabic": "نبدأ بالاستلقاء على جانبنا ووضع أيدينا على الأرض.\r\nيمكنك أن تقوم بالحركة بواسطة مرفقيك إذا كنت ترغب في ذلك.\r\nارفع منطقة الحوض حتى يصبح الجسم مسطحًا بالكامل.\r\nأبقِ جسمك في هذا الوضع قدر الإمكان ، يجب أن تشعر بضغط الحركة على جانبيك وعضلات بطنك.\r\nكرر جميع الخطوات بالجانب الآخر من الجسم.",
      "id": 2220
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-29mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-29m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-29m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05231,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 863,
    "name": {
      "persian": "پهلو سیم کش تک ایستاده",
      "english": "One-Arm High-Pulley Cable Side Bends",
      "arabic": "One-Arm High-Pulley Cable Side Bends",
      "id": 2221
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دستگیره استانداردی را به بالاترین نقطه سیم  کش متصل کنید.\r\n● به پهلو در کنار دستگاه سیم  کش بایستید. دستگیره را با یکدست و به صورت کف دست به سمت بدن بگیرید.\r\n● سیم  کش را تا زمانی که آرنج شما نزدیک ران شما شود ، بکشید.\r\n● پاهای خود را به عرض باسن بازکنید. دست آزاد خود را به منظور حفظ تعادل بر روی باسن  یا پهلوی خود قرار دهید.\r\n● بازوی خود را ثابت نگه دارید. \r\n● عضلات پهلو را منقبض کرده و وزنه را به حالت کرانچ پهلو پایین بیاورید.\r\n● زمانی که به بیشترین میزان انقباض دست یافتید، به آرامی وزنه را به حالت آغازین بازگردانید. \r\n● در حالت استراحت نباید وزنه  ها را حذف کنید. هدف از این حرکت حفظ تنش ثابت در طول ست می  باشد.\r\n● این حرکت را تا سر حد خستگی ادامه دهید.\r\n● جهت خود را تغییر داده و حرکت را با سمت دیگر بدن تکرار کنید.",
      "english": null,
      "arabic": "قم بتوصيل المقبض القياسي بأعلى نقطة من ضفيرة الأسلاك.\r\nقف بشكل جانبي بجانب جهاز جمع الأسلاك.و امسك المقبض بالتساوي بحيث تكون راحة يدك باتجاه الجسم.\r\nشد الحبل حتى يقترب كوعك من فخذك.\r\nباعد بين ساقيك بمقدار عرض الوركين. ضع يدك الحرة على وركك أو خصرك للحفاظ على التوازن.\r\nحافظ على ثبات ذراعك.\r\nشد عضلات الخصر واخفض الأثقال بشكل كرانش الجانبي.\r\nعندما تصل إلى أقصى نقطة من الانكماش ، أعد الأثقال ببطء إلى ماكانت عليه.\r\nفي الاستراحة يجب عليك أن تضع الأثقال جانباً. الغرض من هذه الحركة هو الحفاظ على توتر مستمر طوال التمرين.\r\nاستمر في هذه الحركة حتى تتعب.\r\nغير اتجاهك وكرر الحركة بالجانب الآخر من الجسم.",
      "id": 2222
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-33fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-33f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-33f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 864,
    "name": {
      "persian": "پهلو سیم کش تک ایستاده",
      "english": "One-Arm High-Pulley Cable Side Bends",
      "arabic": "One-Arm High-Pulley Cable Side Bends",
      "id": 2224
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● دستگیره استانداردی را به بالاترین نقطه سیم  کش متصل کنید.\r\n● به پهلو در کنار دستگاه سیم  کش بایستید. دستگیره را با یکدست و به صورت کف دست به سمت بدن بگیرید.\r\n● سیم  کش را تا زمانی که آرنج شما نزدیک ران شما شود ، بکشید.\r\n● پاهای خود را به عرض باسن بازکنید. دست آزاد خود را به منظور حفظ تعادل بر روی باسن  یا پهلوی خود قرار دهید.\r\n● بازوی خود را ثابت نگه دارید. \r\n● عضلات پهلو را منقبض کرده و وزنه را به حالت کرانچ پهلو پایین بیاورید.\r\n● زمانی که به بیشترین میزان انقباض دست یافتید، به آرامی وزنه را به حالت آغازین بازگردانید. \r\n● در حالت استراحت نباید وزنه  ها را حذف کنید. هدف از این حرکت حفظ تنش ثابت در طول ست می  باشد.\r\n● این حرکت را تا سر حد خستگی ادامه دهید.\r\n● جهت خود را تغییر داده و حرکت را با سمت دیگر بدن تکرار کنید.",
      "english": null,
      "arabic": "قم بتوصيل المقبض القياسي بأعلى نقطة من ضفيرة الأسلاك.\r\nقف بشكل جانبي بجانب جهاز جمع الأسلاك.و امسك المقبض بالتساوي بحيث تكون راحة يدك باتجاه الجسم.\r\nشد الحبل حتى يقترب كوعك من فخذك.\r\nباعد بين ساقيك بمقدار عرض الوركين. ضع يدك الحرة على وركك أو خصرك للحفاظ على التوازن.\r\nحافظ على ثبات ذراعك.\r\nشد عضلات الخصر واخفض الأثقال بشكل كرانش الجانبي.\r\nعندما تصل إلى أقصى نقطة من الانكماش ، أعد الأثقال ببطء إلى ماكانت عليه.\r\nفي الاستراحة يجب عليك أن تضع الأثقال جانباً. الغرض من هذه الحركة هو الحفاظ على توتر مستمر طوال التمرين.\r\nاستمر في هذه الحركة حتى تتعب.\r\nغير اتجاهك وكرر الحركة بالجانب الآخر من الجسم.",
      "id": 2225
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-33mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-33m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-33m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 866,
    "name": {
      "persian": "پهلو صفحه چرخشی",
      "english": "Plate Twist",
      "arabic": "Plate Twist",
      "id": 2254
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● صاف ایستاده  پاها را عرض شانه باز کنید و یک صفحه وزنه را در دو دست روبروی سینه خود بگیرید و کمر را به دو طرف مطابق فیلم بچرخانید.",
      "english": null,
      "arabic": "قف بشكل مستقيم ، افتح قدميك بمقدار عرض الكتفين وامسك لوحة الأثقال بكلتا يديك أمام صدرك وقم بتدوير خصرك إلى كلا الجانبين وفقًا للفيلم.",
      "id": 2255
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-40fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-40f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-40f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      6
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 867,
    "name": {
      "persian": "پهلو صفحه چرخشی",
      "english": "Plate Twist",
      "arabic": "Plate Twist",
      "id": 2256
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● صاف ایستاده  پاها را عرض شانه باز کنید و یک صفحه وزنه را در دو دست روبروی سینه خود بگیرید و کمر را به دو طرف مطابق فیلم بچرخانید.",
      "english": null,
      "arabic": "قف بشكل مستقيم ، افتح قدميك بمقدار عرض الكتفين وامسك لوحة الأثقال بكلتا يديك أمام صدرك وقم بتدوير خصرك إلى كلا الجانبين وفقًا للفيلم.",
      "id": 2257
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-40mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-40m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-40m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.04711,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      6
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 868,
    "name": {
      "persian": "پهلو چوب",
      "english": "Barbell Twist",
      "arabic": "Barbell Twist",
      "id": 2258
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● صاف ایستاده  پاها را عرض شانه باز کنید و یک چوب  را بر روی سرشانه های خود از پشت قرار دهید  و کمر را به دو طرف مطابق فیلم بچرخانید.",
      "english": null,
      "arabic": "قف بشكل مستقيم ، وافرد ساقيك بعيدًا عن بعضهما بمقدار عرض الكتفين ، ثم ضع عصا على كتفيك من الخلف ، وقم بتدوير خصرك إلى كلا الجانبين وفقًا للفيلم.",
      "id": 2259
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-41fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-41f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-41f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.04711,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      6
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 869,
    "name": {
      "persian": "پهلو چوب",
      "english": "Barbell Twist",
      "arabic": "Barbell Twist",
      "id": 2260
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- صاف ایستاده  پاها را عرض شانه باز کنید و یک چوب  را بر روی سرشانه های خود از پشت قرار دهید  و کمر را به دو طرف مطابق فیلم بچرخانید.",
      "english": null,
      "arabic": "قف بشكل مستقيم ، وافرد ساقيك بعيدًا عن بعضهما بمقدار عرض الكتفين ، ثم ضع عصا على كتفيك من الخلف ، وقم بتدوير خصرك إلى كلا الجانبين وفقًا للفيلم.",
      "id": 3371
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-41mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-41m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-41m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.04711,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      6
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 871,
    "name": {
      "persian": "پول آور دمبل",
      "english": "Straight-Arm Dumbbell Pullover",
      "arabic": "Straight-Arm Dumbbell Pullover",
      "id": 2279
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت  زاویه آرنج  ثابت بماند.\r\n●هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء زاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2280
    },
    "howToDo": {
      "persian": "● بر روی نیمکت  تخت به شکلی قرار بگیرید که شانه ها بر روی نیمکت باشد و بالاتنه با نیمکت زاویه 90 درجه داشته باشد.\r\n●با هر دو دست از یک سمت دمبل بگیرید و بالای قفسه سینه باشد ،هر دو کف دست باید در قسمت داخلی یک دمبل باشند.\r\n●بازوها باز و کشیده عمود بر زمین ،تنه شما موازی با زمین و آرنج با کمترین زاویه ممکن باشد.\r\n●دمبل را در یک مسیر قوسی شکل به سمت پشت سرتان ببرید.",
      "english": null,
      "arabic": "- استلقِ على مقعد مسطح وكتفيك على المقعد وليكن الجزء العلوي من جسمك بزاوية 90 درجة مع المقعد.\r\n-أمسك الأثقال بكلتا يديك ويجب ان تكون أعلى الصدر ، و كلتا راحتي اليد داخل الأثقال .\r\n- لتكن أذرعك مفتوحة وممتدة بشكل عمودي على الأرض ، وجذعك موازٍ للأرض ومرفقيك عند أدنى زاوية ممكنة.\r\n- ضع الأثقال  في اتجاه مقوس من مؤخرة رأسك.",
      "id": 2281
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-32fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-32f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-32f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 872,
    "name": {
      "persian": "پول آور دمبل",
      "english": "Straight-Arm Dumbbell Pullover",
      "arabic": "Straight-Arm Dumbbell Pullover",
      "id": 2282
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت  زاویه آرنج  ثابت بماند.\r\n●هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء زاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2283
    },
    "howToDo": {
      "persian": "● بر روی نیمکت  تخت به شکلی قرار بگیرید که شانه ها بر روی نیمکت باشد و بالاتنه با نیمکت زاویه 90 درجه داشته باشد.\r\n●با هر دو دست از یک سمت دمبل بگیرید و بالای قفسه سینه باشد ،هر دو کف دست باید در قسمت داخلی یک دمبل باشند.\r\n●بازوها باز و کشیده عمود بر زمین ،تنه شما موازی با زمین و آرنج با کمترین زاویه ممکن باشد.\r\n●دمبل را در یک مسیر قوسی شکل به سمت پشت سرتان ببرید.",
      "english": null,
      "arabic": "- استلقِ على مقعد مسطح وكتفيك على المقعد وليكن الجزء العلوي من جسمك بزاوية 90 درجة مع المقعد.\r\n-أمسك الأثقال بكلتا يديك ويجب ان تكون أعلى الصدر ، و كلتا راحتي اليد داخل الأثقال .\r\n- لتكن أذرعك مفتوحة وممتدة بشكل عمودي على الأرض ، وجذعك موازٍ للأرض ومرفقيك عند أدنى زاوية ممكنة.\r\n- ضع الأثقال  في اتجاه مقوس من مؤخرة رأسك.",
      "id": 2284
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-32mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-32m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-32m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 874,
    "name": {
      "persian": "پول آور دمبل میز زیرسینه",
      "english": "Dumbbell Pullover",
      "arabic": "Dumbbell Pullover",
      "id": 2302
    },
    "recommandation": {
      "persian": "● آرنج ها را خم نکنید.\r\n● جایگاه دمبل بالای سر و سینه است بیش از آن پایین تر نیاورید.",
      "english": null,
      "arabic": "-لا ثتن الاكواع \r\n-  فلتضع  الاثقال فوق الرأس والصدر ولا تنزله للأسفل .",
      "id": 2303
    },
    "howToDo": {
      "persian": "● روی میز شیبدار دراز بکشید.\r\n● دمبل را با هر دو دست گرفته و در مقابل خود در حالی که دست ها کشیده هستند نگه دارید، هر دو دست باید در زیر یک سمت دمبل قرار گرفته باشند، این نقطه شروع شما خواهد بود.\r\n● در حالی که دست ها را صاف نگه داشته اید، وزنه را در حرکتی منحنی وار به آرامی پشت سر خود پایین ببرید، در حین انجام این بخش از حرکت نفس را داخل کشیده و تا جایی که در سینه احساس کشش کنید وزنه را پایین ببرید، در این نقطه دمبل را در همان حرکت منحنی وار به نقطه شروع بازگردانده و نفس خود را بیرون بدهید.\r\n● در نهایت زمانی که به نقطه شروع بازگشتید دمبل را در بالاترین نقطه لحظه ای نگه دارید، آگاه باشید که بهتر است در هنگام انجام این تمرین وزنه را شخصی دیگر به شما بدهد.",
      "english": null,
      "arabic": "- استلق على المقعد المائل\r\n- امسك الدمبل بكلتا يديك وحافظ عليهما أمامك مع فرد الذراعين, يجب أن تكون كل يد تحت إحدى الدمبلتين ، وستكون هذه هي نقطة البداية.\r\n- اخفض الأثقال ببطء خلف رأسك بحركة منحنية مع الحفاظ على استقامة ذراعيك, استنشق أثناء القيام بهذا الجزء من الحركة  وقم بخفض الأثقال عندما تشعر بتمدد في الصدر,عند هذه النقطة ، أعد الدمبل إلى نقطة البداية في نفس الحركة المنحنية مع الزفير.\r\n- و أخيراً عندما تعود إلى نقطة البداية  حافظ على الدمبل في أعلى نقطة للحظة , اعلم أنه من الأفضل أن يمنحك شخص آخر الأثقال أثناء القيام بهذا التمرين.",
      "id": 2304
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-69fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-69f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-69f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 875,
    "name": {
      "persian": "پول آور دمبل میز زیرسینه",
      "english": "Dumbbell Pullover",
      "arabic": "Dumbbell Pullover",
      "id": 2305
    },
    "recommandation": {
      "persian": "● آرنج ها را خم نکنید.\r\n● جایگاه دمبل بالای سر و سینه است بیش از آن پایین تر نیاورید.",
      "english": null,
      "arabic": "-لا ثتن الاكواع \r\n-  فلتضع  الاثقال فوق الرأس والصدر ولا تنزله للأسفل .",
      "id": 2306
    },
    "howToDo": {
      "persian": "● روی میز شیبدار دراز بکشید.\r\n● دمبل را با هر دو دست گرفته و در مقابل خود در حالی که دست ها کشیده هستند نگه دارید، هر دو دست باید در زیر یک سمت دمبل قرار گرفته باشند، این نقطه شروع شما خواهد بود.\r\n● در حالی که دست ها را صاف نگه داشته اید، وزنه را در حرکتی منحنی وار به آرامی پشت سر خود پایین ببرید، در حین انجام این بخش از حرکت نفس را داخل کشیده و تا جایی که در سینه احساس کشش کنید وزنه را پایین ببرید، در این نقطه دمبل را در همان حرکت منحنی وار به نقطه شروع بازگردانده و نفس خود را بیرون بدهید.\r\n● در نهایت زمانی که به نقطه شروع بازگشتید دمبل را در بالاترین نقطه لحظه ای نگه دارید، آگاه باشید که بهتر است در هنگام انجام این تمرین وزنه را شخصی دیگر به شما بدهد.",
      "english": null,
      "arabic": "- استلق على المقعد المائل\r\n- امسك الدمبل بكلتا يديك وحافظ عليهما أمامك مع فرد الذراعين, يجب أن تكون كل يد تحت إحدى الدمبلتين ، وستكون هذه هي نقطة البداية.\r\n- اخفض الأثقال ببطء خلف رأسك بحركة منحنية مع الحفاظ على استقامة ذراعيك, استنشق أثناء القيام بهذا الجزء من الحركة  وقم بخفض الأثقال عندما تشعر بتمدد في الصدر,عند هذه النقطة ، أعد الدمبل إلى نقطة البداية في نفس الحركة المنحنية مع الزفير.\r\n- و أخيراً عندما تعود إلى نقطة البداية  حافظ على الدمبل في أعلى نقطة للحظة , اعلم أنه من الأفضل أن يمنحك شخص آخر الأثقال أثناء القيام بهذا التمرين.",
      "id": 2307
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-69mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-69m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-69m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 879,
    "name": {
      "persian": "پول آور صفحه میز زیرسینه",
      "english": " Pullover",
      "arabic": " Pullover",
      "id": 2334
    },
    "recommandation": {
      "persian": "● آرنج ها را خم نکنید.\r\n● جایگاه صفحه  بالای سر و سینه است بیش از آن پایین تر نیاورید.",
      "english": null,
      "arabic": "-لا ثتن الاكواع \r\n-  فلتضع الصفحة فوق الرأس والصدر ولا تنزله للأسفل .",
      "id": 2335
    },
    "howToDo": {
      "persian": null,
      "english": null,
      "arabic": "- ارفع اللوحة بكلتا يديك وضع الكتفين على الطاولة المائلة.\r\n- افتح اليدين بشكل كامل, هنا نقطة البداية.\r\n- أنزل ذراعيك برفق حتى تصل غلى خلف رأسك بحيث تكون اللوحة مستوية مع الطاولة",
      "id": 3370
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-70fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-70f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-70f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 880,
    "name": {
      "persian": "پول آور صفحه میز زیرسینه",
      "english": " Pullover",
      "arabic": " Pullover",
      "id": 2336
    },
    "recommandation": {
      "persian": "● آرنج ها را خم نکنید.\r\n● جایگاه صفحه  بالای سر و سینه است بیش از آن پایین تر نیاورید.",
      "english": null,
      "arabic": "-لا ثتن الاكواع \r\n-  فلتضع الصفحة فوق الرأس والصدر ولا تنزله للأسفل .",
      "id": 2337
    },
    "howToDo": {
      "persian": "● صفحه  را با هر دو دست برداشته و شانه ها را روی میز  شیبدار قرار می دهیم.\r\n● دست ها کاملا باز شوند.نقطه شروع.\r\n● به آرامی دست ها را به سمت پشت سر پایین می بریم تا صفحه با میز هم ارتفاع شود.",
      "english": null,
      "arabic": "- ارفع اللوحة بكلتا يديك وضع الكتفين على الطاولة المائلة.\r\n- افتح اليدين بشكل كامل, هنا نقطة البداية.\r\n- أنزل ذراعيك برفق حتى تصل غلى خلف رأسك بحيث تكون اللوحة مستوية مع الطاولة",
      "id": 2338
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-70mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-70m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-70m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 881,
    "name": {
      "persian": "پول آور سیم کش نیمکت شیبدار ",
      "english": "Cable Incline Pushdown",
      "arabic": "Cable Incline Pushdown",
      "id": 2339
    },
    "recommandation": {
      "persian": "●در طول اجرا مفصل آرنج ثابت و حرکت فقط در مفصل شانه انجام شود.\r\n●هنگام بالا رفتن میله دم و وقتی به پایین میاورید بازدم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين مفصل الكوع ثابت و فقط مفصل الكتف متحرك .\r\n-شهيق اثناء رفع القضيب وزفير عند خفضه للاسفل . .",
      "id": 2340
    },
    "howToDo": {
      "persian": "●یک نیمکت شیب مثبت را در مقابل دستگاه سیمکش بگذارید،قرقره را در بالاترین قسمت قرار دهید و میله را به آن متصل کنید .\r\n●میله را در دست بگیرید ،در این حالت بازو و ساعد در یک امتداد و موازی با زمین باشد ،کف دست رو به زمین و آرنج کمی خم باشد.\r\n●به کمک مفصل شانه در مسیر دایره ای میله را بالا ببرید.\r\n●بازو و ساعد عمود بر زمین باشند.میله کاملا در بالای سر شما قرار گیرد.",
      "english": null,
      "arabic": "-ضع مقعدًا مائلاً ثابتاً أمام مجموعة الأسلاك ، ثم ضع البكرة في الجزء العلوي من الجهاز بعدها قم بتوصيل القضيب بها.\r\n- أمسك القضيب بيدك ، وفي هذه الحالة يكون الذراع والساعد على استقامة واحدة  ومتوازيان مع الأرض ، وراحة اليد مواجهة للأرض والمرفقان مثنيان قليلاً .\r\n- ارفع القضيب للاعلى  بمساعدة مفصل الكتف واجعله في مسار دائري.\r\n-يجب أن يكون الذراع والساعد متعامدين مع الأرض ، والقضيب فوق رأسك تمامًا .",
      "id": 2341
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-7fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-7f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-7f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 882,
    "name": {
      "persian": "پول آور سیم کش نیمکت شیبدار ",
      "english": "Cable Incline Pushdown",
      "arabic": "Cable Incline Pushdown",
      "id": 2342
    },
    "recommandation": {
      "persian": "●در طول اجرا مفصل آرنج ثابت و حرکت فقط در مفصل شانه انجام شود.\r\n●هنگام بالا رفتن میله دم و وقتی به پایین میاورید بازدم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين مفصل الكوع ثابت و فقط مفصل الكتف متحرك .\r\n-شهيق اثناء رفع القضيب وزفير عند خفضه للاسفل . .",
      "id": 2343
    },
    "howToDo": {
      "persian": "●یک نیمکت شیب مثبت را در مقابل دستگاه سیمکش بگذارید،قرقره را در بالاترین قسمت قرار دهید و میله را به آن متصل کنید .\r\n●میله را در دست بگیرید ،در این حالت بازو و ساعد در یک امتداد و موازی با زمین باشد ،کف دست رو به زمین و آرنج کمی خم باشد.\r\n●به کمک مفصل شانه در مسیر دایره ای میله را بالا ببرید.\r\n●بازو و ساعد عمود بر زمین باشند.میله کاملا در بالای سر شما قرار گیرد.",
      "english": null,
      "arabic": "-ضع مقعدًا مائلاً ثابتاً أمام مجموعة الأسلاك ، ثم ضع البكرة في الجزء العلوي من الجهاز بعدها قم بتوصيل القضيب بها.\r\n- أمسك القضيب بيدك ، وفي هذه الحالة يكون الذراع والساعد على استقامة واحدة  ومتوازيان مع الأرض ، وراحة اليد مواجهة للأرض والمرفقان مثنيان قليلاً .\r\n- ارفع القضيب للاعلى  بمساعدة مفصل الكتف واجعله في مسار دائري.\r\n-يجب أن يكون الذراع والساعد متعامدين مع الأرض ، والقضيب فوق رأسك تمامًا .",
      "id": 2344
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-7mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-7m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-7m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 883,
    "name": {
      "persian": "پول آور سیم کش دست موازی",
      "english": "Seated Cable Rows",
      "arabic": "Seated Cable Rows",
      "id": 2345
    },
    "recommandation": {
      "persian": "●در طول اجرا بالاتنه و آرنج ثابت باشد.\r\n●هنگام بالا رفتن میله دم و وقتی به پایین میاورید بازدم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والكوع ثابت.\r\n- شهيق اثناء خفض القضيب وزفير عند رفعه للاعلى . .",
      "id": 2346
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت قرار دهید میله را به آن وصل کنید ،در فاصله تقریبا یک متری از ستون مدرج بایستید،میله را به شکلی بگیرید که بازو و ساعد در یک امتداد باشد.\r\n●بازو موازی با زمین ،آرنج کمی خم باشد ،دستها به اندازه عرض شانه باز،کف دستها رو به پایین ،بالا تنه خیلی کم متمایل به جلو باشد .\r\n●بوسیله مفصل شانه،میله را پایین بیاورید.\r\n●میله نزدیک بدن و بازو عمود بر زمین شود .",
      "english": null,
      "arabic": "- ضع البكرة في الأعلى ، وثبّت القضيب بها ، قف على مسافة  تبعد حوالي متر واحد من العمود المتدرج ، وأمسك بالقضيب بحيث يكون الذراع والساعد في خط مستقيم معاً.\r\n- ليكن الذراع موازي للأرض ، المرفقان مثنيان قليلاً ، اليدان متباعدتان بعرض الكتفين ، راحتا اليدين باتجاه الأسفل ، والجذع  مائل قليلاً إلى الأمام.\r\n- قم بخفض القضيب بمفصل الكتف.\r\n-ليكن القضيب قريب من الجسم والذراع عمودي على الأرض.",
      "id": 2347
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 884,
    "name": {
      "persian": "پول آور سیم کش دست موازی",
      "english": "Seated Cable Rows",
      "arabic": "Seated Cable Rows",
      "id": 2348
    },
    "recommandation": {
      "persian": "●در طول اجرا بالاتنه و آرنج ثابت باشد.\r\n●هنگام بالا رفتن میله دم و وقتی به پایین میاورید بازدم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والكوع ثابت.\r\n- شهيق اثناء خفض القضيب وزفير عند رفعه للاعلى . .",
      "id": 2349
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت قرار دهید میله را به آن وصل کنید ،در فاصله تقریبا یک متری از ستون مدرج بایستید،میله را به شکلی بگیرید که بازو و ساعد در یک امتداد باشد.\r\n●بازو موازی با زمین ،آرنج کمی خم باشد ،دستها به اندازه عرض شانه باز،کف دستها رو به پایین ،بالا تنه خیلی کم متمایل به جلو باشد .\r\n●بوسیله مفصل شانه،میله را پایین بیاورید.\r\n●میله نزدیک بدن و بازو عمود بر زمین شود .",
      "english": null,
      "arabic": "- ضع البكرة في الأعلى ، وثبّت القضيب بها ، قف على مسافة  تبعد حوالي متر واحد من العمود المتدرج ، وأمسك بالقضيب بحيث يكون الذراع والساعد في خط مستقيم معاً.\r\n- ليكن الذراع موازي للأرض ، المرفقان مثنيان قليلاً ، اليدان متباعدتان بعرض الكتفين ، راحتا اليدين باتجاه الأسفل ، والجذع  مائل قليلاً إلى الأمام.\r\n- قم بخفض القضيب بمفصل الكتف.\r\n-ليكن القضيب قريب من الجسم والذراع عمودي على الأرض.",
      "id": 2350
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 885,
    "name": {
      "persian": "پول آور سیم کش طنابی ایستاده",
      "english": "Rope Straight-Arm Pulldown",
      "arabic": "Rope Straight-Arm Pulldown",
      "id": 2351
    },
    "recommandation": {
      "persian": "●در طول اجرا بالاتنه و آرنج ثابت باشد.\r\n●هنگام پایین آوردن طناب بازدم و وقتی بالا میبرید دم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والكوع ثابت.\r\n- زفير اثناء احضار الحبل وشهيق عند رفعه للاعلى . .",
      "id": 2352
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت قرار دهید طناب را به آن وصل کنید .\r\n●تقریبا یک متر از دستگاه فاصله بگیرید.\r\n●زانوها کمی خم ،باسن رو به عقب ،بالاتنه متمایل به جلو ،بازوها باز و کشیده تقریبا موازی با زمین باشد.\r\n●به کمک مفصل شانه طناب را پایین بیاورید .دستها نزدیک بدن و جلو ران قرار گیرد.",
      "english": null,
      "arabic": "-.ضع البكرة في الأعلى واربط الحبل بها.\r\n- ابتعد بمسافة تصل الى متر واحد تقريبا من الجهاز .\r\n- اثن الركبتين قليلاً ، الوركين يتجهان للخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، والذراعان مفتوحتان وممتدتان بشكل موازي للأرض.\r\n-.باستخدم مفصل الكتف اخفض الحبل للأسفل ، وأبق يديك بالقرب من جسمك وأمام فخذيك .",
      "id": 2353
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-9fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-9f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-9f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 886,
    "name": {
      "persian": "پول آور سیم کش طنابی ایستاده",
      "english": "Rope Straight-Arm Pulldown",
      "arabic": "Rope Straight-Arm Pulldown",
      "id": 2354
    },
    "recommandation": {
      "persian": "●در طول اجرا بالاتنه و آرنج ثابت باشد.\r\n●هنگام پایین آوردن طناب بازدم و وقتی بالا میبرید دم انجام شود .",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم والكوع ثابت.\r\n- زفير اثناء احضار الحبل وشهيق عند رفعه للاعلى . .",
      "id": 2355
    },
    "howToDo": {
      "persian": "●قرقره را در بالاترین قسمت قرار دهید طناب را به آن وصل کنید .\r\n●تقریبا یک متر از دستگاه فاصله بگیرید.\r\n●زانوها کمی خم ،باسن رو به عقب ،بالاتنه متمایل به جلو ،بازوها باز و کشیده تقریبا موازی با زمین باشد.\r\n●به کمک مفصل شانه طناب را پایین بیاورید .دستها نزدیک بدن و جلو ران قرار گیرد.",
      "english": null,
      "arabic": "-.ضع البكرة في الأعلى واربط الحبل بها.\r\n- ابتعد بمسافة تصل الى متر واحد تقريبا من الجهاز .\r\n- اثن الركبتين قليلاً ، الوركين يتجهان للخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، والذراعان مفتوحتان وممتدتان بشكل موازي للأرض.\r\n-.باستخدم مفصل الكتف اخفض الحبل للأسفل ، وأبق يديك بالقرب من جسمك وأمام فخذيك .",
      "id": 2356
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-9mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-9m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-9m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 887,
    "name": {
      "persian": "پول آور سیم کش میز تخت",
      "english": "Lying Cable Pullover",
      "arabic": "Lying Cable Pullover",
      "id": 2357
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● این حرکت بهترین حرکت جایگزین برای پلاور هالتر و پلاور دمبل است. میز صاف را به فاصله 60 الی 90 سانت از دستگاه سیم کش قرار دهید.\r\n● میله صاف را به پایین دستگاه وصل کرده و وزنه دلخواه خود را انتخاب کنید.\r\n● روی نیمکت دراز کشیده و میله را بردارید.دست ها را صاف نگه داشته و میل را بالای سینه خود بیاورید.نقطه شروع.\r\n● به آرامی دست ها را پایین ببرید تا زمانی که دست ها با بدن زاویه 45 درجه تشکیل دهید.",
      "english": null,
      "arabic": "هذه الحركة هي أفضل حركة بديلة للبار والدمبل. ضع المنضدة المسطحة على مسافة 60 إلى 90 سم من جهاز الأسلاك.\r\nقم بتوصيل العقلة المسطحة ( البار المسطح )بأسفل الجهاز وحدد الوزن الذي تريده.\r\nاستلق على المقعد ثم ارفع البار ، وحافظ على استقامة يديك وضع البار فوق صدرك. نقطة البداية.\r\nاخفض ذراعيك ببطء حتى تشكل ذراعيك زاوية  قدرها 45 درجة مع جسمك.",
      "id": 2358
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      11,
      10,
      4
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 888,
    "name": {
      "persian": "پول آور سیم کش میز تخت",
      "english": "Lying Cable Pullover",
      "arabic": "Lying Cable Pullover",
      "id": 2359
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● این حرکت بهترین حرکت جایگزین برای پلاور هالتر و پلاور دمبل است. میز صاف را به فاصله 60 الی 90 سانت از دستگاه سیم کش قرار دهید.\r\n● میله صاف را به پایین دستگاه وصل کرده و وزنه دلخواه خود را انتخاب کنید.\r\n● روی نیمکت دراز کشیده و میله را بردارید.دست ها را صاف نگه داشته و میل را بالای سینه خود بیاورید.نقطه شروع.\r\n● به آرامی دست ها را پایین ببرید تا زمانی که دست ها با بدن زاویه 45 درجه تشکیل دهید.",
      "english": null,
      "arabic": "هذه الحركة هي أفضل حركة بديلة للبار والدمبل. ضع المنضدة المسطحة على مسافة 60 إلى 90 سم من جهاز الأسلاك.\r\nقم بتوصيل العقلة المسطحة ( البار المسطح )بأسفل الجهاز وحدد الوزن الذي تريده.\r\nاستلق على المقعد ثم ارفع البار ، وحافظ على استقامة يديك وضع البار فوق صدرك. نقطة البداية.\r\nاخفض ذراعيك ببطء حتى تشكل ذراعيك زاوية  قدرها 45 درجة مع جسمك.",
      "id": 2360
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-39m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      11,
      10,
      4
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 889,
    "name": {
      "persian": "پول آور سیم کش دست باز",
      "english": " Cable straight Arm Pull Down",
      "arabic": " Cable straight Arm Pull Down",
      "id": 2361
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● میله را گرفته و اندکی به سمت جلو خم شوید.\r\n● آرنج ها را کمی خم نگه داشته و شروع به پایین آوردن میله بکنید.",
      "english": null,
      "arabic": "أمسك بالقضيب وانحن قليلاً إلى الأمام.\r\nحافظ على مرفقيك مثنيين قليلاً وابدأ في خفض البار.",
      "id": 2362
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-41fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-41f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-41f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      6
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 890,
    "name": {
      "persian": "پول آور سیم کش دست باز",
      "english": " Cable straight Arm Pull Down",
      "arabic": " Cable straight Arm Pull Down",
      "id": 2363
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● میله را گرفته و اندکی به سمت جلو خم شوید.\r\n● آرنج ها را کمی خم نگه داشته و شروع به پایین آوردن میله بکنید.",
      "english": null,
      "arabic": "أمسك بالقضيب وانحن قليلاً إلى الأمام.\r\nحافظ على مرفقيك مثنيين قليلاً وابدأ في خفض البار.",
      "id": 2364
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-41mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-41m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-41m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      6
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 894,
    "name": {
      "persian": "جلو پا دستگاه تناوبی",
      "english": " Alternating Leg Extensions",
      "arabic": " Alternating Leg Extensions",
      "id": 2372
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n●هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير .",
      "id": 2373
    },
    "howToDo": {
      "persian": "●بر روی دستگاه جلوپا بنشینید،وزن مناسب را انتخاب کنید.\r\n●پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n●زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n●ساق خود را تا جاییکه امکان دارد بالا بیاورید.\r\n●این مراحل را با پای دیگر تکرار کنید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز واختر وزناً محدداً .\r\n- لتضع رجليك خلف الوسادة المخصصة ولتكن الوسادة فوق كاحل قدمك .\r\n- لتكن الزاویه بین الساق والفخذ 90 درجه  وامسك المقابض بكلتا يديك ..\r\n-ارفع ساقك للاعلى قدر الامكان .\r\n-كرر هذه المراحل بالرجل الاخرى .",
      "id": 2374
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-35fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-35f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-35f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 895,
    "name": {
      "persian": "جلو پا دستگاه تناوبی",
      "english": " Alternating Leg Extensions",
      "arabic": " Alternating Leg Extensions",
      "id": 2375
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n●هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير .",
      "id": 2376
    },
    "howToDo": {
      "persian": "●بر روی دستگاه جلوپا بنشینید،وزن مناسب را انتخاب کنید.\r\n●پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n●زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n●ساق خود را تا جاییکه امکان دارد بالا بیاورید.\r\n●این مراحل را با پای دیگر تکرار کنید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز واختر وزناً محدداً .\r\n- لتضع رجليك خلف الوسادة المخصصة ولتكن الوسادة فوق كاحل قدمك .\r\n- لتكن الزاویه بین الساق والفخذ 90 درجه  وامسك المقابض بكلتا يديك ..\r\n-ارفع ساقك للاعلى قدر الامكان .\r\n-كرر هذه المراحل بالرجل الاخرى . ",
      "id": 2377
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-35mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-35m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-35m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 896,
    "name": {
      "persian": "جلو پا دستگاه",
      "english": "Leg Extensions",
      "arabic": "Leg Extensions",
      "id": 2378
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n●هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير .",
      "id": 2379
    },
    "howToDo": {
      "persian": "●بر روی دستگاه جلوپا بنشینید،وزن مناسب را انتخاب کنید.\r\n●پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n●زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n●ساق خود را تا جاییکه امکان دارد بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز واختر وزناً محدداً .\r\n- لتضع رجليك خلف الوسادة المخصصة ولتكن الوسادة فوق كاحل قدمك .\r\n- لتكن الزاویه بین الساق والفخذ 90 درجه  وامسك المقابض بكلتا يديك ..\r\n-ارفع ساقك للاعلى قدر الامكان .",
      "id": 2380
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-36fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-36f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-36f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 897,
    "name": {
      "persian": "جلو پا دستگاه",
      "english": "Leg Extensions",
      "arabic": "Leg Extensions",
      "id": 2381
    },
    "recommandation": {
      "persian": "●در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n●هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير.",
      "id": 2382
    },
    "howToDo": {
      "persian": "●بر روی دستگاه جلوپا بنشینید،وزن مناسب را انتخاب کنید.\r\n●پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n●زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n●ساق خود را تا جاییکه امکان دارد بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز واختر وزناً محدداً .\r\n- لتضع رجليك خلف الوسادة المخصصة ولتكن الوسادة فوق كاحل قدمك .\r\n- لتكن الزاویه بین الساق والفخذ 90 درجه  وامسك المقابض بكلتا يديك ..\r\n-ارفع ساقك للاعلى قدر الامكان .",
      "id": 2383
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-36mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-36m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-36m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 898,
    "name": {
      "persian": "پشت پا دمبل خوابیده",
      "english": "Dumbbell Lying Hamstring Curl",
      "arabic": "Dumbbell Lying Hamstring Curl",
      "id": 2384
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا یک نیمکت صاف یا تشک بر روی زمین قرار دهید و یک عدد دمبل با وزن مناسب انتخاب کنید.\r\n● با صورت بر روی نیمکت یا زمین بخوابید. زانو باید بر لبه نیمکت باشد.\r\n● از حریف تمرینی خود بخواهید تا دمبل را بین کف پاهای شما قرار دهد. زانوها را صاف کرده تا با زمین موازی شوند.\r\n● این نقطه شروع خواهد بود.\r\n● زانوهای خود را آهسته خم کرده تا ساق پا به همسترینگ نزدیک شود. حداقل زاویه بین ساق پا و همسترینگ باید 90 درجه باشد.\r\n● پس از یک مکث آهسته به نقطه شروع بازگردید.\r\n● با توجه به برنامه تمرینی همین کار را تکرار کنید.",
      "english": null,
      "arabic": "-في البداية ضع الفرشة أو المقعد بشكل مستوى على الأرض ثم اختر الدمبل المطلوبة بالوزن المناسب\r\nاستلقِ على وجهك على المقعد أو الأرض. كما يجب أن تكون الركبة على حافة المقعد أو الفرشة.\r\nاطلب من شريكك في التمرين أن يضع الدمبل بين مشط( أسفل ) قدميك وأفرد قدميك لتصبح موازية للأرض\r\n- ستكون هذه نقطة البداية\r\nاثنِ ركبتيك ببطء بحيث تكون ساقيك قريبة من عضلة باطن الركبة( المأبض ). يجب ألا تقل الزاوية بين الساق و عضلة باطن الركبة (أوتار المأبض) عن 90 درجة.\r\nعد إلى نقطة البداية بعد أن تتوقف للحظة\r\n- كرر هذه الحركة وفقًا لبرنامج التمرين.",
      "id": 2385
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-68fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-68f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-68f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 899,
    "name": {
      "persian": "پشت پا دمبل خوابیده",
      "english": "Dumbbell Lying Hamstring Curl",
      "arabic": "Dumbbell Lying Hamstring Curl",
      "id": 2386
    },
    "recommandation": null,
    "howToDo": {
      "persian": "● ابتدا یک نیمکت صاف یا تشک بر روی زمین قرار دهید و یک عدد دمبل با وزن مناسب انتخاب کنید.\r\n● با صورت بر روی نیمکت یا زمین بخوابید. زانو باید بر لبه نیمکت باشد.\r\n● از حریف تمرینی خود بخواهید تا دمبل را بین کف پاهای شما قرار دهد. زانوها را صاف کرده تا با زمین موازی شوند.\r\n● این نقطه شروع خواهد بود.\r\n● زانوهای خود را آهسته خم کرده تا ساق پا به همسترینگ نزدیک شود. حداقل زاویه بین ساق پا و همسترینگ باید 90 درجه باشد.\r\n● پس از یک مکث آهسته به نقطه شروع بازگردید.\r\n● با توجه به برنامه تمرینی همین کار را تکرار کنید.",
      "english": null,
      "arabic": "-في البداية ضع الفرشة أو المقعد بشكل مستوى على الأرض ثم اختر الدمبل المطلوبة بالوزن المناسب\r\nاستلقِ على وجهك على المقعد أو الأرض. كما يجب أن تكون الركبة على حافة المقعد أو الفرشة.\r\nاطلب من شريكك في التمرين أن يضع الدمبل بين مشط( أسفل ) قدميك وأفرد قدميك لتصبح موازية للأرض\r\n- ستكون هذه نقطة البداية\r\nاثنِ ركبتيك ببطء بحيث تكون ساقيك قريبة من عضلة باطن الركبة( المأبض ). يجب ألا تقل الزاوية بين الساق و عضلة باطن الركبة (أوتار المأبض) عن 90 درجة.\r\nعد إلى نقطة البداية بعد أن تتوقف للحظة\r\n- كرر هذه الحركة وفقًا لبرنامج التمرين.",
      "id": 2387
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-68mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-68m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-68m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 900,
    "name": {
      "persian": "جلوبازو دمبل چرخشی ایستاده",
      "english": "Twisting Standing Dumbbell Curl",
      "arabic": "Twisting Standing Dumbbell Curl",
      "id": 2388
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n●هنگام بالا بردن دمبل ها بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2389
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،صاف بایستید.\r\n●پاها اندازه عرض لگن باز ،بازوها باز و کشیده کنار بدن عمود بر زمین،آرنج کمی خم نزدیک به بدن،کف دستها روبروی هم باشد.\r\n●در حالیکه بازو ثابت میباشد هر دو دست را همزمان بالا بیاورید.\r\n●با چرخشی که به مچ  میدهید کف دستها در قسمت بالایی حرکت رو به صورت قرار گیرد.\r\n●تا جاییکه میتوانید دمبلها را بالا بیاورید.",
      "english": null,
      "arabic": "- أمسك ثقلاً في كل يد وقف بشكل مستقيم.\r\n- باعد بين الساقين بعرض الوركين ، لتكن الذراعان مفتوحتان وممتدتان بجانب الجسم وبشكل عمودي على الأرض ، المرفقان منحنيان قليلاً بالقرب من الجسم ، وراحتا اليد في مواجهة بعضهما البعض.\r\n-.ارفع كلتا يديك وفي نفس الوقت لتكن الذراع ثابتة .\r\n- قم بتدوير المعصم وحرك كف اليدين لتكونا في الجزء العلوي من الوجه\r\n-. ارفع الأثقال للاعلى قدر الامكان ",
      "id": 2390
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 901,
    "name": {
      "persian": "جلوبازو دمبل چرخشی ایستاده",
      "english": "Twisting Standing Dumbbell Curl",
      "arabic": "Twisting Standing Dumbbell Curl",
      "id": 2391
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n●هنگام بالا بردن دمبل ها بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2392
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،صاف بایستید.\r\n●پاها اندازه عرض لگن باز ،بازوها باز و کشیده کنار بدن عمود بر زمین،آرنج کمی خم نزدیک به بدن،کف دستها روبروی هم باشد.\r\n●در حالیکه بازو ثابت میباشد هر دو دست را همزمان بالا بیاورید.\r\n●با چرخشی که به مچ  میدهید کف دستها در قسمت بالایی حرکت رو به صورت قرار گیرد.\r\n●تا جاییکه میتوانید دمبلها را بالا بیاورید.",
      "english": null,
      "arabic": "- أمسك ثقلاً في كل يد وقف بشكل مستقيم.\r\n- باعد بين الساقين بعرض الوركين ، لتكن الذراعان مفتوحتان وممتدتان بجانب الجسم وبشكل عمودي على الأرض ، المرفقان منحنيان قليلاً بالقرب من الجسم ، وراحتا اليد في مواجهة بعضهما البعض.\r\n-.ارفع كلتا يديك وفي نفس الوقت لتكن الذراع ثابتة .\r\n- قم بتدوير المعصم وحرك كف اليدين لتكونا في الجزء العلوي من الوجه\r\n-. ارفع الأثقال للاعلى قدر الامكان ",
      "id": 2393
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 902,
    "name": {
      "persian": "جلوبازو دمبل چرخشی نشسته جفت",
      "english": "Twisting Seated Dumbbell Curl",
      "arabic": "Twisting Seated Dumbbell Curl",
      "id": 2394
    },
    "recommandation": {
      "persian": "●در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n●هنگام بالا بردن دمبل ها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2395
    },
    "howToDo": {
      "persian": "●در هر دست یک دمبل بگیرید،بر روی نیمکت پشتی دار بنشینید.\r\n●پاها اندازه عرض لگن باز ،بازوها باز و کشیده عمود بر زمین،آرنج ها کمی خم نزدیک به بالاتنه،کف دستها روبروی هم باشد.\r\n●با خم کردن آرنج  تا جاییکه میتوایند دمبلها را بالا بیاورید.\r\n●با چرخشی که ایجاد میکنیدکف دستها روبروی بالاتنه شود.",
      "english": null,
      "arabic": "-.أمسك ثقلا في كل يد ، واجلس على مقعد له مسند للظهر.\r\n- لتكن الأرجل متباعدة بمقدار عرض الورك ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً بالقرب من الجزء العلوي من الجسم ، وراحتا اليد تواجهان بعضهما البعض..\r\n-.ارفع الأثقال قدر الإمكان عن طريق ثني المرفقين.\r\n-يجب أن تواجه راحة اليد الجزء العلوي من الجسم وذلك تزامناً مع الدوران الذي توجده .",
      "id": 2396
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 903,
    "name": {
      "persian": "جلوبازو دمبل چرخشی نشسته جفت",
      "english": "Twisting Seated Dumbbell Curl",
      "arabic": "Twisting Seated Dumbbell Curl",
      "id": 2397
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل ها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2398
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،بر روی نیمکت پشتی دار بنشینید.\r\n-پاها اندازه عرض لگن باز ،بازوها باز و کشیده عمود بر زمین،آرنج ها کمی خم نزدیک به بالاتنه،کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج  تا جاییکه میتوایند دمبلها را بالا بیاورید.\r\n-با چرخشی که ایجاد میکنیدکف دستها روبروی بالاتنه شود.",
      "english": null,
      "arabic": "-.أمسك ثقلا في كل يد ، واجلس على مقعد له مسند للظهر.\r\n- لتكن الأرجل متباعدة بمقدار عرض الورك ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً بالقرب من الجزء العلوي من الجسم ، وراحتا اليد تواجهان بعضهما البعض..\r\n-.ارفع الأثقال قدر الإمكان عن طريق ثني المرفقين.\r\n-يجب أن تواجه راحة اليد الجزء العلوي من الجسم وذلك تزامناً مع الدوران الذي توجده .",
      "id": 2399
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 904,
    "name": {
      "persian": "جلوبازو دمبل جفت چکشی ایستاده",
      "english": " Standing Hammer Curl",
      "arabic": " Standing Hammer Curl",
      "id": 2400
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2401
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،صاف بایستید.\r\n-پاها اندازه عرض لگن باز ،بازوها باز و کشیده عمود بر زمین،آرنج ها کمی خم نزدیک به بالاتنه،کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج ها تا جاییکه میتوایند دمبلها را بالا بیاورید.\r\n-کف دستها روبروی هم باشند.",
      "english": null,
      "arabic": "- أمسك ثقلاً في كل يد وقف بشكل مستقيم.\r\n- باعد بين الساقين بعرض الوركين ، لتكن الذراعان مفتوحتان وممتدتان بجانب الجسم وبشكل عمودي على الأرض ، المرفقان منحنيان قليلاً بالقرب من الجسم ، وراحتا اليد في مواجهة بعضهما البعض.\r\n-. ارفع الأثقال  للاعلى وذلك بحني الكوعين .\r\n- يجب أن تكون راحتا اليد في مواجهة بعضهما البعض .",
      "id": 2402
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 905,
    "name": {
      "persian": "جلوبازو دمبل جفت چکشی ایستاده",
      "english": " Standing Hammer Curl",
      "arabic": " Standing Hammer Curl",
      "id": 2403
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2404
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،صاف بایستید.\r\n-پاها اندازه عرض لگن باز ،بازوها باز و کشیده عمود بر زمین،آرنج ها کمی خم نزدیک به بالاتنه،کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج ها تا جاییکه میتوایند دمبلها را بالا بیاورید.\r\n-کف دستها روبروی هم باشند.",
      "english": null,
      "arabic": "- أمسك ثقلاً في كل يد وقف بشكل مستقيم.\r\n- باعد بين الساقين بعرض الوركين ، لتكن الذراعان مفتوحتان وممتدتان بجانب الجسم وبشكل عمودي على الأرض ، المرفقان منحنيان قليلاً بالقرب من الجسم ، وراحتا اليد في مواجهة بعضهما البعض.\r\n-. ارفع الأثقال  للاعلى وذلك بحني الكوعين .\r\n- يجب أن تكون راحتا اليد في مواجهة بعضهما البعض .",
      "id": 2405
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-91m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 906,
    "name": {
      "persian": "جلوبازو لاری دمبل جفت چکشی",
      "english": "Dumbbell Hammer Preacher ",
      "arabic": "Dumbbell Hammer Preacher ",
      "id": 2406
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2407
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو باشد،بازوها کاملا باز و کشیده و کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج ها تا جاییکه میتوایند دمبلها را بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2408
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-11fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-11f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-11f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 907,
    "name": {
      "persian": "جلوبازو لاری دمبل جفت چکشی",
      "english": "Dumbbell Hammer Preacher ",
      "arabic": "Dumbbell Hammer Preacher ",
      "id": 2409
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2410
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو باشد،بازوها کاملا باز و کشیده و کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج ها تا جاییکه میتوایند دمبلها را بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2411
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-11mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-11m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-11m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 908,
    "name": {
      "persian": "جلوبازو لاری دمبل جفت",
      "english": " Dumbbell Preacher Curl",
      "arabic": " Dumbbell Preacher Curl",
      "id": 2412
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2413
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را کاملا به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازوها کاملا باز و کشیده و کف دستها رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 3368
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-16fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-16f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-16f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 909,
    "name": {
      "persian": "جلوبازو لاری دمبل جفت",
      "english": " Dumbbell Preacher Curl",
      "arabic": " Dumbbell Preacher Curl",
      "id": 2414
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2415
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را کاملا به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازوها کاملا باز و کشیده و کف دستها رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2416
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-16mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-16m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-16m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 911,
    "name": {
      "persian": "جلوبازو لاری دستگاه جفت",
      "english": "Bicep Machine Curl",
      "arabic": "Bicep Machine Curl",
      "id": 2420
    },
    "recommandation": {
      "persian": "-حرکت را با تمرکز انجام دهید.\r\n-هنگام بالا آوردن ساعد بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- يلزمك التركيز بشكل جيد عند القيام بهذه الحركة .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2421
    },
    "howToDo": {
      "persian": "-بر روی صندلی دستگاه نشسته صندلی را تنظیم کنید،پشت بازوی خود را در مکان مناسب قرار دهید.\r\n-دستگیره ها را به شکلی بگیرید که کف دستان شما روبه بالا باشد،بازوها باز و کشیده و آرنج کمی خم باشد.\r\n-با خم کردن آرنج، ساعد را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن شود.",
      "english": null,
      "arabic": "- اجلس على كرسي الجهازو اضبطها وثبت ذراعك من الخلف في المكان الصحيح.\r\n-امسك المقابض بحيث تكون راحتي يديك متجهة للأعلى ، والذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً\r\n- اثن الكوعين وارفع ساعدك الى الاعلى قدر الإمكان .\r\n- لتكن راحة اليد مقابل الجسم ",
      "id": 2422
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-22fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-22f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-22f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 912,
    "name": {
      "persian": "جلوبازو لاری دستگاه جفت",
      "english": "Bicep Machine Curl",
      "arabic": "Bicep Machine Curl",
      "id": 2423
    },
    "recommandation": {
      "persian": "-حرکت را با تمرکز انجام دهید.\r\n-هنگام بالا آوردن ساعد بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- يلزمك التركيز بشكل جيد عند القيام بهذه الحركة .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2424
    },
    "howToDo": {
      "persian": "-بر روی صندلی دستگاه نشسته صندلی را تنظیم کنید،پشت بازوی خود را در مکان مناسب قرار دهید.\r\n-دستگیره ها را به شکلی بگیرید که کف دستان شما روبه بالا باشد،بازوها باز و کشیده و آرنج کمی خم باشد.\r\n-با خم کردن آرنج، ساعد را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن شود.",
      "english": null,
      "arabic": "- اجلس على كرسي الجهازو اضبطها وثبت ذراعك من الخلف في المكان الصحيح.\r\n-امسك المقابض بحيث تكون راحتي يديك متجهة للأعلى ، والذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً\r\n- اثن الكوعين وارفع ساعدك الى الاعلى قدر الإمكان .\r\n- لتكن راحة اليد مقابل الجسم ",
      "id": 2425
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-22mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-22m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-22m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 913,
    "name": {
      "persian": "جلوبازو دمبل تک آرنولدی (آرنج سر زانو)",
      "english": "Concentration Curl",
      "arabic": "Concentration Curl",
      "id": 2426
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2427
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت با یک دمبل در دست بنشینید.\r\n-پاها بیشتر از عرض شانه باز،پشت بازو را در قسمت داخلی ران تکیه دهید،بازو کاملا باز و کشیده عمود بر زمین،دمبل کمی بالاتر از کف زمین و بالاتنه متمایل به جلو باشد.\r\n-با خم کردن آرنج دمبل را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-. اجلس في نهاية مقعد مسطح ولتمسك ثقلا بيدك .\r\n-لتكن الساقين متباعدتين أكثر من عرض الكتفين ، ضع الجزء الخلفي من الذراع على الجانب الداخلي من الفخذ ، افتح الذراع بالكامل وليكن ممتد بشكل عمودي على الأرض ، الثقل فوق الأرض قليلاً ، وليميل الجزء العلوي من الجسم  إلى الأمام.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان ",
      "id": 2428
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-25fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-25f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-25f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 914,
    "name": {
      "persian": "جلوبازو دمبل تک آرنولدی - آرنج سر زانو",
      "english": "Concentration Curl",
      "arabic": "Concentration Curl",
      "id": 2429
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2430
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت با یک دمبل در دست بنشینید.\r\n-پاها بیشتر از عرض شانه باز،پشت بازو را در قسمت داخلی ران تکیه دهید،بازو کاملا باز و کشیده عمود بر زمین،دمبل کمی بالاتر از کف زمین و بالاتنه متمایل به جلو باشد.\r\n-با خم کردن آرنج دمبل را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-. اجلس في نهاية مقعد مسطح ولتمسك ثقلا بيدك .\r\n-لتكن الساقين متباعدتين أكثر من عرض الكتفين ، ضع الجزء الخلفي من الذراع على الجانب الداخلي من الفخذ ، افتح الذراع بالكامل وليكن ممتد بشكل عمودي على الأرض ، الثقل فوق الأرض قليلاً ، وليميل الجزء العلوي من الجسم  إلى الأمام.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان ",
      "id": 2431
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-25mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-25m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-25m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 915,
    "name": {
      "persian": "جلوبازو لاری دمبل تک چکشی",
      "english": "One-Arm Dumbbell Hammer Preacher Curl",
      "arabic": "One-Arm Dumbbell Hammer Preacher Curl",
      "id": 2432
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2433
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو کاملا باز و کشیده و شست دست رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2434
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-28fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-28f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-28f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 916,
    "name": {
      "persian": "جلوبازو لاری دمبل تک چکشی",
      "english": "One-Arm Dumbbell Hammer Preacher Curl",
      "arabic": "One-Arm Dumbbell Hammer Preacher Curl",
      "id": 2435
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2436
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو کاملا باز و کشیده و شست دست رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في كل يد ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2437
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-28mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-28m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-28m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 917,
    "name": {
      "persian": "جلوبازو لاری دمبل تک",
      "english": " One-Arm Dumbbell Preacher Curl",
      "arabic": " One-Arm Dumbbell Preacher Curl",
      "id": 2438
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2439
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دست رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2440
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-30fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-30f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-30f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 918,
    "name": {
      "persian": "جلوبازو لاری دمبل تک",
      "english": " One-Arm Dumbbell Preacher Curl",
      "arabic": " One-Arm Dumbbell Preacher Curl",
      "id": 2441
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2442
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دست رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .",
      "id": 2443
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-30mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-30m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-30m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 919,
    "name": {
      "persian": "جلوبازو لاری دمبل تناوبی",
      "english": "Alternating Dumbbell Preacher Curl",
      "arabic": "Alternating Dumbbell Preacher Curl",
      "id": 2444
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2445
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دستها رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.\r\n-اکنون با دست دیگر این مراحل را تکرار کنید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان \r\n- الآن كرر المراحل باليد الاخرى .",
      "id": 2446
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-31fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-31f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-31f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 920,
    "name": {
      "persian": "جلوبازو لاری دمبل تناوبی",
      "english": "Alternating Dumbbell Preacher Curl",
      "arabic": "Alternating Dumbbell Preacher Curl",
      "id": 2447
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2448
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دستها رو به بالا باشد.\r\n-با خم کردن آرنج ها دمبلها را تا جاییکه میتوانید بالا بیاورید.\r\n-اکنون با دست دیگر این مراحل را تکرار کنید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان \r\n- الآن كرر المراحل باليد الاخرى .",
      "id": 2449
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-31mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-31m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-31m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 921,
    "name": {
      "persian": "جلوبازو دمبل تک تک",
      "english": "Alternating Standing Dumbbell Curl",
      "arabic": "Alternating Standing Dumbbell Curl",
      "id": 2450
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-این حرکت به صورت تناوبی با دو دست انجام شود.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- للقيام بهذه الحركة يجب استخدام اليدين بالتناوب .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2451
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،صاف بایستید.\r\n-آرنج کمی خم نزدیک به بالاتنه،کف دستها رو بروی هم،بازوها باز و کشیده عمود بر زمین،پاها به اندازه عرض لگن باز باشد.\r\n-یک دست را بالا بیاورید تا جاییکه میتوانید.\r\n-با چرخشی که در مچ ایجاد میکنید کف دست رو به صورت باشد.\r\n-همین اصول را در دست دیگر تکرار کنید.",
      "english": null,
      "arabic": "- أمسك ثقلا في كل يد وقف بشكل مستقيم.\r\n- لتحني المرفقان قليلاً ليقتربا من الجزء العلوي من الجسم ، راحتا اليد يواجهان بعضهما البعض ، الذراعان مفتوحتان وممتدتان عموديًا على الأرض ، والساقين مفتوحتان على نطاق واسع كعرض الحوض.\r\n-.ارفع يد واحدة  للأعلى بأقصى ما تستطيع.\r\n- دور معصمك ، يجب أن تكون راحة اليد في مقابل الوجه..\r\n-الآن كررهذه المراحل باليد الاخرى .",
      "id": 2452
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-33fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-33f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-33f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 922,
    "name": {
      "persian": "جلوبازو دمبل تک تک",
      "english": "Alternating Standing Dumbbell Curl",
      "arabic": "Alternating Standing Dumbbell Curl",
      "id": 2453
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو ثابت و فقط ساعد حرکت کند.\r\n-این حرکت به صورت تناوبی با دو دست انجام شود.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- للقيام بهذه الحركة يجب استخدام اليدين بالتناوب .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2454
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،صاف بایستید.\r\n-آرنج کمی خم نزدیک به بالاتنه،کف دستها رو بروی هم،بازوها باز و کشیده عمود بر زمین،پاها به اندازه عرض لگن باز باشد.\r\n-یک دست را بالا بیاورید تا جاییکه میتوانید.\r\n-با چرخشی که در مچ ایجاد میکنید کف دست رو به صورت باشد.\r\n-همین اصول را در دست دیگر تکرار کنید.",
      "english": null,
      "arabic": "- أمسك ثقلا في كل يد وقف بشكل مستقيم.\r\n- لتحني المرفقان قليلاً ليقتربا من الجزء العلوي من الجسم ، راحتا اليد يواجهان بعضهما البعض ، الذراعان مفتوحتان وممتدتان عموديًا على الأرض ، والساقين مفتوحتان على نطاق واسع كعرض الحوض.\r\n-.ارفع يد واحدة  للأعلى بأقصى ما تستطيع.\r\n- دور معصمك ، يجب أن تكون راحة اليد في مقابل الوجه..\r\n-الآن كررهذه المراحل باليد الاخرى .",
      "id": 2455
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-33mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-33m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-33m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 923,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک",
      "english": "One-Arm Standing Hammer Curl",
      "arabic": "One-Arm Standing Hammer Curl",
      "id": 2456
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازوها ثابت و فقط ساعد حرکت کند.\r\n-برای حفظ تعادل بهتر است دست دیگر به کمر باشد.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n-لحفظ التوازن من الافضل ان تمسك اليد بالظهر .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2457
    },
    "howToDo": {
      "persian": "- یک دمبل در دست بگیرید،صاف بایستید.\r\n-آرنج کمی خم نزدیک به بالاتنه،بازو باز و کشیده عمود بر زمین،پاها به اندازه عرض لگن باز باشد.\r\n-کف دست را به شانه مخالف نزدیک کنید.\r\n-کف دست نزدیک به بدن و رو به بالاتنه باشد.",
      "english": null,
      "arabic": "- أمسك ثقلا في كل يد وقف بشكل مستقيم.\r\n- لتحني المرفقان قليلاً ليقتربا من الجزء العلوي من الجسم  الذراعان مفتوحتان وممتدتان عموديًا على الأرض ، والساقين مفتوحتان على نطاق واسع كعرض الحوض.\r\n- قرب راحة اليد من الكتف المخالف الآخر .\r\n- قرب راحة اليد من الجسم ولتكن مقابل الجزء العلوى من الجسم.",
      "id": 2458
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-35fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-35f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-35f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 924,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک",
      "english": "One-Arm Standing Hammer Curl",
      "arabic": "One-Arm Standing Hammer Curl",
      "id": 2459
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازوها ثابت و فقط ساعد حرکت کند.\r\n-برای حفظ تعادل بهتر است دست دیگر به کمر باشد.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n-لحفظ التوازن من الافضل ان تمسك اليد بالظهر .\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 2460
    },
    "howToDo": {
      "persian": "- یک دمبل در دست بگیرید،صاف بایستید.\r\n-آرنج کمی خم نزدیک به بالاتنه،بازو باز و کشیده عمود بر زمین،پاها به اندازه عرض لگن باز باشد.\r\n-کف دست را به شانه مخالف نزدیک کنید.\r\n-کف دست نزدیک به بدن و رو به بالاتنه باشد.",
      "english": null,
      "arabic": "- أمسك ثقلا في كل يد وقف بشكل مستقيم.\r\n- لتحني المرفقان قليلاً ليقتربا من الجزء العلوي من الجسم  الذراعان مفتوحتان وممتدتان عموديًا على الأرض ، والساقين مفتوحتان على نطاق واسع كعرض الحوض.\r\n- قرب راحة اليد من الكتف المخالف الآخر .\r\n- قرب راحة اليد من الجسم ولتكن مقابل الجزء العلوى من الجسم.",
      "id": 2461
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-35mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-35m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-35m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 925,
    "name": {
      "persian": "جلوبازو لاری دمبل چکشی تناوبی",
      "english": " Alternating Dumbbell Hammer Preacher Curl",
      "arabic": " Alternating Dumbbell Hammer Preacher Curl",
      "id": 2462
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع الاثقال شهيق وعند انزالها زفير",
      "id": 2463
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج یک دمبل را تا جاییکه میتوانید بالا بیاورید.\r\n-اکنون با دست دیگر این مراحل را تکرار کنید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان \r\n- الآن كرر المراحل باليد الاخرى .",
      "id": 2464
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-37fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-37f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-37f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 926,
    "name": {
      "persian": "جلوبازو لاری دمبل چکشی تناوبی",
      "english": " Alternating Dumbbell Hammer Preacher Curl",
      "arabic": " Alternating Dumbbell Hammer Preacher Curl",
      "id": 2465
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع الاثقال شهيق وعند انزالها زفير",
      "id": 2466
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید،بر روی میز لاری بنشینید.\r\n-بالاتنه و پشت بازوی خود را  به پد نیمکت تکیه دهید،بالاتنه شما باید متمایل به جلو ،بازو ها کاملا باز و کشیده و کف دستها روبروی هم باشد.\r\n-با خم کردن آرنج یک دمبل را تا جاییکه میتوانید بالا بیاورید.\r\n-اکنون با دست دیگر این مراحل را تکرار کنید.",
      "english": null,
      "arabic": "-.امسك ثقلا في يدك ، واجلس على طاولة لاري.\r\n- قم بإمالة الجزء العلوي من جسمك والجزء الخلفي من ذراعك تمامًا على وسادة المقعد ، وأيضاً يجب أن يميل الجزء العلوي من جسمك إلى الأمام ، ذراعيك مفتوحتين بشكل كامل  وراحتي يدك متجهة للأعلى.\r\n- ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان \r\n- الآن كرر المراحل باليد الاخرى .",
      "id": 2467
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-37mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-37m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-37m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 927,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک تک",
      "english": "Alternating Standing Dumbbell Hammer Curl",
      "arabic": "Alternating Standing Dumbbell Hammer Curl",
      "id": 2468
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع الاثقال شهيق وعند انزالها زفير",
      "id": 2469
    },
    "howToDo": {
      "persian": "- در هردست یک دمبل بگیرید،صاف بایستید.\r\n-پاها به اندازه عرض لگن باز ،آرنج ها کمی خم نزدیک به بالاتنه،بازو باز و کشیده عمود بر زمین،کف دستها روبروی هم باشد.\r\n-تا جاییکه میتوانید دمبل را بالا بیاورید.\r\n-بازوی مخالف باز و کشیده باشداما آرنج قفل نشود.",
      "english": null,
      "arabic": "-  امسك ثقلا في كل يد وقف بشكل مستقيم .\r\n- باعد بين قدميك بمقدار عرض الحوض والكوعان منحنيان وقريبان من القسم العلوي من الجسم والذراعان ممدودتان وعمودتيان على الارض وراحتا اليد مقابل بعضهما البعض .\r\n- ارفع الاثقال الى الاعلى قدر الامكان .\r\n- مد الذراع المخالف الاخر ولا تضم الكوع..",
      "id": 2470
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 928,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک تک",
      "english": "Alternating Standing Dumbbell Hammer Curl",
      "arabic": "Alternating Standing Dumbbell Hammer Curl",
      "id": 2471
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع الاثقال شهيق وعند انزالها زفير",
      "id": 2472
    },
    "howToDo": {
      "persian": "- در هردست یک دمبل بگیرید،صاف بایستید.\r\n-پاها به اندازه عرض لگن باز ،آرنج ها کمی خم نزدیک به بالاتنه،بازو باز و کشیده عمود بر زمین،کف دستها روبروی هم باشد.\r\n-تا جاییکه میتوانید دمبل را بالا بیاورید.\r\n-بازوی مخالف باز و کشیده باشداما آرنج قفل نشود.",
      "english": null,
      "arabic": "-  امسك ثقلا في كل يد وقف بشكل مستقيم .\r\n- باعد بين قدميك بمقدار عرض الحوض والكوعان منحنيان وقريبان من القسم العلوي من الجسم والذراعان ممدودتان وعمودتيان على الارض وراحتا اليد مقابل بعضهما البعض .\r\n- ارفع الاثقال الى الاعلى قدر الامكان .\r\n- مد الذراع المخالف الاخر ولا تضم الكوع..",
      "id": 2473
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-39m_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 929,
    "name": {
      "persian": "جلوبازو سیم کش ایستاده",
      "english": "Cable Curl",
      "arabic": "Cable Curl",
      "id": 2474
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2475
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،میله را بگیریدصاف بایستید.\r\n-دستها به اندازه عرض شانه باز و بازوها باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به جلو،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج میله را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن باشد.",
      "english": null,
      "arabic": "- ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالقضيب وقف بشكل مستقيم..\r\n- لتكن اليدان متباعدتان بمقدار عرض الكتفين  ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للأمام ، والساقين متباعدتان بمقدار عرض الوركين .\r\n-ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .\r\n- لتكن راحة اليد مقابل الجسم . ",
      "id": 2476
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-45fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-45f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-45f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 930,
    "name": {
      "persian": "جلوبازو سیم کش ایستاده",
      "english": "Cable Curl",
      "arabic": "Cable Curl",
      "id": 2477
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2478
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،میله را بگیریدصاف بایستید.\r\n-دستها به اندازه عرض شانه باز و بازوها باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به جلو،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج میله را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن باشد.",
      "english": null,
      "arabic": "- ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالقضيب وقف بشكل مستقيم..\r\n- لتكن اليدان متباعدتان بمقدار عرض الكتفين  ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للأمام ، والساقين متباعدتان بمقدار عرض الوركين .\r\n-ارفع الأثقال  للاعلى وذلك بحني الكوعين قدر الامكان .\r\n- لتكن راحة اليد مقابل الجسم . ",
      "id": 2479
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-45mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-45m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-45m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 931,
    "name": {
      "persian": "جلوبازو سیم کش تک مچ برعکس",
      "english": "One-Arm Reverse Grip  Cable Curl",
      "arabic": "One-Arm Reverse Grip  Cable Curl",
      "id": 2480
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن دستگیره بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2481
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،دستگیره را در دست بگیرید و پشت به ستون مدرج بایستید.\r\n-بازو باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به عقب،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالمقبض واسند ظهرك على العمود المدرج ..\r\n- الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للخلف ، والساقين متباعدتان بمقدار عرض الوركين .\r\n- ارفع المقابض للاعلى وذلك بحني الكوعين قدر الامكان .\r\n-. لتكن راحة اليد مقابل الجسم .",
      "id": 2482
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-46fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-46f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-46f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 932,
    "name": {
      "persian": "جلوبازو سیم کش تک مچ برعکس",
      "english": "One-Arm Reverse Grip  Cable Curl",
      "arabic": "One-Arm Reverse Grip  Cable Curl",
      "id": 2483
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن دستگیره بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2484
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،دستگیره را در دست بگیرید و پشت به ستون مدرج بایستید.\r\n-بازو باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به عقب،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به جلو باشد.",
      "english": null,
      "arabic": "-ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالمقبض واسند ظهرك على العمود المدرج ..\r\n- الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للخلف ، والساقين متباعدتان بمقدار عرض الوركين .\r\n- ارفع المقابض للاعلى وذلك بحني الكوعين قدر الامكان .\r\n-. لتكن راحة اليد مقابل الجسم .",
      "id": 2485
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-46mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-46m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-46m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 933,
    "name": {
      "persian": "جلوبازو سیم کش تک",
      "english": " One-Arm Cable Curl",
      "arabic": " One-Arm Cable Curl",
      "id": 2486
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن دستگیره بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2487
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،دستگیره را در دست بگیرید و پشت به ستون مدرج صاف بایستید.\r\n-بازو باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به جلو ،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن باشد.",
      "english": null,
      "arabic": "-ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالمقبض واسند ظهرك على العمود المدرج ..\r\n- الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للخلف ، والساقين متباعدتان بمقدار عرض الوركين .\r\n- ارفع المقابض للاعلى وذلك بحني الكوعين قدر الامكان .\r\n-. لتكن راحة اليد مقابل الجسم .",
      "id": 2488
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-47fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-47f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-47f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 934,
    "name": {
      "persian": "جلوبازو سیم کش تک",
      "english": " One-Arm Cable Curl",
      "arabic": " One-Arm Cable Curl",
      "id": 2489
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن دستگیره بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- عند رفع المقبض شهيق وعند انزال القضيب زفير ..",
      "id": 2490
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،دستگیره را در دست بگیرید و پشت به ستون مدرج صاف بایستید.\r\n-بازو باز و کشیده عمود بر زمین در کنار بدن  وکف دست رو به جلو ،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دست رو به بدن باشد.",
      "english": null,
      "arabic": "-ضع بكرة السلك في أسفل عمود المعايرة ، وأمسك بالمقبض واسند ظهرك على العمود المدرج ..\r\n- الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم وراحتا اليدين للخلف ، والساقين متباعدتان بمقدار عرض الوركين .\r\n- ارفع المقابض للاعلى وذلك بحني الكوعين قدر الامكان .\r\n-. لتكن راحة اليد مقابل الجسم .",
      "id": 2491
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-47mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-47m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-47m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 935,
    "name": {
      "persian": "جلوبازو سیم کش فیگوری تک دست",
      "english": "Overhead Cable Curl One Arm",
      "arabic": "Overhead Cable Curl One Arm",
      "id": 2492
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی آرنج را باز میکنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- شهيق عن ضم الكوع وزفير عند مده ",
      "id": 2493
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در ارتفاع بالاتر  از شانه ها تنظیم کنید. \r\n-دستگیره را با یک دست بگیرید،در میانه دستگاه بایستید.\r\n-بازو کشیده موازی با زمین وکف دست رو به بالا و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را به سر نزدیک کنید.\r\n-کف دست روبروی سر باشد.",
      "english": null,
      "arabic": "-اضبط البكرة بشکل مرتقع فوق الكتفين.\r\n-امسك المقبض بيد واحدة وقف في منتصف الجهاز.\r\n- لتکن الذراعين ممتدتان وموازيتان للأرض وراحتا الکف باتجاه الأعلى والساقين بعرض الحوض.\r\n-. قرب المقبض من الرآس بحني الأكواع \r\n- لتكن راحة اليد مقابلة للرأس.",
      "id": 2494
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-50fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-50f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-50f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 936,
    "name": {
      "persian": "جلوبازو سیم کش فیگوری تک دست",
      "english": "Overhead Cable Curl One Arm",
      "arabic": "Overhead Cable Curl One Arm",
      "id": 2495
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی آرنج را باز میکنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- شهيق عن ضم الكوع وزفير عند مده ",
      "id": 2496
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در ارتفاع بالاتر  از شانه ها تنظیم کنید. \r\n-دستگیره را با یک دست بگیرید،در میانه دستگاه بایستید.\r\n-بازو کشیده موازی با زمین وکف دست رو به بالا و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دستگیره را به سر نزدیک کنید.\r\n-کف دست روبروی سر باشد.",
      "english": null,
      "arabic": "-اضبط البكرة بشکل مرتقع فوق الكتفين.\r\n-امسك المقبض بيد واحدة وقف في منتصف الجهاز.\r\n- لتکن الذراعين ممتدتان وموازيتان للأرض وراحتا الکف باتجاه الأعلى والساقين بعرض الحوض.\r\n-. قرب المقبض من الرآس بحني الأكواع \r\n- لتكن راحة اليد مقابلة للرأس.",
      "id": 2497
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-50mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-50m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-50m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 937,
    "name": {
      "persian": "جلوبازو فیگوری جفت",
      "english": "Overhead Cable Curl (Strength)",
      "arabic": "Overhead Cable Curl (Strength)",
      "id": 2498
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی آرنج را باز میکنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- شهيق عن ضم الكوع وزفير عند مده ",
      "id": 2499
    },
    "howToDo": {
      "persian": "-دو قرقره سیمکش را در ارتفاع بالاتر  از شانه ها تنظیم کنید. \r\n-دستگیره ها را  بگیرید،در میانه دستگاه بایستید.\r\n-بازو ها باز و کشیده موازی با زمین ،کف دستها رو به بالا و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج ها دستگیره ها را به سر نزدیک کنید.\r\n-کف دستها روبروی هم باشد.",
      "english": null,
      "arabic": "-اضبط البكرة بشکل مرتقع فوق الكتفين.\r\n-امسك المقبض بيد واحدة وقف في منتصف الجهاز.\r\n- لتکن الذراعين ممتدتان وموازيتان للأرض وراحتا الکف باتجاه الأعلى والساقين بعرض الحوض.\r\n-. قرب المقبض من الرآس بحني الأكواع \r\n- لتكن راحتا اليد مقابله بعضهما البعض .",
      "id": 2500
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-51fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-51f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-51f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 938,
    "name": {
      "persian": "جلوبازو فیگوری جفت",
      "english": "Overhead Cable Curl (Strength)",
      "arabic": "Overhead Cable Curl (Strength)",
      "id": 2501
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی آرنج را باز میکنید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد يتحرك \r\n- شهيق عن ضم الكوع وزفير عند مده ",
      "id": 2502
    },
    "howToDo": {
      "persian": "-دو قرقره سیمکش را در ارتفاع بالاتر  از شانه ها تنظیم کنید. \r\n-دستگیره ها را  بگیرید،در میانه دستگاه بایستید.\r\n-بازو ها باز و کشیده موازی با زمین ،کف دستها رو به بالا و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج ها دستگیره ها را به سر نزدیک کنید.\r\n-کف دستها روبروی هم باشد.",
      "english": null,
      "arabic": "-اضبط البكرة بشکل مرتقع فوق الكتفين.\r\n-امسك المقبض بيد واحدة وقف في منتصف الجهاز.\r\n- لتکن الذراعين ممتدتان وموازيتان للأرض وراحتا الکف باتجاه الأعلى والساقين بعرض الحوض.\r\n-. قرب المقبض من الرآس بحني الأكواع \r\n- لتكن راحتا اليد مقابله بعضهما البعض .",
      "id": 2503
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-51mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-51m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-51m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 939,
    "name": {
      "persian": "جلوبازو سیم کش میز لاری",
      "english": "Cable Preacher Curl",
      "arabic": "Cable Preacher Curl",
      "id": 2504
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله  بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين عظم الذراع ثابت والساعد يتحرك\r\n- شهيق عند رفع القضيب للاعلى  وزفير عند انزالها ",
      "id": 2505
    },
    "howToDo": {
      "persian": "-نیمکت لاری را در نزدیکی ستون مدرج سیمکش قرار دهید،قرقره سیمکش را در پایینترین قسمت گیر دهید.\r\n-پشت بازوی خود را  به پد نیمکت تکیه دهید،قفسه سینه چسبیده به پد ،دستها به اندازه عرض شانه باز ،بازو ها کاملا باز و کشیده باشد.\r\n-با خم کردن آرنج ساعد را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به صورت  باشد.",
      "english": null,
      "arabic": "-.ضع مقعد لاري بالقرب من عمود السلك المعاير ، وضع بكرة السلك في الأسفل.\r\n-.اسند الجزء الخلفي من ذراعك على وسادة المقعد ، ليكن الصدر ملتصق بالوسادة ، اليدان متباعدتان بعرض الكتفين ، والذراعان مفتوحتان وممدودتان.\r\n-.ارفع الساعد بقدر ما تستطيع عن طريق ثني الكوع.\r\n- يجب ان تكون اليدين مقابل الوجه ..",
      "id": 2506
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-52fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-52f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-52f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 940,
    "name": {
      "persian": "جلوبازو سیم کش میز لاری",
      "english": "Cable Preacher Curl",
      "arabic": "Cable Preacher Curl",
      "id": 2507
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله  بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين عظم الذراع ثابت والساعد يتحرك\r\n- شهيق عند رفع القضيب للاعلى  وزفير عند انزالها ",
      "id": 2508
    },
    "howToDo": {
      "persian": "-نیمکت لاری را در نزدیکی ستون مدرج سیمکش قرار دهید،قرقره سیمکش را در پایینترین قسمت گیر دهید.\r\n-پشت بازوی خود را  به پد نیمکت تکیه دهید،قفسه سینه چسبیده به پد ،دستها به اندازه عرض شانه باز ،بازو ها کاملا باز و کشیده باشد.\r\n-با خم کردن آرنج ساعد را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به صورت  باشد.",
      "english": null,
      "arabic": "-.ضع مقعد لاري بالقرب من عمود السلك المعاير ، وضع بكرة السلك في الأسفل.\r\n-.اسند الجزء الخلفي من ذراعك على وسادة المقعد ، ليكن الصدر ملتصق بالوسادة ، اليدان متباعدتان بعرض الكتفين ، والذراعان مفتوحتان وممدودتان.\r\n-.ارفع الساعد بقدر ما تستطيع عن طريق ثني الكوع.\r\n- يجب ان تكون اليدين مقابل الوجه ..",
      "id": 2509
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-52mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-52m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-52m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 941,
    "name": {
      "persian": "جلوبازو سیم کش مچ برعکس ایستاده",
      "english": "Reverse Cable Curl",
      "arabic": "Reverse Cable Curl",
      "id": 2510
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت استخوان بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله  بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين عظم الذراع ثابت والساعد يتحرك\r\n- شهيق عند رفع القضيب للاعلى  وزفير عند انزالها ",
      "id": 2511
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،میله را به آن متصل کنید،میله را در دست بگیرید صاف بایستید.\r\n-دستها به اندازه عرض شانه باز ،بازوها باز و کشیده عمود بر  زمین در کنار بدن  وکف دست رو به عقب و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج میله را بالا بیاورید.\r\n-ساعد بازویتان را لمس کند.",
      "english": null,
      "arabic": "-ضع بكرة السلك في الجزء السفلي من عمود المعايرة ، ثم قم بتوصيل القضيب به ، امسك القضيب بيدك وقف بشكل مستقيم.\r\n-لتكن اليدان متباعدتان بمقدار عرض الكتفين ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم ، وراحتا اليدان متجهتان للخلف ، والساقان متباعدتان بعرض الوركين.\r\n-.ارفع الباربل عن طريق ثني الكوع.\r\n- فليلمس ساعدك ذراعيك .",
      "id": 2512
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-53fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-53f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-53f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 942,
    "name": {
      "persian": "جلوبازو سیم کش مچ برعکس ایستاده",
      "english": "Reverse Cable Curl",
      "arabic": "Reverse Cable Curl",
      "id": 2513
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت استخوان بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن میله  بازدم و وقتی میله را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين عظم الذراع ثابت والساعد يتحرك\r\n- شهيق عند رفع القضيب للاعلى  وزفير عند انزالها ",
      "id": 2514
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در پایینترین قسمت ستون مدرج قرار دهید،میله را به آن متصل کنید،میله را در دست بگیرید صاف بایستید.\r\n-دستها به اندازه عرض شانه باز ،بازوها باز و کشیده عمود بر  زمین در کنار بدن  وکف دست رو به عقب و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج میله را بالا بیاورید.\r\n-ساعد بازویتان را لمس کند.",
      "english": null,
      "arabic": "-ضع بكرة السلك في الجزء السفلي من عمود المعايرة ، ثم قم بتوصيل القضيب به ، امسك القضيب بيدك وقف بشكل مستقيم.\r\n-لتكن اليدان متباعدتان بمقدار عرض الكتفين ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض بجوار الجسم ، وراحتا اليدان متجهتان للخلف ، والساقان متباعدتان بعرض الوركين.\r\n-.ارفع الباربل عن طريق ثني الكوع.\r\n- فليلمس ساعدك ذراعيك .",
      "id": 2515
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-53mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-53m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-53m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 944,
    "name": {
      "persian": "جلوبازو سیم کش از روبرو",
      "english": " Cable Curl On Face ",
      "arabic": " Cable Curl On Face ",
      "id": 2519
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل قرقره با ارتفاع صورت بایستید. \r\n- دستگیره کوتاه را گرفته و آن را به طور مستقیم به سمت صورتتان بکشید.\r\n- با وزن خود وزنه به آرامی برگردانده و حرکت را تکرار میکنیم.",
      "english": null,
      "arabic": "قف أمام البكرة بارتفاع الوجه.\r\nخذ المقبض القصير واسحبه مباشرة نحو وجهك.\r\nنعيد الأثقال بوزننا ببطء ونكرر الحركة.",
      "id": 2520
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-78fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-78f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-78f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 945,
    "name": {
      "persian": "جلوبازو سیم کش از روبرو",
      "english": " Cable Curl On Face ",
      "arabic": " Cable Curl On Face ",
      "id": 2521
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل قرقره با ارتفاع صورت بایستید. \r\n- دستگیره کوتاه را گرفته و آن را به طور مستقیم به سمت صورتتان بکشید.\r\n- با وزن خود وزنه به آرامی برگردانده و حرکت را تکرار میکنیم.",
      "english": null,
      "arabic": "قف أمام البكرة بارتفاع الوجه.\r\nخذ المقبض القصير واسحبه مباشرة نحو وجهك.\r\nنعيد الأثقال بوزننا ببطء ونكرر الحركة.",
      "id": 2522
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-78mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-78m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-78m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 946,
    "name": {
      "persian": "جلوبازو سیم کش نشسته سر زانو",
      "english": " Seated Cable Curl",
      "arabic": " Seated Cable Curl",
      "id": 2523
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میز را روبروی دستگاه سیم کش قرار دهید.\r\n- میله صاف را به دستگاه اضافه کرده و وزنه دلخواه خود را انتخاب کنید.\r\n- روی زانو نشسته و پاهایتان رو به دستگاه و جفت کنید.\r\n- میله را بطوریکه کف دست ها به سمت بالا باشد بردارید.(دست ها به اندازه شانه)\r\n- وزنه ها را بالا بیاورید و حین انجام حرکت توجه کنید که آرنج هایتان نباید از روی زانو حرکت کند.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی میله را پایین می آوریم",
      "english": null,
      "arabic": "ضع الطاولة أمام جهاز شد الأسلاك.\r\nأضف باراً مسطحًا على الجهاز وحدد الوزن المطلوب.\r\nاجلس على ركبتيك والصق قدميك ببعضعهما البعض مقابل الجهاز.\r\nارفع البار بحيث تكون راحتا اليد باتجاه الأعلى (اليدان متباعدتان بعرض الكتفين).\r\nارفع االأثقال وتأكد من ثبات مرفقيك  على الركبة بدون حركة أثناء القيام بالتمرين.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء.",
      "id": 2524
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-79fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-79f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-79f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 947,
    "name": {
      "persian": "جلوبازو سیم کش نشسته سر زانو",
      "english": " Seated Cable Curl",
      "arabic": " Seated Cable Curl",
      "id": 2525
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میز را روبروی دستگاه سیم کش قرار دهید.\r\n- میله صاف را به دستگاه اضافه کرده و وزنه دلخواه خود را انتخاب کنید.\r\n- روی زانو نشسته و پاهایتان رو به دستگاه و جفت کنید.\r\n- میله را بطوریکه کف دست ها به سمت بالا باشد بردارید.(دست ها به اندازه شانه)\r\n- وزنه ها را بالا بیاورید و حین انجام حرکت توجه کنید که آرنج هایتان نباید از روی زانو حرکت کند.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی میله را پایین می آوریم",
      "english": null,
      "arabic": "ضع الطاولة أمام جهاز شد الأسلاك.\r\nأضف باراً مسطحًا على الجهاز وحدد الوزن المطلوب.\r\nاجلس على ركبتيك والصق قدميك ببعضعهما البعض مقابل الجهاز.\r\nارفع البار بحيث تكون راحتا اليد باتجاه الأعلى (اليدان متباعدتان بعرض الكتفين).\r\nارفع االأثقال وتأكد من ثبات مرفقيك  على الركبة بدون حركة أثناء القيام بالتمرين.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء.",
      "id": 2526
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-79mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-79m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-79m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 948,
    "name": {
      "persian": "جلوبازو سیم کش تناوبی",
      "english": "Alternating Low Pulley cable Curl",
      "arabic": "Alternating Low Pulley cable Curl",
      "id": 2527
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دسته ها را به هر دو طرف دستگاه سیم کش نصب کرده و وزنه مورد نظر را انتخاب می کنیم.\r\n- دسته ها را برداشته و در وسط دستگاه می ایستیم.\r\n- دست ها را به طور کامل باز کرده و کمی عقب تر از بدنمان نگه می داریم.\r\n- آرنج ها را ثابت نگه داشته و به آرامی شروع به بلند کردن وزنه ها به صورت تناوبی می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.و با دست مخالف تکرار میکنیم",
      "english": null,
      "arabic": "قم بتثبيت المقابض على جانبي جهاز شد الأسلاك وحدد الوزن المطلوب.\r\nخذ المقابض وقف في منتصف الجهاز.\r\nنفتح أذرعنا بشكل كامل ونثبتها قليلاً خلف الجسم.\r\nنثبت المرفقين ونبدأ برفع الأثقال ببطء بشكل دوري.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء, كرر الحركة باليد الأخرى.",
      "id": 2528
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-80fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-80f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-80f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 949,
    "name": {
      "persian": "جلوبازو سیم کش تناوبی",
      "english": "Alternating Low Pulley cable Curl",
      "arabic": "Alternating Low Pulley cable Curl",
      "id": 2529
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دسته ها را به هر دو طرف دستگاه سیم کش نصب کرده و وزنه مورد نظر را انتخاب می کنیم.\r\n- دسته ها را برداشته و در وسط دستگاه می ایستیم.\r\n- دست ها را به طور کامل باز کرده و کمی عقب تر از بدنمان نگه می داریم.\r\n- آرنج ها را ثابت نگه داشته و به آرامی شروع به بلند کردن وزنه ها به صورت تناوبی می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.و با دست مخالف تکرار میکنیم",
      "english": null,
      "arabic": "قم بتثبيت المقابض على جانبي جهاز شد الأسلاك وحدد الوزن المطلوب.\r\nخذ المقابض وقف في منتصف الجهاز.\r\nنفتح أذرعنا بشكل كامل ونثبتها قليلاً خلف الجسم.\r\nنثبت المرفقين ونبدأ برفع الأثقال ببطء بشكل دوري.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء, كرر الحركة باليد الأخرى.",
      "id": 2530
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-80mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-80m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-80m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 950,
    "name": {
      "persian": "جلوبازو دمبل تک",
      "english": "One-Arm Standing Dumbbell Curl",
      "arabic": "One-Arm Standing Dumbbell Curl",
      "id": 2531
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- این حرکت تمرین خوبی برای تعادل سایز عضلات جلو بازو است زیرا هر عضله را به طور جداگانه تحت فشار قرار می دهد.\r\n- دمبل ها را برداشته و صاف بایستید.\r\n- دمبل ها نباید با بدن در تماس باشند.\r\n- حرکات را با دست ضعیف خود شروع کرده و دمبل را تا جایی که ممکن است بالا می اوریم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "هذه الحركة هي تمرين جيد لموازنة حجم عضلات الساعد لأنها تضغط على كل عضلة على حدة.\r\nارفع الدمبلز وقف بشكل مستقيم.\r\nلا ينبغي أن يكون الدمبل ملامسًا للجسم.\r\nابدأ الحركة بيدك الضعيفة وارفع الدمبل إلى أعلى مستوى ممكن.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء.",
      "id": 2532
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-81fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-81f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-81f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 951,
    "name": {
      "persian": "جلوبازو دمبل تک ",
      "english": "One-Arm Standing Dumbbell Curl",
      "arabic": "One-Arm Standing Dumbbell Curl",
      "id": 2533
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- این حرکت تمرین خوبی برای تعادل سایز عضلات جلو بازو است زیرا هر عضله را به طور جداگانه تحت فشار قرار می دهد.\r\n- دمبل ها را برداشته و صاف بایستید.\r\n- دمبل ها نباید با بدن در تماس باشند.\r\n- حرکات را با دست ضعیف خود شروع کرده و دمبل را تا جایی که ممکن است بالا می اوریم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "هذه الحركة هي تمرين جيد لموازنة حجم عضلات الساعد لأنها تضغط على كل عضلة على حدة.\r\nارفع الدمبلز وقف بشكل مستقيم.\r\nلا ينبغي أن يكون الدمبل ملامسًا للجسم.\r\nابدأ الحركة بيدك الضعيفة وارفع الدمبل إلى أعلى مستوى ممكن.\r\nفي هذه المرحلة من التمرين اضغط على عضلات الساعد قليلاً ثم اخفض البار ببطء.",
      "id": 2534
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-81m.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-81m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-81m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 952,
    "name": {
      "persian": "جلوبازو دمبل تک تک نشسته",
      "english": "Alternating Seated Dumbbell Curl",
      "arabic": "Alternating Seated Dumbbell Curl",
      "id": 2535
    },
    "recommandation": {
      "persian": "- آرنج ها باید نزدیک بدن و کف دست ها رو به سمت ران ها قرارگرفته باشد.\r\n- هنگام پایین آوردن دمبل، کف دست خود را مجدداً به سمت ران ها بچرخانید.",
      "english": null,
      "arabic": "- لتكن الاكواع قريبة من الجسم وراحتي اليد باتجاه الافخاذ .\r\n- فلتحرك يدك ثانيةً باتجاه فخذيك عند خفض الاثقال. .",
      "id": 2536
    },
    "howToDo": {
      "persian": "- یک جفت دمبل را در دست گرفته و روی نیمکت بنشینید.\r\n- بالاتنه را صاف و دست ها را کشیده نگه دارید.\r\n- درحالی که بازوها را ثابت نگه داشته اید، دست راست خود را بالا آورده و هم زمان کف دست را بچرخانید تا روبه جلو قرار گیرد.\r\n- در این نقطه از حرکت با انقباض عضله دوسر بازو و بیرون دادن نفس، دمبل را تا سطح شانه بالا بیاورید. \r\n- یک ثانیه انقباض عضله را حفظ کرده و آن را تحت فشار قرار دهید. نکته: تنها ساعدها باید حرکت کنند.\r\n- به آرامی و هم زمان با تنفس به داخل، دمبل را به نقطه شروع بازگردانید.\r\n- حرکت را با دست چپ نیز انجام دهید تا یک تکرار کامل شود.\r\n- حرکت را با همین تناوب و به تعداد توصیه شده ادامه دهید.",
      "english": null,
      "arabic": "امسك زوجًا من الدمبل واجلس على المقعد.\r\nحافظ على استقامة الجزء العلوي من جسمك وذراعيك أيضاً\r\nأثناء تثبيت الذراعين، ارفع يدك اليمنى وقم بتدوير راحة يدك في نفس الوقت حتى تتجه للأمام.\r\nفي هذه المرحلة من التمرين ومع انقباض عضله رأس الساعد ارفع الدملبز حتى تصبح في مستوى الكتف مع الزفير.\r\nحافظ على ثبات العضلة لمدة ثانية واضغط عليها. ملاحظة: يجب أن تحرك الساعدان فقط.\r\nأعد الدمبل ببطء إلى نقطة البداية أثناء الشهيق. \r\nقم بالحركة بيدك اليسرى لإكمال تكرار التمرين.\r\nتابع التمرين على هذا الترتيب وبعدد المرات الموصى بها.",
      "id": 2537
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-82fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-82f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-82f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 953,
    "name": {
      "persian": "جلوبازو دمبل تک تک نشسته",
      "english": "Alternating Seated Dumbbell Curl",
      "arabic": "Alternating Seated Dumbbell Curl",
      "id": 2538
    },
    "recommandation": {
      "persian": "- آرنج ها باید نزدیک بدن و کف دست ها رو به سمت ران ها قرارگرفته باشد.\r\n- هنگام پایین آوردن دمبل، کف دست خود را مجدداً به سمت ران ها بچرخانید.",
      "english": null,
      "arabic": "- لتكن الاكواع قريبة من الجسم وراحتي اليد باتجاه الافخاذ .\r\n- فلتحرك يدك ثانيةً باتجاه فخذيك عند خفض الاثقال. .",
      "id": 2539
    },
    "howToDo": {
      "persian": "- یک جفت دمبل را در دست گرفته و روی نیمکت بنشینید.\r\n- بالاتنه را صاف و دست ها را کشیده نگه دارید.\r\n- درحالی که بازوها را ثابت نگه داشته اید، دست راست خود را بالا آورده و هم زمان کف دست را بچرخانید تا روبه جلو قرار گیرد.\r\n- در این نقطه از حرکت با انقباض عضله دوسر بازو و بیرون دادن نفس، دمبل را تا سطح شانه بالا بیاورید. \r\n- یک ثانیه انقباض عضله را حفظ کرده و آن را تحت فشار قرار دهید. نکته: تنها ساعدها باید حرکت کنند.\r\n- به آرامی و هم زمان با تنفس به داخل، دمبل را به نقطه شروع بازگردانید.\r\n- حرکت را با دست چپ نیز انجام دهید تا یک تکرار کامل شود.\r\n- حرکت را با همین تناوب و به تعداد توصیه شده ادامه دهید.",
      "english": null,
      "arabic": "امسك زوجًا من الدمبل واجلس على المقعد.\r\nحافظ على استقامة الجزء العلوي من جسمك وذراعيك أيضاً\r\nأثناء تثبيت الذراعين، ارفع يدك اليمنى وقم بتدوير راحة يدك في نفس الوقت حتى تتجه للأمام.\r\nفي هذه المرحلة من التمرين ومع انقباض عضله رأس الساعد ارفع الدملبز حتى تصبح في مستوى الكتف مع الزفير.\r\nحافظ على ثبات العضلة لمدة ثانية واضغط عليها. ملاحظة: يجب أن تحرك الساعدان فقط.\r\nأعد الدمبل ببطء إلى نقطة البداية أثناء الشهيق. \r\nقم بالحركة بيدك اليسرى لإكمال تكرار التمرين.\r\nتابع التمرين على هذا الترتيب وبعدد المرات الموصى بها.",
      "id": 2540
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-82mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-82m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-82m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 954,
    "name": {
      "persian": "جلوبازو دمبل چکشی نشسته جفت",
      "english": "Seated Hammer Curls(Neutral Grip Biceps Curl)",
      "arabic": "Seated Hammer Curls(Neutral Grip Biceps Curl)",
      "id": 2541
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- یک جفت دمبل را در دست گرفته و روی یک نیمکت بنشینید. \r\n- بالاتنه را صاف و دست ها را کشیده نگه دارید. آرنج ها باید نزدیک به بدن باشند.\r\n- کف دست ها باید رو به بدن قرارگرفته باشد.\r\n- این وضعیت شروع حرکت است.\r\n- درحالی که بازوها را ثابت نگه داشته اید، نفستان را بیرون داده و با منقبض کردن عضله دوسر بازو وزنه ها را بالا بیاورید.\r\n- به بالا بردن وزنه تا جایی که عضله جلو بازو کاملاً منقبض شده و دمبل ها هم سطح شانه قرار گیرد، ادامه دهید.\r\n- اندکی انقباض عضله را حفظ کرده و آن را تحت فشار قرار دهید. نکته: دقت کنید که آرنج را ثابت نگه داشته و تنها ساعدهایتان را حرکت دهید.\r\n- پس از یک مکث کوتاه، به داخل نفس کشیده و به آرامی دمبل ها را پایین برده و به نقطه شروع برگردید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "امسك زوجًا من الدمبل واجلس على مقعد.\r\nحافظ على استقامة الجزء العلوي من جسمك وذراعيك. يجب أن يكون المرفقان قريبين من الجسم.\r\nيجب أن تكون راحتي اليد مواجهة للجسم.\r\nهذه هي وضعية بداية الحركة.\r\nأثناء تثبيت الذراعين ، ارفع الأثقال مع بالزفير عن طريق الشد على عضلة الساعد ذات الرأسين.\r\nاستمر في رفع الأثقال حتى تنقبض عضلات الساعد تمامًا وتكون الدمبلز مستوية مع الكتفين.\r\nحافظ  على انقباض العضلة  قليلاً واضغط  عليها. ملاحظة: حرك الساعدين فقط وتأكد من ثبات مرفقيك.\r\nبعد توقف قصيراخفض الدمبلز ببطء مع الشهيق وعد إلى نقطة البداية.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2542
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-83fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-83f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-83f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 955,
    "name": {
      "persian": "جلوبازو دمبل چکشی نشسته جفت",
      "english": "Seated Hammer Curls(Neutral Grip Biceps Curl)",
      "arabic": "Seated Hammer Curls(Neutral Grip Biceps Curl)",
      "id": 2543
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- یک جفت دمبل را در دست گرفته و روی یک نیمکت بنشینید. \r\n- بالاتنه را صاف و دست ها را کشیده نگه دارید. آرنج ها باید نزدیک به بدن باشند.\r\n- کف دست ها باید رو به بدن قرارگرفته باشد.\r\n- این وضعیت شروع حرکت است.\r\n- درحالی که بازوها را ثابت نگه داشته اید، نفستان را بیرون داده و با منقبض کردن عضله دوسر بازو وزنه ها را بالا بیاورید.\r\n- به بالا بردن وزنه تا جایی که عضله جلو بازو کاملاً منقبض شده و دمبل ها هم سطح شانه قرار گیرد، ادامه دهید.\r\n- اندکی انقباض عضله را حفظ کرده و آن را تحت فشار قرار دهید. نکته: دقت کنید که آرنج را ثابت نگه داشته و تنها ساعدهایتان را حرکت دهید.\r\n- پس از یک مکث کوتاه، به داخل نفس کشیده و به آرامی دمبل ها را پایین برده و به نقطه شروع برگردید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "امسك زوجًا من الدمبل واجلس على مقعد.\r\nحافظ على استقامة الجزء العلوي من جسمك وذراعيك. يجب أن يكون المرفقان قريبين من الجسم.\r\nيجب أن تكون راحتي اليد مواجهة للجسم.\r\nهذه هي وضعية بداية الحركة.\r\nأثناء تثبيت الذراعين ، ارفع الأثقال مع بالزفير عن طريق الشد على عضلة الساعد ذات الرأسين.\r\nاستمر في رفع الأثقال حتى تنقبض عضلات الساعد تمامًا وتكون الدمبلز مستوية مع الكتفين.\r\nحافظ  على انقباض العضلة  قليلاً واضغط  عليها. ملاحظة: حرك الساعدين فقط وتأكد من ثبات مرفقيك.\r\nبعد توقف قصيراخفض الدمبلز ببطء مع الشهيق وعد إلى نقطة البداية.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2544
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-83mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-83m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-83m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 956,
    "name": {
      "persian": "جلوبازو لاری دستگاه تک",
      "english": "Bicep Machine Curl",
      "arabic": "Bicep Machine Curl",
      "id": 2545
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- حرکت را با تنظیم ارتفاع صندلی و انتخاب وزنه مناسب شروع می کنیم.\r\n- هنگام نشستن روی صندلی بازوهایتان باید به طور کامل روی پد قرار بگیرند در غیر این صورت صندلی را دوباره تنظیم نمایید.\r\n- میله دستگاه را به اندازه عرض شانه می گیریم.\r\n- آرنج ها را به آرامی خم کرده و وزنه ها را بلند می کنیم تا فشار را روی عضلات شروع کنیم.\r\n- وزنه را تا جایی که ممکن است بالا می بریم .\r\n-کمی مکث کرده و دوباره به حالت قبلی بر گردیم.",
      "english": null,
      "arabic": "نبدأ الحركة بتعديل ارتفاع المقعد واختيار الوزن المناسب.\r\nيجب أن تكون ذراعيك على الوسادة تمامًا عند الجلوس على الكرسي ، وإلا عليك ضبط الكرسي مرة أخرى.\r\nنأخذ عقلة الجهاز المساوية لعرض الكتف.\r\nاثنِ مرفقيك برفق وارفع الأثقال حتى نبدأ بالضغط على العضلات.\r\nارفع الأثقال للأعلى قدر الإمكان.\r\nتوقف قليلاً وعد إلى الوضعية السابقة.",
      "id": 2546
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-87fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-87f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-87f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 957,
    "name": {
      "persian": "جلوبازو لاری دستگاه تک",
      "english": "Bicep Machine Curl",
      "arabic": "Bicep Machine Curl",
      "id": 2547
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- حرکت را با تنظیم ارتفاع صندلی و انتخاب وزنه مناسب شروع می کنیم.\r\n- هنگام نشستن روی صندلی بازوهایتان باید به طور کامل روی پد قرار بگیرند در غیر این صورت صندلی را دوباره تنظیم نمایید.\r\n- میله دستگاه را به اندازه عرض شانه می گیریم.\r\n- آرنج ها را به آرامی خم کرده و وزنه ها را بلند می کنیم تا فشار را روی عضلات شروع کنیم.\r\n- وزنه را تا جایی که ممکن است بالا می بریم .\r\n-کمی مکث کرده و دوباره به حالت قبلی بر گردیم.",
      "english": null,
      "arabic": "نبدأ الحركة بتعديل ارتفاع المقعد واختيار الوزن المناسب.\r\nيجب أن تكون ذراعيك على الوسادة تمامًا عند الجلوس على الكرسي ، وإلا عليك ضبط الكرسي مرة أخرى.\r\nنأخذ عقلة الجهاز المساوية لعرض الكتف.\r\nاثنِ مرفقيك برفق وارفع الأثقال حتى نبدأ بالضغط على العضلات.\r\nارفع الأثقال للأعلى قدر الإمكان.\r\nتوقف قليلاً وعد إلى الوضعية السابقة.",
      "id": 2548
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-87mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-87m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-87m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 958,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک تک نشسته",
      "english": "Alternating Seated Hammer Curl",
      "arabic": "Alternating Seated Hammer Curl",
      "id": 2549
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی میز می نشینیم، بطوریکه زانوها و پاهایمان به بیرون  باشد.\r\n- دمبل را با دو دست  برمیداریم بطوریکه کف دستان رو به بدن باشد\r\n- با کمی خم کردن آرنج  یک دست به نقطه شروع حرکت پیش می رویم.\r\n- پشت خود را صاف نگه داشته و دمبل را بالا می آوریم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم و بعد با دست مخالف انجام میدهیم به صورت تناوبی.",
      "english": null,
      "arabic": "نجلس على الطاولة وركبنا وأرجلنا باتجاه القسم الخارجي من الجهاز.\r\nارفع الدمبل بكلتا يديك بحيث تكون راحتا اليد مواجهة للجسم.\r\nننتقل إلى نقطة بداية الحركة من خلال ثني الكوع قليلاً بيد واحدة.\r\nارفع الدمبلز وحافظ على استقامة ظهرك.\r\nاضغط على عضلات الساعد قليلاً في هذه المرحلة من الحركة، بعد ذلك اخفض البار للأسفل ببطء ثم كرر الحركة باليد المعاكسة بشكل دوري.",
      "id": 2550
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-88fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-88f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-88f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 959,
    "name": {
      "persian": "جلوبازو دمبل چکشی تک تک نشسته",
      "english": "Alternating Seated Hammer Curl",
      "arabic": "Alternating Seated Hammer Curl",
      "id": 2551
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی میز می نشینیم، بطوریکه زانوها و پاهایمان به بیرون  باشد.\r\n- دمبل را با دو دست  برمیداریم بطوریکه کف دستان رو به بدن باشد\r\n- با کمی خم کردن آرنج  یک دست به نقطه شروع حرکت پیش می رویم.\r\n- پشت خود را صاف نگه داشته و دمبل را بالا می آوریم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم و بعد با دست مخالف انجام میدهیم به صورت تناوبی.",
      "english": null,
      "arabic": "نجلس على الطاولة وركبنا وأرجلنا باتجاه القسم الخارجي من الجهاز.\r\nارفع الدمبل بكلتا يديك بحيث تكون راحتا اليد مواجهة للجسم.\r\nننتقل إلى نقطة بداية الحركة من خلال ثني الكوع قليلاً بيد واحدة.\r\nارفع الدمبلز وحافظ على استقامة ظهرك.\r\nاضغط على عضلات الساعد قليلاً في هذه المرحلة من الحركة، بعد ذلك اخفض البار للأسفل ببطء ثم كرر الحركة باليد المعاكسة بشكل دوري.",
      "id": 2552
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-88mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-88m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-88m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 960,
    "name": {
      "persian": "جلوبازو دمبل نشسته جفت",
      "english": " Seated Dumbbell Curl",
      "arabic": " Seated Dumbbell Curl",
      "id": 2553
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی میز نشسته پاها به سمت جلو .\r\n- دمبل ها را برداشته و کنار خود نگه دارید.\r\n- با خم کردن آرنج ها و شروع فشار بر روی عضلات جلو بازو حرکت را آغاز می کنیم.\r\n- پشت خود را صاف نگه داشته و دمبل ها را به آرامی بلند می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "اجلس على الطاولة بحيث تكون قدميك للأمام.\r\nارفع الدمبلز وثبتّه على جانبيك.\r\nنبدأ الحركة بثني المرفقين  والضغط على عضلات الساعد.\r\nارفع الدمبلز ببطء وحافظ على استقامة ظهرك.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من الحركة  ثم اخفض البار للأسفل ببطء.",
      "id": 2554
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-89fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-89f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-89f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 961,
    "name": {
      "persian": "جلوبازو دمبل نشسته جفت",
      "english": " Seated Dumbbell Curl",
      "arabic": " Seated Dumbbell Curl",
      "id": 2555
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی میز نشسته پاها به سمت جلو .\r\n- دمبل ها را برداشته و کنار خود نگه دارید.\r\n- با خم کردن آرنج ها و شروع فشار بر روی عضلات جلو بازو حرکت را آغاز می کنیم.\r\n- پشت خود را صاف نگه داشته و دمبل ها را به آرامی بلند می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "اجلس على الطاولة بحيث تكون قدميك للأمام.\r\nارفع الدمبلز وثبتّه على جانبيك.\r\nنبدأ الحركة بثني المرفقين  والضغط على عضلات الساعد.\r\nارفع الدمبلز ببطء وحافظ على استقامة ظهرك.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من الحركة  ثم اخفض البار للأسفل ببطء.",
      "id": 2556
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-89mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-89m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-89m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 962,
    "name": {
      "persian": "جلوبازو دمبل چرخشی تک نشسته",
      "english": " Twisting Seated One-Arm  Dumbbell Curl",
      "arabic": " Twisting Seated One-Arm  Dumbbell Curl",
      "id": 2557
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل  را با یک دست برداشته و روی نیمکت بنشینید، حرکت را با ضعیف ترین دست خود شروع می کنیم و دمبل را بالا می بریم.\r\n- با بالارفتن دست  دمبل را چرخش می دهیم تا کف دستان به سمت خودمان باشد.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی دمبل را پایین می آوریم.سپس با دست مخالف این حرکت را انجام میدهیم",
      "english": null,
      "arabic": "امسك الدمبل بإحدى يديك واجلس على المقعد ، ثم ابدأ بالحركة باليد الضعيفة وارفع الدمبل.\r\nنقوم بتدوير الدمبل اثناء رفعه بحيث تكون راحة اليد نحونا.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من الحركة بعد ذلك اخفض البار للأسفل ببطء.ثم كرر الحركة باليد الاخرى.",
      "id": 2558
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-90fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-90f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-90f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 963,
    "name": {
      "persian": "جلوبازو دمبل چرخشی تک نشسته",
      "english": "  Twisting Seated One-Arm  Dumbbell Curl",
      "arabic": "  Twisting Seated One-Arm  Dumbbell Curl",
      "id": 2559
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل  را با یک دست برداشته و روی نیمکت بنشینید، حرکت را با ضعیف ترین دست خود شروع می کنیم و دمبل را بالا می بریم.\r\n- با بالارفتن دست  دمبل را چرخش می دهیم تا کف دستان به سمت خودمان باشد.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی دمبل را پایین می آوریم.سپس با دست مخالف این حرکت را انجام میدهیم",
      "english": null,
      "arabic": "امسك الدمبل بإحدى يديك واجلس على المقعد ، ثم ابدأ بالحركة باليد الضعيفة وارفع الدمبل.\r\nنقوم بتدوير الدمبل اثناء رفعه بحيث تكون راحة اليد نحونا.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من الحركة بعد ذلك اخفض البار للأسفل ببطء.ثم كرر الحركة باليد الاخرى.",
      "id": 2560
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-90mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-90m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-90m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 964,
    "name": {
      "persian": "جلوبازو دمبل جفت ایستاده",
      "english": "Standing Dumbbell Curl",
      "arabic": "Standing Dumbbell Curl",
      "id": 2561
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل ها را برداشته، صاف بایستید، پاها در یک خط.دمبل ها نباید با بدن تماس پیدا کنند.\r\n- کف دست ها به سمت بالا.\r\n- با خم کردن آرنج ها شروع به بلند کردن دمبل ها می کنیم. فشار باید روی جلوبازو ها باشد.\r\n- دمبل ها را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "امسك الدمبلز و قف بشكل مستقيم حيث تكون الأرجل على خط واحد وحافظ على ألا تلامس الدمبلز جسمك.\r\nراحتا اليد للأعلى.\r\n  نبدأ برفع الدمبل بثني المرفقين. ويجب أن يكون الضغط على الساعدين.\r\nارفع الدمبلز ببطء إلى أقصى حد ممكن.\r\nاضغط على عضلات الساعد قليلاً في هذه المرحلة ، ثم اخفض البار ببطء.",
      "id": 2562
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-91fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-91f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-91f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 965,
    "name": {
      "persian": "جلوبازو دمبل جفت ایستاده",
      "english": "Standing Dumbbell Curl",
      "arabic": "Standing Dumbbell Curl",
      "id": 2563
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل ها را برداشته، صاف بایستید، پاها در یک خط.دمبل ها نباید با بدن تماس پیدا کنند.\r\n- کف دست ها به سمت بالا.\r\n- با خم کردن آرنج ها شروع به بلند کردن دمبل ها می کنیم. فشار باید روی جلوبازو ها باشد.\r\n- دمبل ها را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.",
      "english": null,
      "arabic": "امسك الدمبلز و قف بشكل مستقيم حيث تكون الأرجل على خط واحد وحافظ على ألا تلامس الدمبلز جسمك.\r\nراحتا اليد للأعلى.\r\n  نبدأ برفع الدمبل بثني المرفقين. ويجب أن يكون الضغط على الساعدين.\r\nارفع الدمبلز ببطء إلى أقصى حد ممكن.\r\nاضغط على عضلات الساعد قليلاً في هذه المرحلة ، ثم اخفض البار ببطء.",
      "id": 2564
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-91mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-91m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-91m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 966,
    "name": {
      "persian": "جلوبازو سیم کش طناب",
      "english": "Cable Hammer Curls – Rope Attachment",
      "arabic": "Cable Hammer Curls – Rope Attachment",
      "id": 2565
    },
    "recommandation": {
      "persian": "- فقط ساعد  ها باید حرکت داشته باشند و بخش فوقانی دست باید ثابت باشد. این حالت آغازین حرکت خواهد بود.\r\n- توجه داشته باشید که آرنج  ها باید نزدیک بدن بوده و قسمت فوقانی دست ثابت باشد.",
      "english": null,
      "arabic": "- لتكن الحركة فقط في الساعد‌‌ين والقسم العلوي من اليد ثابتاً ولتمن هذه أول الحركة  ..\r\n- لتنتبه إلى أن تكون الاكواع قريبه من الجسم وليكن القسم العلوي من اليد ثابتاً .",
      "id": 2566
    },
    "howToDo": {
      "persian": "- طنابی را به قرقره پایین متصل کرده و در حالت ایستاده در مقابل دستگاه سیم  کش قرار بگیرید. فاصله شما با دستگاه باید در حدود 30 سانتی متر باشد.\r\n- طناب را باحالت خنثی (کف   دست  ها به داخل) گرفته، قوس عادی در پشت بدن ایجاد نموده و نیم  تنه را ثابت نگه دارید.\r\n- آرنج  ها را در کنار بدن نگه داشته و از حرکت آن ها در طول حرکت خودداری کنید. \r\n- از عضلات دوسر (جلو بازو) استفاده کرده و دست  ها را هم زمان با بازدم بالا بکشید تا عضلات دوسر با ساعد برخورد کنند. \r\n- بعد از یک ثانیه انقباض عضلات دوسر، به آرامی وزنه را به حالت آغازین بازگردانید.\r\n- این حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "صل الحبل بالبكرة السفلية وقف أمام جهاز الأسلاك. يجب أن تكون المسافة بينك وبين الجهاز حوالي 30 سم.\r\nأمسك الحبل في وضع محايد (راحة اليد للداخل) ، قوس ظهرك وحافظ على استقرار الجذع.\r\nحافظ على ان تبقى مرفقيك بجاتب الجسم وتجنب تحريكهما أثناء الحركة.\r\nارفع ذراعيك مع الزفير بحيث تلامس العضلة ذات الرأسين الساعد.\r\nأعد الأثقال ببطء إلى وضعها الأصلي بعد ثانية  واحدة من انقباض العضلة ذات الرأسين.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2567
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-92fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-92f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-92f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 967,
    "name": {
      "persian": "جلوبازو سیم کش طناب",
      "english": "Cable Hammer Curls – Rope Attachment",
      "arabic": "Cable Hammer Curls – Rope Attachment",
      "id": 2568
    },
    "recommandation": {
      "persian": "- فقط ساعد  ها باید حرکت داشته باشند و بخش فوقانی دست باید ثابت باشد. این حالت آغازین حرکت خواهد بود.\r\n- توجه داشته باشید که آرنج  ها باید نزدیک بدن بوده و قسمت فوقانی دست ثابت باشد.",
      "english": null,
      "arabic": "- لتكن الحركة فقط في الساعد‌‌ين والقسم العلوي من اليد ثابتاً ولتمن هذه أول الحركة  ..\r\n- لتنتبه إلى أن تكون الاكواع قريبه من الجسم وليكن القسم العلوي من اليد ثابتاً .",
      "id": 2569
    },
    "howToDo": {
      "persian": "- طنابی را به قرقره پایین متصل کرده و در حالت ایستاده در مقابل دستگاه سیم  کش قرار بگیرید. فاصله شما با دستگاه باید در حدود 30 سانتی متر باشد.\r\n- طناب را باحالت خنثی (کف   دست  ها به داخل) گرفته، قوس عادی در پشت بدن ایجاد نموده و نیم  تنه را ثابت نگه دارید.\r\n- آرنج  ها را در کنار بدن نگه داشته و از حرکت آن ها در طول حرکت خودداری کنید. \r\n- از عضلات دوسر (جلو بازو) استفاده کرده و دست  ها را هم زمان با بازدم بالا بکشید تا عضلات دوسر با ساعد برخورد کنند. \r\n- بعد از یک ثانیه انقباض عضلات دوسر، به آرامی وزنه را به حالت آغازین بازگردانید.\r\n- این حرکت را با تعداد تکرار پیشنهادی انجام دهید.",
      "english": null,
      "arabic": "صل الحبل بالبكرة السفلية وقف أمام جهاز الأسلاك. يجب أن تكون المسافة بينك وبين الجهاز حوالي 30 سم.\r\nأمسك الحبل في وضع محايد (راحة اليد للداخل) ، قوس ظهرك وحافظ على استقرار الجذع.\r\nحافظ على ان تبقى مرفقيك بجاتب الجسم وتجنب تحريكهما أثناء الحركة.\r\nارفع ذراعيك مع الزفير بحيث تلامس العضلة ذات الرأسين الساعد.\r\nأعد الأثقال ببطء إلى وضعها الأصلي بعد ثانية  واحدة من انقباض العضلة ذات الرأسين.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 2570
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-92mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-92m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-92m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 969,
    "name": {
      "persian": "تی بار هالتر بین پا",
      "english": "Two-Arm Long Bar Row with Handle",
      "arabic": "Two-Arm Long Bar Row with Handle",
      "id": 2574
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک به بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا بردن هالتر بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الباربل تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد . ",
      "id": 2575
    },
    "howToDo": {
      "persian": "-یکسر هالتر را به جایی گیر دهید تا ثابت بماند، هالتر را بین پاها قرار دهید با یک دست آن را بگیرید.\r\n-پاها به اندازه عرض شانه باز، زانو خم ،باسن به سمت عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با سطح زمین حدود 30 درجه ،سر و سینه بالا، بازو کاملاً باز و کشیده عمود بر زمین باشد.\r\n-با خم کردن آرنج هالتر را بالا بیاورید.\r\n-هالتر نزدیک به بالا تنه باشد",
      "english": null,
      "arabic": "-ثبت الباربل في  مكان ما ، ضعه بين رجليك وامسكه بيد واحدة. تكن الساقان متباعدتان بعرض الكتفين ، والركبتان مثنيتان ، والورك للخلف ، والجذع مائل للأمام ، والجزء العلوي من الجسم بعيد عن الارض  بزاوية 30 درجة تقريبًا  ، والرأس والصدر مرتفعان ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض. ارفع الباربل عن طريق ثني الكوع. يجب أن يكون الباربل قريبًا من الجزء العلوي من الجذع.",
      "id": 2576
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-4fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-4f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-4f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      9,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 970,
    "name": {
      "persian": "تی بار هالتر بین پا",
      "english": "Two-Arm Long Bar Row with Handle",
      "arabic": "Two-Arm Long Bar Row with Handle",
      "id": 2577
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک به بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا بردن هالتر بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الباربل تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد .",
      "id": 2578
    },
    "howToDo": {
      "persian": "-یکسر هالتر را به جایی گیر دهید تا ثابت بماند، هالتر را بین پاها قرار دهید با یک دست آن را بگیرید.\r\n-پاها به اندازه عرض شانه باز، زانو خم ،باسن به سمت عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با سطح زمین حدود 30 درجه ،سر و سینه بالا، بازو کاملاً باز و کشیده عمود بر زمین باشد.\r\n-با خم کردن آرنج هالتر را بالا بیاورید.\r\n-هالتر نزدیک به بالا تنه باشد",
      "english": null,
      "arabic": "-ثبت الباربل في  مكان ما ، ضعه بين رجليك وامسكه بيد واحدة. تكن الساقان متباعدتان بعرض الكتفين ، والركبتان مثنيتان ، والورك للخلف ، والجذع مائل للأمام ، والجزء العلوي من الجسم بعيد عن الارض  بزاوية 30 درجة تقريبًا  ، والرأس والصدر مرتفعان ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض. ارفع الباربل عن طريق ثني الكوع. يجب أن يكون الباربل قريبًا من الجزء العلوي من الجذع.",
      "id": 2579
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-4mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-4m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-4m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      9,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 971,
    "name": {
      "persian": "تی بار هالتر تک خم",
      "english": "Bent Over One-Arm Long Bar Row",
      "arabic": "Bent Over One-Arm Long Bar Row",
      "id": 2580
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا بردن هالتر بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الباربل تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد . ",
      "id": 2581
    },
    "howToDo": {
      "persian": "- یک سر هالتر را به جایی گیر دهید تا در طول اجرا ثابت بماند، هالتر را در کنار بدن قرار دهید.\r\n-با یک دست قسمت بالایی هالتر نزدیک به صفحه را بگیرید.\r\n-زانو خم ،باسن به عقب، بالاتنه متمایل به جلو ،تقریباً زاویه 30 درجه با سطح زمین، سر و سینه بالا، بازو باز و کشیده عمود بر سطح زمین، آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را به بدن نزدیک کنید.\r\n-صفحه با سینه تماس پیدا کند.\r\n- برای حفظ تعادل می توانید دست دیگر را بالای زانو قرار دهید.",
      "english": null,
      "arabic": "- ثبت أحد طرفي قضيب الباربل ليبقى ثابتاً أثناء التمرين ، ثم ضعه بجانب جسمك.\r\n- ثبت الجزء العلوي من قضيب الباربل بالقرب من الشاشة بيد واحدة.\r\n- ثني الركبة ، والوركين إلى الخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، بحوالي 30 درجة عن الأرض ، والرأس والصدر مرتفعان ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً.\r\n- عند ثني الکوع فإن الباربل  بقترب من الجسم .\r\n- تلامس الشاشة للصدر .\r\n- لحفظ التوازن تسطيع ان تضع يدك الاخرى فوق ركبتك .",
      "id": 2582
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-5fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-5f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-5f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 972,
    "name": {
      "persian": "تی بار هالتر تک خم",
      "english": "Bent Over One-Arm Long Bar Row",
      "arabic": "Bent Over One-Arm Long Bar Row",
      "id": 2583
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا بردن هالتر بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الباربل تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد . ",
      "id": 2584
    },
    "howToDo": {
      "persian": "- یک سر هالتر را به جایی گیر دهید تا در طول اجرا ثابت بماند، هالتر را در کنار بدن قرار دهید.\r\n-با یک دست قسمت بالایی هالتر نزدیک به صفحه را بگیرید.\r\n-زانو خم ،باسن به عقب، بالاتنه متمایل به جلو ،تقریباً زاویه 30 درجه با سطح زمین، سر و سینه بالا، بازو باز و کشیده عمود بر سطح زمین، آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را به بدن نزدیک کنید.\r\n-صفحه با سینه تماس پیدا کند.\r\n- برای حفظ تعادل می توانید دست دیگر را بالای زانو قرار دهید.",
      "english": null,
      "arabic": "- ثبت أحد طرفي قضيب الباربل ليبقى ثابتاً أثناء التمرين ، ثم ضعه بجانب جسمك.\r\n- ثبت الجزء العلوي من قضيب الباربل بالقرب من الشاشة بيد واحدة.\r\n- ثني الركبة ، والوركين إلى الخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، بحوالي 30 درجة عن الأرض ، والرأس والصدر مرتفعان ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً.\r\n- عند ثني الکوع فإن الباربل  بقترب من الجسم .\r\n- تلامس الشاشة للصدر .\r\n- لحفظ التوازن تسطيع ان تضع يدك الاخرى فوق ركبتك .",
      "id": 2585
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-5mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-5m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-5m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 974,
    "name": {
      "persian": "سی سی اسکوات",
      "english": "Machine Squat",
      "arabic": "Machine Squat",
      "id": 2589
    },
    "recommandation": {
      "persian": "-در صورت وجود آسیب در زانو از انجام این حرکت خودداری کنید.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- تجنب اجراء هذه الحركة عند وجود مشكلة في الركبة\r\n- شهيق اثناء الجلوس وزفير اثناء الوقوف ",
      "id": 2590
    },
    "howToDo": {
      "persian": "-صاف بایستید ، از یک دست برای گرفتن ستون یا میز برای حفظ تعادل استفاده کنید.\r\n-دست دیگر را به کمر بزنید.\r\n-پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد.\r\n-در حالیکه بر روی پنجه میروید از زانو خم شوید و باسن را به عقب و پایین متمایل کنید.\r\n-ران موازی زمین شود.",
      "english": null,
      "arabic": "- قف بشكل مستقيم  ، امسك العمود او الطاولة بيد واحدة وذلك لحفظ التوازن . .\r\n- امسك خصرك باليد الاخرى .\r\n- لتجعل القدمين بمقدار عرض الحوض والاصابع متجهة للخارج .\r\n-في حال أنك تمشي على الاصابع انحني عند الركبة  ولتجعل وركك للخلف ومائلا للاسفل . \r\n-ليكن فخذك مواز للارض .",
      "id": 2591
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-46fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-46f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-46f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 3,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 975,
    "name": {
      "persian": "سی سی اسکوات",
      "english": "Machine Squat",
      "arabic": "Machine Squat",
      "id": 2592
    },
    "recommandation": {
      "persian": "-در صورت وجود آسیب در زانو از انجام این حرکت خودداری کنید.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- تجنب اجراء هذه الحركة عند وجود مشكلة في الركبة\r\n- شهيق اثناء الجلوس وزفير اثناء الوقوف ",
      "id": 2593
    },
    "howToDo": {
      "persian": "-صاف بایستید ، از یک دست برای گرفتن ستون یا میز برای حفظ تعادل استفاده کنید.\r\n-دست دیگر را به کمر بزنید.\r\n-پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد.\r\n-در حالیکه بر روی پنجه میروید از زانو خم شوید و باسن را به عقب و پایین متمایل کنید.\r\n-ران موازی زمین شود.",
      "english": null,
      "arabic": "- قف بشكل مستقيم  ، امسك العمود او الطاولة بيد واحدة وذلك لحفظ التوازن . .\r\n- امسك خصرك باليد الاخرى .\r\n- لتجعل القدمين بمقدار عرض الحوض والاصابع متجهة للخارج .\r\n-في حال أنك تمشي على الاصابع انحني عند الركبة  ولتجعل وركك للخلف ومائلا للاسفل . \r\n-ليكن فخذك مواز للارض .",
      "id": 2594
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-46mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-46m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-46m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 3,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 976,
    "name": {
      "persian": "سی سی لانگ",
      "english": "Lunge Sprint",
      "arabic": "Lunge Sprint",
      "id": 2595
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- زیر پدهای دستگاه ایستاده و آن را روی شانه‏ ها قرار دهید.  یک پا را جلو روی سطح شیبدار دستگاه قرار دهید و پای دیگر را عقب بگذارید.\r\n- اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت با فشار به پنجه پای عقب بلند شوید.\r\n- حرکت را به تعداد توصیه شده انجام داده و با پای دیگرتکرار نمایید.",
      "english": null,
      "arabic": "- اجلس تحت وسادات الجهاز وضعهما على كتفيك . ضع إحدى القدمين في الأمام على السطح المائل والأخرى للخلف.\r\nإنت الآن في وضعية البدء\r\nحرك ركبة القدم الخلفية للأسفل لتصل بالقرب من الأرض مع ثني الركبتين وخفض الورك.\r\nفي أدنى نقطة للحركة ، ادفع القدم الخلفية للأعلى بواسطة مقدمة الرجل.\r\n- كرر الحركة بعدد المرات الموصى بها وبدل بين القدمين ( قم بهذه الحركة بتناوب القدمين)",
      "id": 2596
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-67fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-67f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-67f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 977,
    "name": {
      "persian": "سی سی لانگ",
      "english": "Lunge Sprint",
      "arabic": "Lunge Sprint",
      "id": 2597
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- زیر پدهای دستگاه ایستاده و آن را روی شانه‏ ها قرار دهید.  یک پا را جلو روی سطح شیبدار دستگاه قرار دهید و پای دیگر را عقب بگذارید.\r\n- اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت با فشار به پنجه پای عقب بلند شوید.\r\n- حرکت را به تعداد توصیه شده انجام داده و با پای دیگرتکرار نمایید.",
      "english": null,
      "arabic": "- اجلس تحت وسادات الجهاز وضعهما على كتفيك . ضع إحدى القدمين في الأمام على السطح المائل والأخرى للخلف.\r\nإنت الآن في وضعية البدء\r\nحرك ركبة القدم الخلفية للأسفل لتصل بالقرب من الأرض مع ثني الركبتين وخفض الورك.\r\nفي أدنى نقطة للحركة ، ادفع القدم الخلفية للأعلى بواسطة مقدمة الرجل.\r\n- كرر الحركة بعدد المرات الموصى بها وبدل بين القدمين ( قم بهذه الحركة بتناوب القدمين)",
      "id": 2598
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-67mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-67m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-67m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 978,
    "name": {
      "persian": "جلوبازو هالتر ایستاده",
      "english": " Standing Barbell Curl",
      "arabic": " Standing Barbell Curl",
      "id": 2599
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2600
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-دستها  به اندازه عرض شانه باز ،آرنج ها باید کمی خم و نزدیک به بالاتنه وکف دست رو به جلو و بازوها باز و کشیده عمود بر زمین باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به بالاتنه باشد. ",
      "english": null,
      "arabic": "-- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار عرض الكتفين ،المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والذراعين مفتوحتين وممدودتين وعموديتين مع الأرض .\r\n-ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .\r\n- لتكن راحتا اليد مقابل الجزء العلوي من الجسم. ",
      "id": 2601
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-59fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-59f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-59f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 979,
    "name": {
      "persian": "جلوبازو هالتر ایستاده",
      "english": " Standing Barbell Curl",
      "arabic": " Standing Barbell Curl",
      "id": 2602
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل",
      "id": 2603
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-دستها  به اندازه عرض شانه باز ،آرنج ها باید کمی خم و نزدیک به بالاتنه وکف دست رو به جلو و بازوها باز و کشیده عمود بر زمین باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به بالاتنه باشد. ",
      "english": null,
      "arabic": "-- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار عرض الكتفين ،المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والذراعين مفتوحتين وممدودتين وعموديتين مع الأرض .\r\n-ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .\r\n- لتكن راحتا اليد مقابل الجزء العلوي من الجسم .",
      "id": 2604
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-59mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-59m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-59m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 980,
    "name": {
      "persian": "ساعد تک دمبل ایستاده ",
      "english": "Standing One-Arm  Wrist Curl ",
      "arabic": "Standing One-Arm  Wrist Curl ",
      "id": 2605
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- با یک دست دمبل  را برداشته و در راستای بدن قرار داده و کف دست رو به بدن باشد\r\n- صاف ایستاده و به سمت جلو نگاه می کنیم، مچ  را خم  می کنیم تا دمبل تا جایی که امکان دارد پایین برود.نقطه شروع.\r\n- فقط مچ  باید خم شود، اجازه دهید دمبل تا جایی که ممکن است پایین برود.\r\n- با فشار بر ساعد دمبل را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- مکث کرده و دوباره حرکت را تکرار می کنیم و با دست مخالف همین حرکت را تکرار میکنیم.",
      "english": null,
      "arabic": "ارفع الدمبل بيد واحدة وضعه في موازاة الجسم بحيث تكون راحة اليد مواجهةً للجسم.\r\nقف بشكل مستقيم وانظر للأمام ، وثني معصمك حتى ينخفض الدمبل إلى أقصى حد ممكن.نقطة البداية.\r\nيجب أن ينحني المعصم فقط ، دع الدمبل ينزل إلى أقصى حد ممكن.\r\nنرفع الدمبل ببطء قدر الإمكان وذلك بالضغط على الساعد.\r\nتوقف قليلاً وكرر الحركة مرة أخرى باليد المعاكسة.",
      "id": 2606
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-85fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-85f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-85f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 981,
    "name": {
      "persian": "ساعد تک دمبل ایستاده ",
      "english": "Standing One-Arm  Wrist Curl ",
      "arabic": "Standing One-Arm  Wrist Curl ",
      "id": 2607
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- با یک دست دمبل  را برداشته و در راستای بدن قرار داده و کف دست رو به بدن باشد\r\n- صاف ایستاده و به سمت جلو نگاه می کنیم، مچ  را خم  می کنیم تا دمبل تا جایی که امکان دارد پایین برود.نقطه شروع.\r\n- فقط مچ  باید خم شود، اجازه دهید دمبل تا جایی که ممکن است پایین برود.\r\n- با فشار بر ساعد دمبل را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- مکث کرده و دوباره حرکت را تکرار می کنیم و با دست مخالف همین حرکت را تکرار میکنیم.",
      "english": null,
      "arabic": "ارفع الدمبل بيد واحدة وضعه في موازاة الجسم بحيث تكون راحة اليد مواجهةً للجسم.\r\nقف بشكل مستقيم وانظر للأمام ، وثني معصمك حتى ينخفض الدمبل إلى أقصى حد ممكن.نقطة البداية.\r\nيجب أن ينحني المعصم فقط ، دع الدمبل ينزل إلى أقصى حد ممكن.\r\nنرفع الدمبل ببطء قدر الإمكان وذلك بالضغط على الساعد.\r\nتوقف قليلاً وكرر الحركة مرة أخرى باليد المعاكسة.",
      "id": 2608
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-85mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-85m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-85m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 982,
    "name": {
      "persian": "ساعد دمبل جفت ایستاده",
      "english": "Standing Wrist Curls",
      "arabic": "Standing Wrist Curls",
      "id": 2609
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل  را  با دو  دست برداشته و در راستای بدن قرار داده و کف دست رو به بدن باشد\r\n- صاف ایستاده و به سمت جلو نگاه می کنیم، مچ ها را خم می کنیم تا دمبلها  تا جایی که امکان دارد پایین برود.نقطه شروع.\r\n- فقط مچ ها باید خم شوند، اجازه دهید دمبلها  تا جایی که ممکن است پایین بروند.\r\n- با فشار بر ساعد ها دمبل ها  را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- مکث کرده و دوباره حرکت را تکرار می کنیم.",
      "english": null,
      "arabic": "ارفع الدمبل بكلتا يديك وضعه في موازة الجسم و راحة اليد مقابلة للجسم.\r\nقف بشكل مستقيم وانظر للأمام ، وثني معصمك حتى ينخفض الدمبل إلى أقصى حد ممكن.نقطة البداية.\r\nيجب أن ينحني المعصم فقط ، دع الدمبل ينزل إلى أقصى حد ممكن.\r\nنرفع الدمبل ببطء قدر الإمكان وذلك بالضغط على الساعد.\r\nتوقف قليلاً وكرر الحركة مرة أخرى .",
      "id": 2610
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-86fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-86f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-86f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 983,
    "name": {
      "persian": "ساعد دمبل جفت ایستاده",
      "english": "Standing Wrist Curls",
      "arabic": "Standing Wrist Curls",
      "id": 2611
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دمبل  را  با دو  دست برداشته و در راستای بدن قرار داده و کف دست رو به بدن باشد\r\n- صاف ایستاده و به سمت جلو نگاه می کنیم، مچ ها را خم می کنیم تا دمبلها  تا جایی که امکان دارد پایین برود.نقطه شروع.\r\n- فقط مچ ها باید خم شوند، اجازه دهید دمبلها  تا جایی که ممکن است پایین بروند.\r\n- با فشار بر ساعد ها دمبل ها  را به آرامی تا جایی که ممکن است بلند می کنیم.\r\n- مکث کرده و دوباره حرکت را تکرار می کنیم.",
      "english": null,
      "arabic": "ارفع الدمبل بكلتا يديك وضعه في موازة الجسم و راحة اليد مقابلة للجسم.\r\nقف بشكل مستقيم وانظر للأمام ، وثني معصمك حتى ينخفض الدمبل إلى أقصى حد ممكن.نقطة البداية.\r\nيجب أن ينحني المعصم فقط ، دع الدمبل ينزل إلى أقصى حد ممكن.\r\nنرفع الدمبل ببطء قدر الإمكان وذلك بالضغط على الساعد.\r\nتوقف قليلاً وكرر الحركة مرة أخرى .",
      "id": 2612
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-86mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-86m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-86m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 984,
    "name": {
      "persian": "شراگ اسمیت پشت دست باز ",
      "english": "Smith Machine Behind the Back Shrug",
      "arabic": "Smith Machine Behind the Back Shrug",
      "id": 2613
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج شما ثابت بماند و بالاتنه شما خیلی کم متمایل به جلو شود.\r\n-هنگام بالا بردن شانه ها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت والقسم العلوي من الجسم مائل قليلا للامام.\r\n-عند رفع الاكتاف زفير وعند خفضه شهيق ",
      "id": 2614
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید میله دستگاه را در سطح ران تنظیم کنید،پشت به میله بایستید و میله را بگیرید.\r\n-دستها بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خمیده،کف دستها رو به عقب باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ ، ضع ظهرك خلف القضيب وامسكه .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك",
      "id": 2615
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-8fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-8f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-8f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 985,
    "name": {
      "persian": "شراگ اسمیت پشت دست باز ",
      "english": "Smith Machine Behind the Back Shrug",
      "arabic": "Smith Machine Behind the Back Shrug",
      "id": 2616
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج شما ثابت بماند و بالاتنه شما خیلی کم متمایل به جلو شود.\r\n-هنگام بالا بردن شانه ها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت والقسم العلوي من الجسم مائل قليلا للامام.\r\n-عند رفع الاكتاف زفير وعند خفضه شهيق ",
      "id": 2617
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید میله دستگاه را در سطح ران تنظیم کنید،پشت به میله بایستید و میله را بگیرید.\r\n-دستها بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خمیده،کف دستها رو به عقب باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ ، ضع ظهرك خلف القضيب وامسكه .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك ",
      "id": 2618
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-8mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-8m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-8m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 986,
    "name": {
      "persian": "شراگ اسمیت پشت دست جمع ",
      "english": "Close-Grip Smith Machine Behind the Back Shrug",
      "arabic": "Close-Grip Smith Machine Behind the Back Shrug",
      "id": 2619
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج شما ثابت بماند و بالاتنه شما خیلی کم متمایل به جلو شود.\r\n-هنگام بالا بردن شانه ها بازدم و وقتی پایین میاورید دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت والقسم العلوي من الجسم مائل قليلا للامام.\r\n-عند رفع الاكتاف زفير وعند خفضه شهيق ",
      "id": 2620
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید میله دستگاه را در سطح ران تنظیم کنید،پشت به میله بایستید و میله را بگیرید.\r\n-دستها  اندازه عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خمیده،کف دستها رو به عقب باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ ، ضع ظهرك خلف القضيب وامسكه .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك ",
      "id": 2621
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-9fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-9f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-9f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 987,
    "name": {
      "persian": "شراگ اسمیت پشت دست جمع ",
      "english": "Close-Grip Smith Machine Behind the Back Shrug",
      "arabic": "Close-Grip Smith Machine Behind the Back Shrug",
      "id": 2622
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج شما ثابت بماند و بالاتنه شما خیلی کم متمایل به جلو شود.\r\n-هنگام بالا بردن شانه ها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت والقسم العلوي من الجسم مائل قليلا للامام.\r\n-عند رفع الاكتاف زفير وعند خفضه شهيق \r\n",
      "id": 2623
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید میله دستگاه را در سطح ران تنظیم کنید،پشت به میله بایستید و میله را بگیرید.\r\n-دستها  اندازه عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خمیده،کف دستها رو به عقب باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ ، ضع ظهرك خلف القضيب وامسكه .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك ",
      "id": 2624
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-9mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-9m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-9m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 988,
    "name": {
      "persian": "شراگ اسمیت از جلو دست باز ",
      "english": "Smith Machine Shrug",
      "arabic": "Smith Machine Shrug",
      "id": 2625
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن شانه  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2626
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید ،ارتفاع میله را در راستای ران تنظیم کنید.\r\n-میله را بگیرید در حالیکه دستها  بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خم،کف دست رو به بدن پاها اندازه عرض لگن باز  باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ  .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك \r\n",
      "id": 2627
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 989,
    "name": {
      "persian": "شراگ اسمیت از جلو دست باز ",
      "english": "Smith Machine Shrug",
      "arabic": "Smith Machine Shrug",
      "id": 2628
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن شانه  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2629
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید ،ارتفاع میله را در راستای ران تنظیم کنید.\r\n-میله را بگیرید در حالیکه دستها  بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خم،کف دست رو به بدن پاها اندازه عرض لگن باز  باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "- حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ  .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك ",
      "id": 2630
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-10m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 990,
    "name": {
      "persian": "شراگ اسمیت از جلو دست جمع ",
      "english": "Close-Grip Smith Machine Shrug",
      "arabic": "Close-Grip Smith Machine Shrug",
      "id": 2631
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن شانه  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2632
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید ،ارتفاع میله را در راستای ران تنظیم کنید.\r\n-میله را بگیرید در حالیکه دستها  کمتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خم،کف دست رو به بدن، پاها اندازه عرض لگن باز  باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ  .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك",
      "id": 2633
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-11fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-11f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-11f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 991,
    "name": {
      "persian": "شراگ اسمیت از جلو دست جمع ",
      "english": "Close-Grip Smith Machine Shrug",
      "arabic": "Close-Grip Smith Machine Shrug",
      "id": 2634
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن شانه  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق",
      "id": 2635
    },
    "howToDo": {
      "persian": "-وزنه مناسب را انتخاب کنید ،ارتفاع میله را در راستای ران تنظیم کنید.\r\n-میله را بگیرید در حالیکه دستها  کمتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده ،آرنج کمی خم،کف دست رو به بدن، پاها اندازه عرض لگن باز  باشد.\r\n-با بالا آوردن شانه ها میله را هم بالا بیاورید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-. حدد الوزن المناسب واضبط قضيب الجهاز على مستوى الفخذ  .\r\n-يجب أن يكون تباعد اليدين أكبر من عرض الكتفين ، الذراعان مفتوحتان وممدودتان بالكامل ، المرفقان مثنيان قليلًا ، وراحتا الكف باتجاه الخلف.\r\n-برفع الكتفين يتم ايضاً رفع القضيب للاعلى .\r\n-يجب أن تكون أكتافك قريبة من أذنيك",
      "id": 2636
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-11mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-11m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-11m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 992,
    "name": {
      "persian": "شراگ هالتر از پشت دست باز ",
      "english": "Barbell Shrug Behind The Back",
      "arabic": "Barbell Shrug Behind The Back",
      "id": 2637
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2638
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید صاف بایستید،هالتر در پشت بدن شما قرار دارد.\r\n-دستها  کمی بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n-پاها اندازه عرض لگن باز باشد.\r\n-با بالا بردن شانه ها هالتر را هم تا جاییکه امکان دارد بالا ببرید.\r\n",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد. وقف بشكل مستقيم ، بحيث يكون الحديد خلف جسمك.\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف .\r\n-الأرجل مفتوحة بمقدارعرض الحوض .\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك",
      "id": 2639
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 993,
    "name": {
      "persian": "شراگ هالتر از پشت دست باز ",
      "english": "Barbell Shrug Behind The Back",
      "arabic": "Barbell Shrug Behind The Back",
      "id": 2640
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2641
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید صاف بایستید،هالتر در پشت بدن شما قرار دارد.\r\n-دستها  کمی بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n-پاها اندازه عرض لگن باز باشد.\r\n-با بالا بردن شانه ها هالتر را هم تا جاییکه امکان دارد بالا ببرید.",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد. وقف بشكل مستقيم ، بحيث يكون الحديد خلف جسمك.\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف .\r\n-الأرجل مفتوحة بمقدارعرض الحوض .\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك",
      "id": 2642
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 994,
    "name": {
      "persian": "شراگ هالتر از جلو دست باز ",
      "english": "Barbell Shrug",
      "arabic": "Barbell Shrug",
      "id": 2643
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 2644
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید صاف بایستید.\r\n-دستها  بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n-پاها اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد.\r\n-با بالا بردن شانه ها هالتر را هم بالا ببرید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد. وقف بشكل مستقيم .\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف .\r\n-الأرجل مفتوحة بمقدارعرض الحوض .\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك .                                                                                                           -لتكن اكتافك قريبة من أذنك ",
      "id": 2645
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-14fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-14f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-14f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 995,
    "name": {
      "persian": "شراگ هالتر از جلو دست باز ",
      "english": "Barbell Shrug",
      "arabic": "Barbell Shrug",
      "id": 2646
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود و آرنج در طول اجرا ثابت بماند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- الحرکة فقط في مفصل الكتف اما الكوع فيبقى ثابت اثناء التمرين .\r\n-عند رفع الباربل زفير وعند خفضه شهيق",
      "id": 2647
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید صاف بایستید.\r\n-دستها  بیشتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،کف دستها رو به عقب باشد.\r\n-پاها اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد.\r\n-با بالا بردن شانه ها هالتر را هم بالا ببرید.\r\n-شانه ها نزدیک گوش شما شوند.",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد. وقف بشكل مستقيم .\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف .\r\n-الأرجل مفتوحة بمقدارعرض الحوض .\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك .                                                                                                           -لتكن اكتافك قريبة من أذنك",
      "id": 2648
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-14mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-14m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-14m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 996,
    "name": {
      "persian": "شراگ هالتر از پشت دست جمع ",
      "english": "Barbell Shrug Behind The Back",
      "arabic": "Barbell Shrug Behind The Back",
      "id": 2649
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- پاهای خود را به اندازه عرض شانه باز کنید و صاف بایستید، از پشت سر یک هالتر را با دو دست خود بگیرید طوریکه انگشتان شست در مقابل هم باشند.\r\n- فاصله بین دست ها باید کمتر از عرض شانه باشند و برای انجام بهتر این حرکت از بند لیفت استفاده کنید.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، شانه های خود را تا جاییکه می توانید بالا آورید. در نقطه اوج حرکت یک ثانیه مکث کنید. در انجام این حرکت باید دست ها کاملا صاف بوده و نباید از بازوها برای انجام حرکت کمک بگیرید.\r\n- در حالیکه نفس خود را به داخل می دهید، آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "-افرد رجليك بعيدًا عن بعضهما بمقدار عرض الكتفين ثم قف بشكل مستقيم ، ممسكًا بقضيب من الخلف بكلتا يديك بحيث يواجه إبهاميك بعضهما البعض.\r\nيجب أن تكون المسافة بين الذراعين أقل من عرض الكتفين واستخدام حزام الرفع لأداء هذه الحركة بشكل أفضل.\r\nهذه هي نقطة بداية الحركة\r\nارفع كتفيك مع الزفير لأعلى نقطة تستطيع الوصول إليها. توقف لثانية واحدة في ذروة الحركة. يجب أن تكون الذراعين مستقيمتان تمامًا للقيام بهذه الحركة وألا تستخدم ذراعيك لأدائها.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 2650
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-17fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-17f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-17f_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 997,
    "name": {
      "persian": "شراگ هالتر از پشت دست جمع ",
      "english": "Barbell Shrug Behind The Back",
      "arabic": "Barbell Shrug Behind The Back",
      "id": 2651
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- پاهای خود را به اندازه عرض شانه باز کنید و صاف بایستید، از پشت سر یک هالتر را با دو دست خود بگیرید طوریکه انگشتان شست در مقابل هم باشند.\r\n- فاصله بین دست ها باید کمتر از عرض شانه باشند و برای انجام بهتر این حرکت از بند لیفت استفاده کنید.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، شانه های خود را تا جاییکه می توانید بالا آورید. در نقطه اوج حرکت یک ثانیه مکث کنید. در انجام این حرکت باید دست ها کاملا صاف بوده و نباید از بازوها برای انجام حرکت کمک بگیرید.\r\n- در حالیکه نفس خود را به داخل می دهید، آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "-افرد رجليك بعيدًا عن بعضهما بمقدار عرض الكتفين ثم قف بشكل مستقيم ، ممسكًا بقضيب من الخلف بكلتا يديك بحيث يواجه إبهاميك بعضهما البعض.\r\nيجب أن تكون المسافة بين الذراعين أقل من عرض الكتفين واستخدام حزام الرفع لأداء هذه الحركة بشكل أفضل.\r\nهذه هي نقطة بداية الحركة\r\nارفع كتفيك مع الزفير لأعلى نقطة تستطيع الوصول إليها. توقف لثانية واحدة في ذروة الحركة. يجب أن تكون الذراعين مستقيمتان تمامًا للقيام بهذه الحركة وألا تستخدم ذراعيك لأدائها.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 2652
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-17mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-17m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-17m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 998,
    "name": {
      "persian": "شراگ هالتر از جلو دست جمع ",
      "english": " Barbell Shrug",
      "arabic": " Barbell Shrug",
      "id": 2653
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل هالتر بر روی رک ایستاده و پاهای خود را اندازه عرض شانه باز کنید و با دستانتان میله هالتر را بطوری بگیرید که کف دست در مقابل بدن باشد و فاصله بین دو دست کمتر از عرض شانه باشد و از نوک پا تا سر صاف باشید و افتاده رو به جلو نباشید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، شانه های خود را به سمت بالا آورده و برای یک ثانیه در نقطه اوج حرکت منقبض کنید.\r\n- سپس درحالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "قف أمام قضيب الحديد على المكان المخصص لذلك وافرد رجليك بمقدارعرض الكتفين وامسك القضيب بيديك حيث تكون راحة اليد أمام الجسم. وكذلك يجب أن تكون المسافة بين اليدين أقل من عرض الكتفين وأن تقف مستقيماً من طرف القدم إلى الرأس وألا تنحني للأمام.\r\nهذه هي نقطة بداية الحركة\r\nارفع كتفيك أثناء الزفير وتقلص في ذروة الحركة لمدة ثانية واحدة.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 2654
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-18fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-18f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-18f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 999,
    "name": {
      "persian": "شراگ هالتر از جلو دست جمع ",
      "english": " Barbell Shrug",
      "arabic": " Barbell Shrug",
      "id": 2655
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل هالتر بر روی رک ایستاده و پاهای خود را اندازه عرض شانه باز کنید و با دستانتان میله هالتر را بطوری بگیرید که کف دست در مقابل بدن باشد و فاصله بین دو دست کمتر از عرض شانه باشد و از نوک پا تا سر صاف باشید و افتاده رو به جلو نباشید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، شانه های خود را به سمت بالا آورده و برای یک ثانیه در نقطه اوج حرکت منقبض کنید.\r\n- سپس درحالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "قف أمام قضيب الحديد على المكان المخصص لذلك وافرد رجليك بمقدارعرض الكتفين وامسك القضيب بيديك حيث تكون راحة اليد أمام الجسم. وكذلك يجب أن تكون المسافة بين اليدين أقل من عرض الكتفين وأن تقف مستقيماً من طرف القدم إلى الرأس وألا تنحني للأمام.\r\nهذه هي نقطة بداية الحركة\r\nارفع كتفيك أثناء الزفير وتقلص في ذروة الحركة لمدة ثانية واحدة.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 2656
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-18mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-18m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-18m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      8
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1000,
    "name": {
      "persian": "زیربغل اسمیت خم",
      "english": "Smith Machine Overhand-Grip Bent_Over Row",
      "arabic": "Smith Machine Overhand-Grip Bent_Over Row",
      "id": 2657
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند و بالاتنه ثابت باشد.\r\n- هنگام بالا آوردن میله بازدم و وقتی پایین می برید دم انجام شود.",
      "english": null,
      "arabic": "- أثناء التدريب حافظ على حركة الظهر بشكل طبيعي وليبقى القسم العلوي من الجذع ثابتاً .\r\n-  نفس واحد اثناء رفع القضيب وعند القائه نحو الاسفل ايضاً نفس واحد .",
      "id": 2658
    },
    "howToDo": {
      "persian": "- میل اسمیت را در ارتفاع زانو قرار دهید در نزدیکی میله بایستید.\r\n-زانوها خم بالاتنه متمایل به جلو طوری که زاویه بالا تنه با زمین حدود 45 درجه باشد.\r\n-سر بالا، دست ها اندازه عرض شانه باز کف دست رو به پشت، بازو ها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم و به سمت داخل باشد.\r\n-با خم کردن آرنج میله را به بالا تنه نزدیک کنید.\r\n-میله نزدیک به تنه باشد.",
      "english": null,
      "arabic": "-  ضع Mill Smith على ارتفاع الركبة وقف بالقرب من العارضة .\r\n- اثني الركبتان والجزء العلوي من الجسم للأمام بحيث يكون مقدار الزاوية العلوية للجذع مع الأرض حوالي 45 درجة.\r\n- الرأس للأعلى ، والذراعان متباعدتان بعرض الكتفين ، والكفين بإتجاه الخلف ، والذراعان مفتوحتان بشكل كامل وممتدتين بشكل عمودي على الأرض ، والمرفقان منحنيان قليلاً نحو الداخل.\r\n-اثني الكوع واجعل القضيب أقرب إلى الجزء العلوي من الجذع.\r\n- لتجعل القضيب قريب من القسم العلوي من الجذع .",
      "id": 2659
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-9fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-9f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-9f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1001,
    "name": {
      "persian": "زیربغل اسمیت خم",
      "english": "Smith Machine Overhand-Grip Bent-Over Row",
      "arabic": "Smith Machine Overhand-Grip Bent-Over Row",
      "id": 2660
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند و بالاتنه ثابت باشد.\r\n- هنگام بالا آوردن میله بازدم و وقتی پایین می برید دم انجام شود.",
      "english": null,
      "arabic": "- أثناء التدريب حافظ على حركة الظهر بشكل طبيعي وليبقى القسم العلوي من الجذع ثابتاً .\r\n-  نفس واحد اثناء رفع القضيب وعند القائه نحو الاسفل ايضاً نفس واحد .",
      "id": 2661
    },
    "howToDo": {
      "persian": "- میل اسمیت را در ارتفاع زانو قرار دهید در نزدیکی میله بایستید.\r\n-زانوها خم بالاتنه متمایل به جلو طوری که زاویه بالا تنه با زمین حدود 45 درجه باشد.\r\n-سر بالا، دست ها اندازه عرض شانه باز کف دست رو به پشت، بازو ها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم و به سمت داخل باشد.\r\n-با خم کردن آرنج میله را به بالا تنه نزدیک کنید.\r\n-میله نزدیک به تنه باشد.",
      "english": null,
      "arabic": "-  ضع Mill Smith على ارتفاع الركبة وقف بالقرب من العارضة .\r\n- اثني الركبتان والجزء العلوي من الجسم للأمام بحيث يكون مقدار الزاوية العلوية للجذع مع الأرض حوالي 45 درجة.\r\n- الرأس للأعلى ، والذراعان متباعدتان بعرض الكتفين ، والكفين بإتجاه الخلف ، والذراعان مفتوحتان بشكل كامل وممتدتين بشكل عمودي على الأرض ، والمرفقان منحنيان قليلاً نحو الداخل.\r\n-اثني الكوع واجعل القضيب أقرب إلى الجزء العلوي من الجذع.\r\n- لتجعل القضيب قريب من القسم العلوي من الجذع .",
      "id": 2662
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-9mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-9m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-9m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1002,
    "name": {
      "persian": "زیربغل دمبل تک خم دست روی نیمکت",
      "english": "One-Arm Dumbbell Row",
      "arabic": "One-Arm Dumbbell Row",
      "id": 2663
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج نزدیک به بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا آوردن دمبل بازدم و وقتی پایین می برید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الاثقال تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد .",
      "id": 2664
    },
    "howToDo": {
      "persian": "- در هر طرف یک نیمکت تخت، یک دمبل قرار دهید.\r\n-زانوی چپ خود را در عقب نیمکت و کف دست چپ را در جلوی نیمکت قرار دهید تا بالاتنه موازی با سطح زمین شود.\r\n-دمبل را در دست راست بگیرید به شکلی که بازو کاملاً باز و کشیده عمود بر زمین ،آرنج کمی خم ،کف دست رو به نیمکت باشد.\r\n-با خم کردن آرنج دمبل را به بالا تنه نزدیک کنید.\r\n-دمبل عمود بر زمین بالا بیاید.",
      "english": null,
      "arabic": "- ضع الأثقال على كل جانب من جوانب المقعد المسطح.\r\n- ضع ركبتك اليسرى خلف المقعد وراحة اليد اليسرى أمام المقعد بحيث يكون الجزء العلوي من جسمك موازيًا للأرض.\r\n-. امسك الأثقال في اليد اليمنى بشكل يكون فيه الذراع مفتوحًا تمامًا وممتدًا بشكل عمودي على الأرض ، و الكوع مثنيًا قليلاً ، ويستند الكف على المقعد.\r\n- اثنِ الكوع لتقريب الأثقال من أعلى الجذع.\r\n- فلتجعل الاثقال بشكل عمودي على الأرض.",
      "id": 2665
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1004,
    "name": {
      "persian": "زیربغل دمبل تک خم دست روی نیمکت",
      "english": "One-Arm Dumbbell Row",
      "arabic": "One-Arm Dumbbell Row",
      "id": 2669
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج نزدیک به بالا تنه و بالا تنه ثابت باشد.\r\n- هنگام بالا آوردن دمبل بازدم و وقتی پایین می برید دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الاثقال تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد . ",
      "id": 2670
    },
    "howToDo": {
      "persian": "- در هر طرف یک نیمکت تخت، یک دمبل قرار دهید.\r\n-زانوی چپ خود را در عقب نیمکت و کف دست چپ را در جلوی نیمکت قرار دهید تا بالاتنه موازی با سطح زمین شود.\r\n-دمبل را در دست راست بگیرید به شکلی که بازو کاملاً باز و کشیده عمود بر زمین ،آرنج کمی خم ،کف دست رو به نیمکت باشد.\r\n-با خم کردن آرنج دمبل را به بالا تنه نزدیک کنید.\r\n-دمبل عمود بر زمین بالا بیاید.",
      "english": null,
      "arabic": "- ضع الأثقال على كل جانب من جوانب المقعد المسطح.\r\n- ضع ركبتك اليسرى خلف المقعد وراحة اليد اليسرى أمام المقعد بحيث يكون الجزء العلوي من جسمك موازيًا للأرض.\r\n-. امسك الأثقال في اليد اليمنى بشكل يكون فيه الذراع مفتوحًا تمامًا وممتدًا بشكل عمودي على الأرض ، و الكوع مثنيًا قليلاً ، ويستند الكف على المقعد.\r\n- اثنِ الكوع لتقريب الأثقال من أعلى الجذع.\r\n- فلتجعل الاثقال بشكل عمودي على الأرض.",
      "id": 2671
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-10m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1005,
    "name": {
      "persian": "زیربغل دمبل دمر روی نیمکت شیبدار",
      "english": " Dumbbell Incline Row",
      "arabic": " Dumbbell Incline Row",
      "id": 2672
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه شما ثابت و آرنج نزدیک به تنه در حرکت باشد.\r\n- هنگام بالا بردن دمبل بازدم و وقتی پایین می آوریم دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الاثقال تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد .",
      "id": 2673
    },
    "howToDo": {
      "persian": "- بر روی یک نیمکت شیب مثبت به صورت دمر دراز بکشید در حالی که در هر دست یک دمبل گرفته اید.\r\n-بر روی پنجه قرار بگیرید، قفسه سینه در قسمت بالایی نیمکت قرار گیرد، بازو ها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم و کف دستها رو به هم باشد.\r\n-با خم کردن آرنج ها دمبل ها را در مسیر عمود بر سطح زمین بالا بیاورید.\r\n-دمبل ها کاملاً نزدیک بالاتنه تان شوند.",
      "english": null,
      "arabic": "- الاستلقاء على مقعد مائل بشكل ثابت مع الإمساك بالأثقال في كل يد.\r\n- قف على أصابع قدميك ، وضع صدرك على الجزء العلوي من المقعد ، ولتكن ذراعيك مفتوحتان بشكل كامل وممتدتان بشكل عمودي على الأرض ، وليكن المرفقان مثنيان قليلاً ، ولتجعل راحتا الكف في مواجهة بعضهما البعض.\r\n-ارفع الأثقال عن طريق ثني المرفقين وذلك في اتجاه عمودي على الأرض .\r\n- فلتكن الأثقال قريبة جداً من جذعك .",
      "id": 2674
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-12fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-12f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-12f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      8,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1006,
    "name": {
      "persian": "زیربغل دمبل دمر روی نیمکت شیبدار",
      "english": " Dumbbell Incline Row",
      "arabic": " Dumbbell Incline Row",
      "id": 2675
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه شما ثابت و آرنج نزدیک به تنه در حرکت باشد.\r\n- هنگام بالا بردن دمبل بازدم و وقتی پایین می آوریم دم انجام شود.",
      "english": null,
      "arabic": "-  في حال التمرين فليكن الكوع قريب من القسم العلوي للجذع ولكن القسم العلوي من الجذع ثابتاً .\r\n- اثناء رفع الاثقال تنفس نفس واحد واثناء رميه للاسفل ايضاً نفس واحد .",
      "id": 2676
    },
    "howToDo": {
      "persian": "- بر روی یک نیمکت شیب مثبت به صورت دمر دراز بکشید در حالی که در هر دست یک دمبل گرفته اید.\r\n-بر روی پنجه قرار بگیرید، قفسه سینه در قسمت بالایی نیمکت قرار گیرد، بازو ها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم و کف دستها رو به هم باشد.\r\n-با خم کردن آرنج ها دمبل ها را در مسیر عمود بر سطح زمین بالا بیاورید.\r\n-دمبل ها کاملاً نزدیک بالاتنه تان شوند.",
      "english": null,
      "arabic": "- الاستلقاء على مقعد مائل بشكل ثابت مع الإمساك بالأثقال في كل يد.\r\n- قف على أصابع قدميك ، وضع صدرك على الجزء العلوي من المقعد ، ولتكن ذراعيك مفتوحتان بشكل كامل وممتدتان بشكل عمودي على الأرض ، وليكن المرفقان مثنيان قليلاً ، ولتجعل راحتا الكف في مواجهة بعضهما البعض.\r\n-ارفع الأثقال عن طريق ثني المرفقين وذلك في اتجاه عمودي على الأرض .\r\n- فلتكن الأثقال قريبة جداً من جذعك .",
      "id": 2677
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-12mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-12m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-12m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      8,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1007,
    "name": {
      "persian": "زیربغل دمبل جفت ایستاده",
      "english": "Bent Over Two-Dumbbell Row",
      "arabic": "Bent Over Two-Dumbbell Row",
      "id": 2678
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه شما ثابت و آرنج نزدیک به تنه در حرکت باشد.\r\n- هنگام بالا بردن دمبل بازدم و وقتی پایین می آوریم دم انجام شود.",
      "english": null,
      "arabic": null,
      "id": 2679
    },
    "howToDo": {
      "persian": "- در هر دست یک دمبل بگیرید زانو ها را خم کنید و بالا تنه را به جلو متمایل کنید تا جایی که زاویه بدن با زمین تقریباً 45 درجه شود.\r\n-سربالا ،بازوها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم، کف دستها رو به هم باشد.\r\n-با خم کردن آرنج ها دمبل ها را بالا بیاورید.\r\n-دمبل ها کاملاً نزدیک بدن شوند.",
      "english": null,
      "arabic": null,
      "id": 2680
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1008,
    "name": {
      "persian": "زیربغل دمبل جفت ایستاده",
      "english": "Bent Over Two-Dumbbell Row",
      "arabic": "Bent Over Two-Dumbbell Row",
      "id": 2681
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه شما ثابت و آرنج نزدیک به تنه در حرکت باشد.\r\n- هنگام بالا بردن دمبل بازدم و وقتی پایین می آوریم دم انجام شود.",
      "english": null,
      "arabic": null,
      "id": 2682
    },
    "howToDo": {
      "persian": "- در هر دست یک دمبل بگیرید زانو ها را خم کنید و بالا تنه را به جلو متمایل کنید تا جایی که زاویه بدن با زمین تقریباً 45 درجه شود.\r\n-سربالا ،بازوها کاملاً باز و کشیده عمود بر زمین، آرنج کمی خم، کف دستها رو به هم باشد.\r\n-با خم کردن آرنج ها دمبل ها را بالا بیاورید.\r\n-دمبل ها کاملاً نزدیک بدن شوند.",
      "english": null,
      "arabic": null,
      "id": 2683
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1009,
    "name": {
      "persian": "زیربغل قایقی دست باز",
      "english": "Seated Cable Rows Wide-Grip",
      "arabic": "Seated Cable Rows Wide-Grip",
      "id": 2684
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين الجذع يجب ان يكون ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2685
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید و زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها بیشتر از عرض شانه باز و کف دست رو به زمین باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2686
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-17fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-17f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-17f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1010,
    "name": {
      "persian": "زیربغل قایقی دست باز",
      "english": "Seated Cable Rows Wide-Grip",
      "arabic": "Seated Cable Rows Wide-Grip",
      "id": 2687
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين الجذع يجب ان يكون ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2688
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید و زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها بیشتر از عرض شانه باز و کف دست رو به زمین باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2689
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-17mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-17m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-17m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1011,
    "name": {
      "persian": "زیربغل قایقی دست معکوس ",
      "english": "Seated Cable Underhand Rows",
      "arabic": "Seated Cable Underhand Rows",
      "id": 2690
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين الجذع يجب ان يكون ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2691
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید و زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها بیشتر از عرض شانه باز و کف دست رو به سقف باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2692
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-18fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-18f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-18f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1012,
    "name": {
      "persian": "زیربغل قایقی دست معکوس ",
      "english": "Seated Cable Underhand Rows",
      "arabic": "Seated Cable Underhand Rows",
      "id": 2693
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين الجذع يجب ان يكون ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2694
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید و زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها بیشتر از عرض شانه باز و کف دست رو به سقف باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2695
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-18mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-18m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-18m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1013,
    "name": {
      "persian": "زیربغل قایقی دستگیره موازی",
      "english": "Seated Cable Rows",
      "arabic": "Seated Cable Rows",
      "id": 2696
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين يجب ان يكون الجذع ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2697
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید، زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها به اندازه عرض شانه باز و کف دست رو به زمین باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2698
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-19fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-19f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-19f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1014,
    "name": {
      "persian": "زیربغل قایقی دستگیره موازی",
      "english": "Seated Cable Rows",
      "arabic": "Seated Cable Rows",
      "id": 2699
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیک کردن میله بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": "- أثناء التمرين يجب ان يكون الجذع ثابتا\r\n- أثناء اقتراب القضيب من الجسم نفس واحد اثناء ابتعاده عنك الجسم ايضاً نفس واحد .",
      "id": 2700
    },
    "howToDo": {
      "persian": "- بر روی دستگاه قایقی بنشینید، کف پاها را در قسمت مناسب دستگاه بگذارید، زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد.\r\n-بازوها کاملاً باز و کشیده آرنج کمی خم باشند دست ها به اندازه عرض شانه باز و کف دست رو به زمین باشد.\r\n-با خم کردن آرنج میله را به بدن خود نزدیک کنید.\r\n-میله باید شکم شما را لمس کند.",
      "english": null,
      "arabic": "-اجلس على جهاز القارب وضع باطن قدميك في الوضع المناسب واثني ركبتيك قليلاً.\r\n- يجب أن تكون زاوية الجزء العلوي من جسمك 90 درجة مع فخذيك وظهرك في الوضع الطبيعي .\r\n-.الذراعين مفتوحتان بالكامل والمرفقان مثنيان قليلاً. اليدين مفتوحتين أكثر من عرض الكتفين وراحة اليد على الأرض.\r\n-ثني القضيب بالقرب من جسمك عن طريق ثني مرفقيك.\r\n- يجب أن يلمس القضيب بطنك .",
      "id": 2701
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-19mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-19m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-19m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1015,
    "name": {
      "persian": "زیربغل قایقی دستگیره دوبل",
      "english": "Seated cable row",
      "arabic": "Seated cable row",
      "id": 2702
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیکی کردن دسته وی شکل بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": null,
      "id": 2703
    },
    "howToDo": {
      "persian": "-دستگیره وی شکل را به سیمکش  وصل کنید بر روی دستگاه قایقی بنشینید.\r\n-کف پاها را در قسمت مناسب دستگاه بگذارید ،زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد ،بازوها کاملاً باز و کشیده و آرنج ها کمی خم باشند.\r\n-با خم کردن آرنج دسته وی شکل را به بدن خود نزدیک کنید.\r\n-دسته باید شکم شما را لمس کند.",
      "english": null,
      "arabic": null,
      "id": 2704
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-21fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-21f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-21f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1016,
    "name": {
      "persian": "زیربغل قایقی دستگیره دوبل",
      "english": "Seated cable row",
      "arabic": "Seated cable row",
      "id": 2705
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه شما ثابت باشد.\r\n- هنگام نزدیکی کردن دسته وی شکل بازدم و وقتی از خود دور می کنید دم صورت گیرد.",
      "english": null,
      "arabic": null,
      "id": 2706
    },
    "howToDo": {
      "persian": "-دستگیره وی شکل را به سیمکش  وصل کنید بر روی دستگاه قایقی بنشینید.\r\n-کف پاها را در قسمت مناسب دستگاه بگذارید ،زانوها را کمی خم کنید.\r\n-زاویه بالاتنه شما با ران 90 درجه باشد و کمر حالت طبیعی خود را داشته باشد ،بازوها کاملاً باز و کشیده و آرنج ها کمی خم باشند.\r\n-با خم کردن آرنج دسته وی شکل را به بدن خود نزدیک کنید.\r\n-دسته باید شکم شما را لمس کند.",
      "english": null,
      "arabic": null,
      "id": 2707
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-21mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-21m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-21m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1017,
    "name": {
      "persian": "زیربغل هالتر خم دست معکوس",
      "english": "Yates Row Reverse Grip",
      "arabic": "Yates Row Reverse Grip",
      "id": 2708
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- در مراحلی که هالتر را بالا می برید بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين ليكن  الكوع قريب من القسم العوي من الجسم وبدوره القسم العلوي يكون ثابتا \r\n- شهيق في المراحل التي نرفع فيها الباربل وزفير عنما ننزله للاسفل ",
      "id": 2709
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید ،پاها اندازه عرض لگن باز، زانو خم ،باسن متمایل به عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با زمین حدود 30 درجه باشد.\r\n-سر و سینه بالا، بازو باز و کشیده عمود بر زمین، کف دست ها رو به جلو، آرنج کمی خم باشد.\r\n-با خم کردن آرنج ها و بالا بردن بازو هالتر را در مسیر عمود به بالا تنه نزدیک کنید.\r\n-هالتر کاملاً نزدیک بالا تنه باشد.",
      "english": null,
      "arabic": "- امسك قضيب الباربل ، وافتح الساقين بعرض الورك ، واثني الركبتين ، واثني الوركين للخلف ، وليميل الجزء العلوي من الجسم  إلى الأمام ، وليكن الجزء العلوي من الجسم يبتعد بزاوية  تبلغ حوالي 30 درجة عن الأرض .\r\n-الرأس والصدر باتجاه الأعلى ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً.\r\n- اثنيِ المرفقين وارفع الذراع لجلب القضيب الحديدي وليكن ذلك في اتجاه رأسي إلى أعلى الجذع.\r\n- فليكن الباربل قريبا جدا من الجذع .",
      "id": 2710
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-24fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-24f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-24f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1018,
    "name": {
      "persian": "زیربغل هالتر خم دست معکوس",
      "english": "Yates Row Reverse Grip",
      "arabic": "Yates Row Reverse Grip",
      "id": 2711
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- در مراحلی که هالتر را بالا می برید بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين ليكن  الكوع قريب من القسم العوي من الجسم وبدوره القسم العلوي يكون ثابتا \r\n- شهيق في المراحل التي نرفع فيها الباربل وزفير عنما ننزله للاسفل ",
      "id": 2712
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید ،پاها اندازه عرض لگن باز، زانو خم ،باسن متمایل به عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با زمین حدود 30 درجه باشد.\r\n-سر و سینه بالا، بازو باز و کشیده عمود بر زمین، کف دست ها رو به جلو، آرنج کمی خم باشد.\r\n-با خم کردن آرنج ها و بالا بردن بازو هالتر را در مسیر عمود به بالا تنه نزدیک کنید.\r\n-هالتر کاملاً نزدیک بالا تنه باشد.",
      "english": null,
      "arabic": "- امسك قضيب الباربل ، وافتح الساقين بعرض الورك ، واثني الركبتين ، واثني الوركين للخلف ، وليميل الجزء العلوي من الجسم  إلى الأمام ، وليكن الجزء العلوي من الجسم يبتعد بزاوية  تبلغ حوالي 30 درجة عن الأرض .\r\n-الرأس والصدر باتجاه الأعلى ، والذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، وراحتي اليد موجهتان للأمام ، والمرفقان مثنيان قليلاً.\r\n- اثنيِ المرفقين وارفع الذراع لجلب القضيب الحديدي وليكن ذلك في اتجاه رأسي إلى أعلى الجذع.\r\n- فليكن الباربل قريبا جدا من الجذع .",
      "id": 2713
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-24mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-24m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-24m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1019,
    "name": {
      "persian": "زیربغل هالتر خم",
      "english": "Bent Over BB Row",
      "arabic": "Bent Over BB Row",
      "id": 2714
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- در مراحلی که هالتر را بالا می برید بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين ليكن  الكوع قريب من القسم العوي من الجسم وبدوره القسم العلوي يكون ثابتا \r\n- شهيق في المراحل التي نرفع فيها الباربل وزفير عنما ننزله للاسفل ",
      "id": 2715
    },
    "howToDo": {
      "persian": "-پاها به اندازه عرض لگن باز، زانوها خم، باسن رو به عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با سطح زمین حدود 30 درجه باشد.\r\n-سر و سینه بالا فاصله دست ها از هم به اندازه عرض شانه ،کف دستها رو به بدن ژبازوها باز و کشیده عمود بر زمین، آرنج کمی خم باشد.\r\n-هالتر را با خم کردن آرنج نزدیک به بدن بالا ببرید.\r\n-هالتر کاملاً نزدیک به بالاتنه شود.",
      "english": null,
      "arabic": "- الساقان بعرض الوركين ، والركبتين مثنيتين ، والوركين يتجهان للخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، والجزء العلوي من الجسم بزاوية حوالي 30 درجة على الأرض.\r\n-  الرأس والصدر للاعلى والمسافة بين اليدين بقدر عرض الكتفين ، وراحتا اليدين المواجه لجسم اللكمات مفتوحة وممتدة بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً.\r\n- ارفع الباربل عن طريق ثني مرفقيك بالقرب من جسمك.\r\n-فليكن الباربل قريب جدا من الجذع.",
      "id": 2716
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-27fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-27f.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-27f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1020,
    "name": {
      "persian": "زیربغل هالتر خم",
      "english": "Bent Over BB Row",
      "arabic": "Bent Over BB Row",
      "id": 2717
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج نزدیک بالا تنه و بالا تنه ثابت باشد.\r\n- در مراحلی که هالتر را بالا می برید بازدم و وقتی پایین می آورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين ليكن  الكوع قريب من القسم العوي من الجسم وبدوره القسم العلوي يكون ثابتا \r\n- شهيق في المراحل التي نرفع فيها الباربل وزفير عنما ننزله للاسفل ",
      "id": 2718
    },
    "howToDo": {
      "persian": "-پاها به اندازه عرض لگن باز، زانوها خم، باسن رو به عقب، بالاتنه متمایل به جلو، زاویه بالاتنه با سطح زمین حدود 30 درجه باشد.\r\n-سر و سینه بالا فاصله دست ها از هم به اندازه عرض شانه ،کف دستها رو به بدن ژبازوها باز و کشیده عمود بر زمین، آرنج کمی خم باشد.\r\n-هالتر را با خم کردن آرنج نزدیک به بدن بالا ببرید.\r\n-هالتر کاملاً نزدیک به بالاتنه شود.",
      "english": null,
      "arabic": "- الساقان بعرض الوركين ، والركبتين مثنيتين ، والوركين يتجهان للخلف ، والجزء العلوي من الجسم يميل إلى الأمام ، والجزء العلوي من الجسم بزاوية حوالي 30 درجة على الأرض.\r\n-  الرأس والصدر للاعلى والمسافة بين اليدين بقدر عرض الكتفين ، وراحتا اليدين المواجه لجسم اللكمات مفتوحة وممتدة بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً.\r\n- ارفع الباربل عن طريق ثني مرفقيك بالقرب من جسمك.\r\n-فليكن الباربل قريب جدا من الجذع.",
      "id": 2719
    },
    "iconUri": "https://workout.o2fitt.com/icons/pos-27mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pos-27m.jpg",
    "video": "https://workout.o2fitt.com/videos/pos-27m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1021,
    "name": {
      "persian": "ساعد هالتر از پشت",
      "english": "Lying Dumbbell Triceps Extension",
      "arabic": "Lying Dumbbell Triceps Extension",
      "id": 2720
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مچ دست حرکت کند و ساعد ثابت باشد.\r\n-هنگام بالا آوردن مچ  بازدم و وقتی به پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-عند التمرين حركة الساعد يجب ان تبقى ثابتة والمعصم فقط يتحرك .\r\n- شهيق عندما ترفع معصمك للاعلى وزفير عندما تخفضه ",
      "id": 2721
    },
    "howToDo": {
      "persian": "-هالتر را پشت بدن به عضلات سرینی بچسبانید، صاف بایستید.\r\n-دستها  به اندازه عرض لگن باز ،پشت دستها چسبیده به سرینی باشد.\r\n-بازوها باز و کشیده عمود بر زمین ،پاها هم به اندازه عرض شانه باز باشد.\r\n-با بالا آوردن کف دست هالتر را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به سقف شود.",
      "english": null,
      "arabic": "-.ألصق الباربل بعضلات الورك في الجزء الخلفي من الجسم وقف بشكل مستقيم.\r\n-.يجب أن تكون اليدين ممدودتين ومفتوحتين كعرض الحوض ، ولتلتصق ظهر اليد  بالوركين .\r\n-.اجعل الذراعين مفتوحتان وممتدتان بشكل عمودي على الأرض ، والساقان متباعدتان بمقدار عرض الكتفين.\r\n-.ارفع الباربل لأعلى ما يمكنك عن طريق رفع راحة يدك.\r\n- لتكن راحتا اليد مواجهة للسقف..",
      "id": 2722
    },
    "iconUri": "https://workout.o2fitt.com/icons/sad-15fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sad-15f.jpg",
    "video": "https://workout.o2fitt.com/videos/sad-15f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 1022,
    "name": {
      "persian": "ساعد هالتر از پشت",
      "english": "Lying Dumbbell Triceps Extension",
      "arabic": "Lying Dumbbell Triceps Extension",
      "id": 2723
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مچ دست حرکت کند و ساعد ثابت باشد.\r\n-هنگام بالا آوردن مچ  بازدم و وقتی به پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-عند التمرين حركة الساعد يجب ان تبقى ثابتة والمعصم فقط يتحرك .\r\n- شهيق عندما ترفع معصمك للاعلى وزفير عندما تخفضه",
      "id": 2724
    },
    "howToDo": {
      "persian": "-هالتر را پشت بدن به عضلات سرینی بچسبانید، صاف بایستید.\r\n-دستها  به اندازه عرض لگن باز ،پشت دستها چسبیده به سرینی باشد.\r\n-بازوها باز و کشیده عمود بر زمین ،پاها هم به اندازه عرض شانه باز باشد.\r\n-با بالا آوردن کف دست هالتر را تا جاییکه میتوانید بالا بیاورید.\r\n-کف دستها رو به سقف شود.",
      "english": null,
      "arabic": "-.ألصق الباربل بعضلات الورك في الجزء الخلفي من الجسم وقف بشكل مستقيم.\r\n-.يجب أن تكون اليدين ممدودتين ومفتوحتين كعرض الحوض ، ولتلتصق ظهر اليد  بالوركين .\r\n-.اجعل الذراعين مفتوحتان وممتدتان بشكل عمودي على الأرض ، والساقان متباعدتان بمقدار عرض الكتفين.\r\n-.ارفع الباربل لأعلى ما يمكنك عن طريق رفع راحة يدك.\r\n- لتكن راحتا اليد مواجهة للسقف..",
      "id": 2725
    },
    "iconUri": "https://workout.o2fitt.com/icons/sad-15mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sad-15m.jpg",
    "video": "https://workout.o2fitt.com/videos/sad-15m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 1023,
    "name": {
      "persian": "ساعد هالتر نشسته",
      "english": "Dumbbell Triceps Extension",
      "arabic": "Dumbbell Triceps Extension",
      "id": 2726
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت ساعد شما  ثابت و فقط مچ دست حرکت کند.\r\n-هنگامیکه مچ را بالا میاورید بازدم و وقتی مچ را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-عند التمرين حركة الساعد يجب ان تبقى ثابتة والمعصم فقط يتحرك .\r\n- شهيق عندما ترفع معصمك للاعلى وزفير عندما تخفضه ",
      "id": 2727
    },
    "howToDo": {
      "persian": "-یک هالتر را با دو دست بگیرید بر روی نیمکت تخت بنشینید.\r\n-پاها به اندازه عرض لگن باز باشد و ساعد بر روی ران ثابت شود.\r\n-کف دستها رو به پایین باشد و مچ ها در جلوی زانو آویزان باشد،کمی به جلو خم شوید.\r\n-با بالا آوردن مچ هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك قضيبًا بكلتا يديك واجلس على مقعد مسطح.\r\n-يجب أن تكون الأرجل مفتوحة كعرض الحوض والساعدان مثبتتين على الفخذين.\r\n- لتكن راحتي اليدين متجهتين للأسفل والمعصمين متدليتين أمام الركبتين ، ولتنحن قليلاً إلى الأمام.\r\n-.ارفع الحديد لأعلى ما يمكن عن طريق رفع معصمك",
      "id": 2728
    },
    "iconUri": "https://workout.o2fitt.com/icons/sad-20fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sad-20f.jpg",
    "video": "https://workout.o2fitt.com/videos/sad-20f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 1024,
    "name": {
      "persian": "ساعد هالتر نشسته",
      "english": "Dumbbell Triceps Extension",
      "arabic": "Dumbbell Triceps Extension",
      "id": 2729
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت ساعد شما  ثابت و فقط مچ دست حرکت کند.\r\n-هنگامیکه مچ را بالا میاورید بازدم و وقتی مچ را پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-عند التمرين حركة الساعد يجب ان تبقى ثابتة والمعصم فقط يتحرك .\r\n- شهيق عندما ترفع معصمك للاعلى وزفير عندما تخفضه",
      "id": 2730
    },
    "howToDo": {
      "persian": "-یک هالتر را با دو دست بگیرید بر روی نیمکت تخت بنشینید.\r\n-پاها به اندازه عرض لگن باز باشد و ساعد بر روی ران ثابت شود.\r\n-کف دستها رو به پایین باشد و مچ ها در جلوی زانو آویزان باشد،کمی به جلو خم شوید.\r\n-با بالا آوردن مچ هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك قضيبًا بكلتا يديك واجلس على مقعد مسطح.\r\n-يجب أن تكون الأرجل مفتوحة كعرض الحوض والساعدان مثبتتين على الفخذين.\r\n- لتكن راحتي اليدين متجهتين للأسفل والمعصمين متدليتين أمام الركبتين ، ولتنحن قليلاً إلى الأمام.\r\n-.ارفع الحديد لأعلى ما يمكن عن طريق رفع معصمك",
      "id": 2731
    },
    "iconUri": "https://workout.o2fitt.com/icons/sad-20mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sad-20m.jpg",
    "video": "https://workout.o2fitt.com/videos/sad-20m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 8,
    "attributes": []
  },
  {
    "id": 1025,
    "name": {
      "persian": "ساق پا دستگاه پرس پا",
      "english": "Calf Raise On Leg Press Machine",
      "arabic": "Calf Raise On Leg Press Machine",
      "id": 2732
    },
    "recommandation": {
      "persian": "-در اجرای این حرکت به شدت مراقب باشید چون لغزش پنجه پا و استفاده نکردن از میله ایمنی دستگاه پرس پا میتواند به شدت آسیب زا باشد.",
      "english": null,
      "arabic": "- توخي الحذر الشديد عند أداء هذه الحركة لأن انزلاق إصبع القدم وعدم استخدام قضيب الأمان الخاص بالضغط على القدم يمكن أن يكون ضارًا جدًا.",
      "id": 2733
    },
    "howToDo": {
      "persian": "-بر روی دستگاه پرس پا بنشینید،پای خود را به اندازه عرض شانه باز کنید.\r\n-زانوهایتان کمی خم باشد ،زاویه بالاتنه با پاها 90 درجه باشد.\r\n-با دقت انگشتان پا و پنجه پایتان را در بخش پایینی صفحه مخصوص قرار دهید.\r\n-با پنجه پا به صفحه مخصوص فشار وارد کرده تا پاشنه پا متمایل یه سمت بالا شود.\r\n-تمرکز داشته باشید زاویه زانو ثابت باشد و فقط مچ پا خم و راست شود.",
      "english": null,
      "arabic": "-اجلس على الجهاز وقم بالضغط على القدم ، باعد بين ساقيك بمقدار عرض الكتفين\r\n-. لتكن ركبتيك مثنيتين قليلاً ، وزاوية الجزء العلوي من الجسم مع الساقين بمقدار 90 درجة.\r\n-ضع أصابع قدميك بعناية في الجزء السفلي من اللوحة الخاصة.\r\n-قم بالضغط على اللوحة مع إصبع القدم بحيث يميل الكعب للأعلى .\r\n-ركز على الحفاظ على زاوية الركبة ثابتة واجعل الكاحل مثني ومستقيم فقط",
      "id": 2734
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-5fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-5f.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-5f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1026,
    "name": {
      "persian": "ساق پا دستگاه پرس پا",
      "english": "Calf Raise On Leg Press Machine",
      "arabic": "Calf Raise On Leg Press Machine",
      "id": 2735
    },
    "recommandation": {
      "persian": "-در اجرای این حرکت به شدت مراقب باشید چون لغزش پنجه پا و استفاده نکردن از میله ایمنی دستگاه پرس پا میتواند به شدت آسیب زا باشد.",
      "english": null,
      "arabic": "- توخي الحذر الشديد عند أداء هذه الحركة لأن انزلاق إصبع القدم وعدم استخدام قضيب الأمان الخاص بالضغط على القدم يمكن أن يكون ضارًا جدًا.",
      "id": 2736
    },
    "howToDo": {
      "persian": "-بر روی دستگاه پرس پا بنشینید،پای خود را به اندازه عرض شانه باز کنید.\r\n-زانوهایتان کمی خم باشد ،زاویه بالاتنه با پاها 90 درجه باشد.\r\n-با دقت انگشتان پا و پنجه پایتان را در بخش پایینی صفحه مخصوص قرار دهید.\r\n-با پنجه پا به صفحه مخصوص فشار وارد کرده تا پاشنه پا متمایل یه سمت بالا شود.\r\n-تمرکز داشته باشید زاویه زانو ثابت باشد و فقط مچ پا خم و راست شود.",
      "english": null,
      "arabic": "-اجلس على الجهاز وقم بالضغط على القدم ، باعد بين ساقيك بمقدار عرض الكتفين\r\n-. لتكن ركبتيك مثنيتين قليلاً ، وزاوية الجزء العلوي من الجسم مع الساقين بمقدار 90 درجة.\r\n-ضع أصابع قدميك بعناية في الجزء السفلي من اللوحة الخاصة.\r\n-قم بالضغط على اللوحة مع إصبع القدم بحيث يميل الكعب للأعلى .\r\n-ركز على الحفاظ على زاوية الركبة ثابتة واجعل الكاحل مثني ومستقيم فقط",
      "id": 2737
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-5mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-5m.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-5m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1027,
    "name": {
      "persian": "ساق پا دستگاه تک پا",
      "english": "Standing Machine Calf Raise",
      "arabic": "Standing Machine Calf Raise",
      "id": 2738
    },
    "recommandation": {
      "persian": "- پاشنه پای شما باید تا پایین ترین حد ممکن پایین بیاید و سپس آن را تا بالاترین حد ممکن بالا ببرید.\r\n- به منظور افزایش شدت تمرین ساق پا ایستاده تک پا در بالای حرکت ، مکث کوتاهی کنید.\r\nدر پایین حرکت هرگز مکث نکنید.\r\n- زمانی که پاشنه پای شما در پایین حد ممکن قرار گرفت باید تکرار بعدی را آغاز کنید.\r\n- مراقب باشید در حین اجرای حرکت زانوی شما خم نشود.",
      "english": null,
      "arabic": "-  يجب أن يكون كعب قدمك في ادنى نقطة ممكنه ثم قم برفعه الى اعلى نقطة .\r\n- توقف للحظة واحدة وذلك لزيادة شدة تمرين الساق  ولتكن احدى الساقين ثابته والاخرى متحركة .\r\n-لا تتوقف أبدًا في الأسفل.\r\n- عندما يكون كعب القدم في أدنى مستوى له عليك القيام بالتكرار التالي \r\n- انتبه عند اجراء هذه الحركة لا تقم بثني ركبتك .",
      "id": 2739
    },
    "howToDo": {
      "persian": "- بر روی دستگاه ساق پا ایستاده و پنجه یک پا را روی سکو  و پای دیگر را پشت آن پا قرار دهید.\r\n- پا را صاف نگه داشته و با انقباض ساق  به طرف بالا بروید.\r\n- در بخش پایین حرکت نیز باید ساق  خود را مورد کشش قرار دهید.در پایان این حرکت را با پای مخالف انجام دهید.",
      "english": null,
      "arabic": "قف على جهاز تمرين الرجل وضع اصابع (مقدمة) إحدى قدميك على المنصة وضع الرجل الآخرى خلفها\r\n- حافظ على استقامة الساق واصعد للاعلى مع تقليصها\r\nيجب أن تمد ساقك في الجزء السفلي من الحركة أيضًا. ثم كرر هذه الحركة بالساق الأخرى.",
      "id": 2740
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-10fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-10f.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-10f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1028,
    "name": {
      "persian": "ساق پا دستگاه تک پا",
      "english": "Standing Machine Calf Raise",
      "arabic": "Standing Machine Calf Raise",
      "id": 2741
    },
    "recommandation": {
      "persian": "- پاشنه پای شما باید تا پایین ترین حد ممکن پایین بیاید و سپس آن را تا بالاترین حد ممکن بالا ببرید.\r\n- به منظور افزایش شدت تمرین ساق پا ایستاده تک پا در بالای حرکت ، مکث کوتاهی کنید.\r\nدر پایین حرکت هرگز مکث نکنید.\r\n- زمانی که پاشنه پای شما در پایین حد ممکن قرار گرفت باید تکرار بعدی را آغاز کنید.\r\n- مراقب باشید در حین اجرای حرکت زانوی شما خم نشود.",
      "english": null,
      "arabic": "-  يجب أن يكون كعب قدمك في ادنى نقطة ممكنه ثم قم برفعه الى اعلى نقطة .\r\n- توقف للحظة واحدة وذلك لزيادة شدة تمرين الساق  ولتكن احدى الساقين ثابته والاخرى متحركة .\r\n-لا تتوقف أبدًا في الأسفل.\r\n- عندما يكون كعب القدم في أدنى مستوى له عليك القيام بالتكرار التالي \r\n- انتبه عند اجراء هذه الحركة لا تقم بثني ركبتك .",
      "id": 2742
    },
    "howToDo": {
      "persian": "- بر روی دستگاه ساق پا ایستاده و پنجه یک پا را روی سکو  و پای دیگر را پشت آن پا قرار دهید.\r\n- پا را صاف نگه داشته و با انقباض ساق  به طرف بالا بروید.\r\n- در بخش پایین حرکت نیز باید ساق  خود را مورد کشش قرار دهید.در پایان این حرکت را با پای مخالف انجام دهید.",
      "english": null,
      "arabic": "قف على جهاز تمرين الرجل وضع اصابع (مقدمة) إحدى قدميك على المنصة وضع الرجل الآخرى خلفها\r\n- حافظ على استقامة الساق واصعد للاعلى مع تقليصها\r\nيجب أن تمد ساقك في الجزء السفلي من الحركة أيضًا. ثم كرر هذه الحركة بالساق الأخرى.",
      "id": 2743
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-10mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-10m.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-10m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1029,
    "name": {
      "persian": "سرشانه هالتر از پشت ایستاده",
      "english": "Behind The Neck Press",
      "arabic": "Behind The Neck Press",
      "id": 2744
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زانوها خم نباشند و کمی خمیدگی داشته باشند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الركبتين منحنيتين بشكل طفيف وليس بشكل كامل .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 2745
    },
    "howToDo": {
      "persian": "-هالتر پشت سر پایینتر از گردن بر روی شانه ها قرار گیرد.\r\n-پاها به اندازه عرض شانه باز،دستها بیشتر از عرض شانه باز و کف دستها رو به جلو باشد.\r\n-هالتر را از دندانه ها جدا کنید ،کمی بالا بیاورید تا زاویه بازو و بالاتنه شما کمی  کمتر از 90 درجه شود.\r\n-با باز کردن آرنج هالتر را بالا ببرید.بازوها در بالای سر باز و کشیده باشند.",
      "english": null,
      "arabic": "- ضع الباربل خلف الرأس في أسفل العنق وعلى الكتفين.\r\n-يجب أن تكون .الساقان متباعدتان بعرض الكتفين والذراعين متباعدتان بعرض الكتفين والراحتين متجهتان للأمام\r\n-.قم بإزالة الباربل من الأسنان ، وارفعه قليلاً بحيث تكون الزاوية بين ذراعك والجزء العلوي من جسمك أقل من 90 درجة\r\n- ارفع الباربل بفتح الكوع ولتكن  والذراعان مفتوحتان وممدودتان فوق الرأس.",
      "id": 2746
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-27fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-27f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-27f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1030,
    "name": {
      "persian": "سرشانه هالتر از پشت ایستاده",
      "english": "Behind The Neck Press",
      "arabic": "Behind The Neck Press",
      "id": 2747
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زانوها خم نباشند و کمی خمیدگی داشته باشند.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی هالتر را پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الركبتين منحنيتين بشكل طفيف وليس بشكل كامل .\r\n-عند رفع الباربل زفير وعند انزالها شهيق.",
      "id": 2748
    },
    "howToDo": {
      "persian": "-هالتر پشت سر پایینتر از گردن بر روی شانه ها قرار گیرد.\r\n-پاها به اندازه عرض شانه باز،دستها بیشتر از عرض شانه باز و کف دستها رو به جلو باشد.\r\n-هالتر را از دندانه ها جدا کنید ،کمی بالا بیاورید تا زاویه بازو و بالاتنه شما کمی  کمتر از 90 درجه شود.\r\n-با باز کردن آرنج هالتر را بالا ببرید.بازوها در بالای سر باز و کشیده باشند.",
      "english": null,
      "arabic": "- ضع الباربل خلف الرأس في أسفل العنق وعلى الكتفين.\r\n-يجب أن تكون .الساقان متباعدتان بعرض الكتفين والذراعين متباعدتان بعرض الكتفين والراحتين متجهتان للأمام\r\n-.قم بإزالة الباربل من الأسنان ، وارفعه قليلاً بحيث تكون الزاوية بين ذراعك والجزء العلوي من جسمك أقل من 90 درجة\r\n- ارفع الباربل بفتح الكوع ولتكن  والذراعان مفتوحتان وممدودتان فوق الرأس.",
      "id": 2749
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-27mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-27m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-27m_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1031,
    "name": {
      "persian": "فلای معکوس دستگاه",
      "english": "Reverse Machine Flye",
      "arabic": "Reverse Machine Flye",
      "id": 2750
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا نشیمنگاه صندلی را متناسب با قد خود تنظیم کرده تا دستگیره های دستگاه در مقابل سرشانه شما قرار گیرد.\r\n- وزنه دلخواه را انتخاب کنید و حالا دستگیره ها را بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، با یک حرکت نیم دایره ای دستگیره ها را به سمت عقب کشیده و نقطه اوج حرکت زمانی است که دستان شما با کمر در این راستا قرار گیرند.(مانند صلیب)\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.\r\n- در طول انجام حرکت آرنج ها کمی خم شه و تنها عضلات سرشانه و مخصوصا عضله پشتی شانه(infraspinatus) درگیر شود.",
      "english": null,
      "arabic": "أولاً اضبط المقعد ليتناسب مع طولك بحيث تكون المقابض أمام كتفيك.\r\nحدد الوزن المطلوب وامسك بالمقابض.\r\nهذه هي نقطة بداية الحركة\r\nاسحب المقابض للخلف بحركة نصف دائرية مع الزفير، وتصل إلى ذروة الحركة عندما تكون يداك و ظهرك متقاطعتان كالصليب.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.\r\nاثنِ المرفقين قليلًا طوال مدة الحركة ولا تشارك إلا عضلات الكتف خاصة عضلة الكتف الظهرية (infraspinatus).",
      "id": 2751
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-100fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-100f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-100f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1032,
    "name": {
      "persian": "فلای معکوس دستگاه",
      "english": "Reverse Machine Flye",
      "arabic": "Reverse Machine Flye",
      "id": 2752
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا نشیمنگاه صندلی را متناسب با قد خود تنظیم کرده تا دستگیره های دستگاه در مقابل سرشانه شما قرار گیرد.\r\n- وزنه دلخواه را انتخاب کنید و حالا دستگیره ها را بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، با یک حرکت نیم دایره ای دستگیره ها را به سمت عقب کشیده و نقطه اوج حرکت زمانی است که دستان شما با کمر در این راستا قرار گیرند.(مانند صلیب)\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.\r\n- در طول انجام حرکت آرنج ها کمی خم شه و تنها عضلات سرشانه و مخصوصا عضله پشتی شانه(infraspinatus) درگیر شود.",
      "english": null,
      "arabic": "أولاً اضبط المقعد ليتناسب مع طولك بحيث تكون المقابض أمام كتفيك.\r\nحدد الوزن المطلوب وامسك بالمقابض.\r\nهذه هي نقطة بداية الحركة\r\nاسحب المقابض للخلف بحركة نصف دائرية مع الزفير، وتصل إلى ذروة الحركة عندما تكون يداك و ظهرك متقاطعتان كالصليب.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.\r\nاثنِ المرفقين قليلًا طوال مدة الحركة ولا تشارك إلا عضلات الكتف خاصة عضلة الكتف الظهرية (infraspinatus).",
      "id": 2753
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-100mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-100m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-100m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1033,
    "name": {
      "persian": "فلای معکوس چکشی دستگاه",
      "english": "Reverse Machine Flyes",
      "arabic": "Reverse Machine Flyes",
      "id": 2754
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا نشیمنگاه صندلی را متناسب با قد خود تنظیم کرده تا دستگیره های دستگاه در مقابل سرشانه شما قرار گیرد.\r\n- وزنه دلخواه را انتخاب کنید و حالا دستگیره ها را بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، با یک حرکت نیم دایره ای دستگیره ها را به سمت عقب کشیده و نقطه اوج حرکت زمانی است که دستان شما با کمر در این راستا قرار گیرند.(مانند صلیب)\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.\r\n- در طول انجام حرکت آرنج ها کمی خم شه و تنها عضلات سرشانه و مخصوصا عضله پشتی شانه(infraspinatus) درگیر شود.",
      "english": null,
      "arabic": "أولاً اضبط المقعد ليتناسب مع طولك بحيث تكون المقابض أمام كتفيك.\r\nحدد الوزن المطلوب وامسك بالمقابض.\r\nهذه هي نقطة بداية الحركة\r\nاسحب المقابض للخلف بحركة نصف دائرية مع الزفير، وتصل إلى ذروة الحركة عندما تكون يداك و ظهرك متقاطعتان كالصليب.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.\r\nاثنِ المرفقين قليلًا طوال مدة الحركة ولا تشارك إلا عضلات الكتف خاصة عضلة الكتف الظهرية (infraspinatus).",
      "id": 2755
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-101fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-101f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-101f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1034,
    "name": {
      "persian": "فلای معکوس چکشی دستگاه",
      "english": "Reverse Machine Flyes",
      "arabic": "Reverse Machine Flyes",
      "id": 2756
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا نشیمنگاه صندلی را متناسب با قد خود تنظیم کرده تا دستگیره های دستگاه در مقابل سرشانه شما قرار گیرد.\r\n- وزنه دلخواه را انتخاب کنید و حالا دستگیره ها را بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، با یک حرکت نیم دایره ای دستگیره ها را به سمت عقب کشیده و نقطه اوج حرکت زمانی است که دستان شما با کمر در این راستا قرار گیرند.(مانند صلیب)\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.\r\n- در طول انجام حرکت آرنج ها کمی خم شه و تنها عضلات سرشانه و مخصوصا عضله پشتی شانه(infraspinatus) درگیر شود.",
      "english": null,
      "arabic": "أولاً اضبط المقعد ليتناسب مع طولك بحيث تكون المقابض أمام كتفيك.\r\nحدد الوزن المطلوب وامسك بالمقابض.\r\nهذه هي نقطة بداية الحركة\r\nاسحب المقابض للخلف بحركة نصف دائرية مع الزفير، وتصل إلى ذروة الحركة عندما تكون يداك و ظهرك متقاطعتان كالصليب.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.\r\nاثنِ المرفقين قليلًا طوال مدة الحركة ولا تشارك إلا عضلات الكتف خاصة عضلة الكتف الظهرية (infraspinatus).",
      "id": 2757
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-101mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-101m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-101m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1035,
    "name": {
      "persian": "فیس پول",
      "english": "Face Pull",
      "arabic": "Face Pull",
      "id": 2758
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل یکی از میله های سیم کش دستگاه ایستاده و محل قرارگیری قرقره را در مقابل سینه خود انتخاب کنید.\r\n- دستگیره طنابی را به گیره وصل کرده و با دو دست خود انتهای طناب را گرفته بطوریکه انگشتان شصت در مقابل همدیگر باشند.\r\n- یک قدم به عقب رفته تا دستانتان صاف و موازی با زمین باشد.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، آرنج دستان خود را خم کرده تا دستانتان به سمت بالای صورت شما بیاید و در طول انجام حرکت باید بازوها ثابت بود و موازی با زمین باشد.\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "قف أمام أحد قضبان أسلاك الجهاز واضبط مكان البكرة أمام صدرك.\r\nاربط مقبض الحبل بالمشابك وأمسك طرف الحبل بكلتا يديك بحيث يواجه إبهام كل يد إبهام اليد الآخرى.\r\nارجع خطوة للوراء بحيث تكون يداك مستقيمة ومتوازيتين مع الأرض.\r\nستكون هذه هي نقطة بداية الحركة. \r\nاثنِ مرفقيك مع الزفير بحيث تكون يداك مقابلة لوجهك ، ويجب أن تكون ذراعك ثابتة ومتوازية مع الأرض أثناء الحركة.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة .",
      "id": 2759
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-109fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-109f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-109f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1036,
    "name": {
      "persian": "فیس پول",
      "english": "Face Pull",
      "arabic": "Face Pull",
      "id": 2760
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در مقابل یکی از میله های سیم کش دستگاه ایستاده و محل قرارگیری قرقره را در مقابل سینه خود انتخاب کنید.\r\n- دستگیره طنابی را به گیره وصل کرده و با دو دست خود انتهای طناب را گرفته بطوریکه انگشتان شصت در مقابل همدیگر باشند.\r\n- یک قدم به عقب رفته تا دستانتان صاف و موازی با زمین باشد.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، آرنج دستان خود را خم کرده تا دستانتان به سمت بالای صورت شما بیاید و در طول انجام حرکت باید بازوها ثابت بود و موازی با زمین باشد.\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "قف أمام أحد قضبان أسلاك الجهاز واضبط مكان البكرة أمام صدرك.\r\nاربط مقبض الحبل بالمشابك وأمسك طرف الحبل بكلتا يديك بحيث يواجه إبهام كل يد إبهام اليد الآخرى.\r\nارجع خطوة للوراء بحيث تكون يداك مستقيمة ومتوازيتين مع الأرض.\r\nستكون هذه هي نقطة بداية الحركة. \r\nاثنِ مرفقيك مع الزفير بحيث تكون يداك مقابلة لوجهك ، ويجب أن تكون ذراعك ثابتة ومتوازية مع الأرض أثناء الحركة.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة .",
      "id": 2761
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-109mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-109m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-109m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1037,
    "name": {
      "persian": "شکم کرانچ دستگاه طرفین",
      "english": "Ab Crunch Machine",
      "arabic": "Ab Crunch Machine",
      "id": 2762
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا با توجه به قدرت بدنی وزن مورد نظر را انتخاب کرده سپس بر روی دستگاه نشسته و پاهای خود را پشت پدهای تعبیه شده برای پا قرار داده و  با دو دست یکی از  دستگیره  های تعبیه شده در قسمت بالایی دستگاه را بگیرید .\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، همزمان و به آرامی پاهای خود را به سمت بالا و قسمت بالایی کمر را به سمت پایین آورید و این حرکت باید با عضله شکم انجام شود.\r\n- پس از یک ثانیه مکث در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.و با دستگیره مخالف همین حرکت را تکرار کنید.",
      "english": null,
      "arabic": "أولاً ، اختر الوزن المطلوب وفقًا لقدرتك البدنية ، ثم اجلس على الجهاز وضع قدميك خلف وسادات القدم المدمجة وأمسك بأحد المقابض المدمجة في الجزء العلوي من الجهاز بكلتا يديك.\r\nستكون هذه هي نقطة بداية الحركة.\r\nارفع قدميك ببطء للأعلى أثناء الزفير والقسم العلوي من ظهرك للأسفل ، ويجب أن تتم هذه الحركة من خلال عضلات البطن.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.و وكرر الحركة بالمقبض الآخر.",
      "id": 2763
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-25fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-25f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-25f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1038,
    "name": {
      "persian": "شکم کرانچ دستگاه طرفین",
      "english": "Ab Crunch Machine",
      "arabic": "Ab Crunch Machine",
      "id": 2764
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا با توجه به قدرت بدنی وزن مورد نظر را انتخاب کرده سپس بر روی دستگاه نشسته و پاهای خود را پشت پدهای تعبیه شده برای پا قرار داده و  با دو دست یکی از  دستگیره  های تعبیه شده در قسمت بالایی دستگاه را بگیرید .\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، همزمان و به آرامی پاهای خود را به سمت بالا و قسمت بالایی کمر را به سمت پایین آورید و این حرکت باید با عضله شکم انجام شود.\r\n- پس از یک ثانیه مکث در حالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.و با دستگیره مخالف همین حرکت را تکرار کنید.",
      "english": null,
      "arabic": "أولاً ، اختر الوزن المطلوب وفقًا لقدرتك البدنية ، ثم اجلس على الجهاز وضع قدميك خلف وسادات القدم المدمجة وأمسك بأحد المقابض المدمجة في الجزء العلوي من الجهاز بكلتا يديك.\r\nستكون هذه هي نقطة بداية الحركة.\r\nارفع قدميك ببطء للأعلى أثناء الزفير والقسم العلوي من ظهرك للأسفل ، ويجب أن تتم هذه الحركة من خلال عضلات البطن.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.و وكرر الحركة بالمقبض الآخر.",
      "id": 2765
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-25mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-25m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-25m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1039,
    "name": {
      "persian": "زیر شکم خوابیده پا 90 درجه",
      "english": "Flat Bench Lying Leg Raise",
      "arabic": "Flat Bench Lying Leg Raise",
      "id": 2766
    },
    "recommandation": null,
    "howToDo": {
      "persian": "در حالی که کمر صاف و پاها در امتداد میز کشیده شده هستند، روی آن دراز بکشید.\r\nدست های خود را در حالی که کف دست روی میز قرار دارد، زیر باسن قرار دهید یا پشت میز را بگیرید. در صورت لزوم برای افزایش سختی تمرین می توانید یک دمبل را میان پاهای خود قرار دهید. این نقطه شروع حرکت خواهد بود.\r\nبا حفظ حالت کشیدگی پاها، تا جایی که با باسن زاویه ای نود درجه تشکیل دهند، آن ها را بالا آورید. در بالاترین نقطه حرکت سعی کنید باسن خود را کمی از روی میز بلند کنید. همزمان با انجام این بخش از تمرین، عمل بازدم (بیرون دادن نفس) را انجام دهید و در بالاترین نقطه لحظه ای مکث کنید.\r\nحال همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی پاها را تا نقطه شروع نقطه پایین ببرید.",
      "english": null,
      "arabic": "استلقِ على الطاولة بينما ظهرك مستقيما وقدميك ممدودتان\r\nبينما راحتي اليد على الطاولة ضع يديك تحت الورك أو خلف الطاولة. يمكنك وضع الدمبل بين ساقيك لزيادة صعوبة التمرين إذا لزم الأمر.هذه هي نقطة بداية الحركة\r\nحافظ على القدمين ممدودتين وارفعهما بحيث تشكلان زاوية تسعين درجة مع الورك . حاول رفع وركيك قليلاً عن الطاولة في أعلى نقطة للحركة. توقف في أعلى نقطة من الحركة للحظة مع الزفير في نفس الوقت الذي تقوم فيه بهذا الجزء من التمرين.\r\nأنزل ساقيك بلطف إلى نقطة البداية مع الشهيق.",
      "id": 2767
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-31fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-31f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-31f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1040,
    "name": {
      "persian": "زیر شکم خوابیده پا 90 درجه",
      "english": "Flat Bench Lying Leg Raise",
      "arabic": "Flat Bench Lying Leg Raise",
      "id": 2768
    },
    "recommandation": null,
    "howToDo": {
      "persian": "در حالی که کمر صاف و پاها در امتداد میز کشیده شده هستند، روی آن دراز بکشید.\r\nدست های خود را در حالی که کف دست روی میز قرار دارد، زیر باسن قرار دهید یا پشت میز را بگیرید. در صورت لزوم برای افزایش سختی تمرین می توانید یک دمبل را میان پاهای خود قرار دهید. این نقطه شروع حرکت خواهد بود.\r\nبا حفظ حالت کشیدگی پاها، تا جایی که با باسن زاویه ای نود درجه تشکیل دهند، آن ها را بالا آورید. در بالاترین نقطه حرکت سعی کنید باسن خود را کمی از روی میز بلند کنید. همزمان با انجام این بخش از تمرین، عمل بازدم (بیرون دادن نفس) را انجام دهید و در بالاترین نقطه لحظه ای مکث کنید.\r\nحال همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی پاها را تا نقطه شروع نقطه پایین ببرید.",
      "english": null,
      "arabic": "استلقِ على الطاولة بينما ظهرك مستقيما وقدميك ممدودتان\r\nبينما راحتي اليد على الطاولة ضع يديك تحت الورك أو خلف الطاولة. يمكنك وضع الدمبل بين ساقيك لزيادة صعوبة التمرين إذا لزم الأمر.هذه هي نقطة بداية الحركة\r\nحافظ على القدمين ممدودتين وارفعهما بحيث تشكلان زاوية تسعين درجة مع الورك . حاول رفع وركيك قليلاً عن الطاولة في أعلى نقطة للحركة. توقف في أعلى نقطة من الحركة للحظة مع الزفير في نفس الوقت الذي تقوم فيه بهذا الجزء من التمرين.\r\nأنزل ساقيك بلطف إلى نقطة البداية مع الشهيق.",
      "id": 2769
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-31mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-31m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-31m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1041,
    "name": {
      "persian": "فیله کمر",
      "english": "Back Extensions - Hyperextensions",
      "arabic": "Back Extensions - Hyperextensions",
      "id": 2770
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی دستگاه فیله رفته و پاها را قلاب کرده و تکیه گاه بالایی دستگاه را نسبت به بدنمان تنظیم کنیم. (توجه داشته باشید که تکیه گاه بالایی نباید مانع تحرک ما شود.)\r\n- مطابق  فیلم  دست ها را روی سینه قرار داده و به آرامی بالا و پایین بیاورید.",
      "english": null,
      "arabic": "اذهب إلى آلة الفيليه واربط الأرجل واضبط الدعم العلوي للآلة على جسمنا. (لا ينبغي أن يعيق الدعم العلوي حركتنا).\r\nضع يديك على صدرك كما في الفيديو وحركهما للأعلى وللأسفل ببطء.",
      "id": 2771
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-36fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-36f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-36f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1042,
    "name": {
      "persian": "فیله کمر",
      "english": "Back Extensions - Hyperextensions",
      "arabic": "Back Extensions - Hyperextensions",
      "id": 2772
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی دستگاه فیله رفته و پاها را قلاب کرده و تکیه گاه بالایی دستگاه را نسبت به بدنمان تنظیم کنیم. (توجه داشته باشید که تکیه گاه بالایی نباید مانع تحرک ما شود.)\r\n- مطابق  فیلم  دست ها را روی سینه قرار داده و به آرامی بالا و پایین بیاورید.",
      "english": null,
      "arabic": "اذهب إلى آلة الفيليه واربط الأرجل واضبط الدعم العلوي للآلة على جسمنا. (لا ينبغي أن يعيق الدعم العلوي حركتنا).\r\nضع يديك على صدرك كما في الفيديو وحركهما للأعلى وللأسفل ببطء.",
      "id": 2773
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-36mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-36m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-36m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1043,
    "name": {
      "persian": "سلام ژاپنی",
      "english": "Stiff Leg Barbell Good Morning",
      "arabic": "Stiff Leg Barbell Good Morning",
      "id": 2774
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا هالتر را مانند فیلم  بلند می کنیم طوری که هالتر روی مهره ها نباشد و زانویتان را قفل کنید و پایتان را نزدیک به هم قرار دهید.\r\n- هنگام اجرا بخش منفی حرکت (پایین رفتن) اول مفصل زانو خور را صاف نگه دارید تا بالا تنه شما موازی زمین قرار بگیرد.\r\n- به آرامی به حالت اول برگردید.",
      "english": null,
      "arabic": "أولاً ، ارفع الحديد مثل الفيلم بحيث لا يضغط الحديد على الفقرات وأغلق ركبتيك وضع قدميك بالقرب من بعضهما البعض.\r\nعند أداء الجزء السلبي من الحركة (النزول للأسفل) ، حافظ أولاً على مفصل الركبة مستقيمًا حتى يكون جذعك العلوي موازيًا للأرض.\r\nعد ببطء إلى الوضعية الأولى.",
      "id": 2775
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 1044,
    "name": {
      "persian": "سلام ژاپنی",
      "english": "Stiff Leg Barbell Good Morning",
      "arabic": "Stiff Leg Barbell Good Morning",
      "id": 2776
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا هالتر را مانند فیلم  بلند می کنیم طوری که هالتر روی مهره ها نباشد و زانویتان را قفل کنید و پایتان را نزدیک به هم قرار دهید.\r\n- هنگام اجرا بخش منفی حرکت (پایین رفتن) اول مفصل زانو خور را صاف نگه دارید تا بالا تنه شما موازی زمین قرار بگیرد.\r\n- به آرامی به حالت اول برگردید.",
      "english": null,
      "arabic": "أولاً ، ارفع الحديد مثل الفيلم بحيث لا يضغط الحديد على الفقرات وأغلق ركبتيك وضع قدميك بالقرب من بعضهما البعض.\r\nعند أداء الجزء السلبي من الحركة (النزول للأسفل) ، حافظ أولاً على مفصل الركبة مستقيمًا حتى يكون جذعك العلوي موازيًا للأرض.\r\nعد ببطء إلى الوضعية الأولى.",
      "id": 2777
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-39m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5
    ],
    "targetMuscle": 9,
    "attributes": []
  },
  {
    "id": 1045,
    "name": {
      "persian": "زیرسینه دیپ",
      "english": "Decline Machine Bench Dips",
      "arabic": "Decline Machine Bench Dips",
      "id": 2778
    },
    "recommandation": {
      "persian": "-اجرای این حرکت برای ورزشکاران مبتدی پیشنهاد نمیشود.\r\n-هنگام پایین آمدن دم و وقتی بالا میروید بازدم انجام شود.",
      "english": null,
      "arabic": "- لا ينصح بمثل هكذا حركة للرياضيين المبتدئين .\r\n- شهيق  عندالانحناء للاسف وزفير عند الوقوف .",
      "id": 2779
    },
    "howToDo": {
      "persian": "- با هر دو دست دستگیره ها را بگیرید.\r\n-بالاتنه و ران عمود بر زمین و در یک راستا باشند.\r\n-بازوها باز و کشیده عمود بر زمین باشد.\r\n-بالاتنه خود را به پایین متمایل کنید با زاویه ای حدود 30 درجه یا  کمی بیشتر .\r\n-کاملا کشیدگی را در عضلات سینه حس کنید.\r\n-زاویه ساعد و بازو تقریبا 90 درجه شود.",
      "english": null,
      "arabic": "-أمسك المقابض بكلتا يديك.\r\n- الجزء العلوي من الجسم والفخذين متعامدين على الأرض وفي نفس الاتجاه .\r\n-.الأذرع مفتوحة وممتدة بشكل عمودي على الأرض.\r\n-قم بإمالة الجزء العلوي من جسمك للأسفل بزاوية حوالي 30 درجة أو أقل.\r\n-اشعر بالتمدد الكامل لعضلات الصدر .\r\n-ينبغي أن تكون زاوية الساعد والذراع 90 درجة تقريبا .",
      "id": 2780
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-35fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-35f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-35f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1046,
    "name": {
      "persian": "زیرسینه دیپ",
      "english": "Decline Machine Bench Dips",
      "arabic": "Decline Machine Bench Dips",
      "id": 2781
    },
    "recommandation": {
      "persian": "-اجرای این حرکت برای ورزشکاران مبتدی پیشنهاد نمیشود.\r\n-هنگام پایین آمدن دم و وقتی بالا میروید بازدم انجام شود.",
      "english": null,
      "arabic": "- لا ينصح بمثل هكذا حركة للرياضيين المبتدئين .\r\n- شهيق  عندالانحناء للاسف وزفير عند الوقوف .",
      "id": 2782
    },
    "howToDo": {
      "persian": "- با هر دو دست دستگیره ها را بگیرید.\r\n-بالاتنه و ران عمود بر زمین و در یک راستا باشند.\r\n-بازوها باز و کشیده عمود بر زمین باشد.\r\n-بالاتنه خود را به پایین متمایل کنید با زاویه ای حدود 30 درجه یا  کمی بیشتر .\r\n-کاملا کشیدگی را در عضلات سینه حس کنید.\r\n-زاویه ساعد و بازو تقریبا 90 درجه شود.",
      "english": null,
      "arabic": "-أمسك المقابض بكلتا يديك.\r\n- الجزء العلوي من الجسم والفخذين متعامدين على الأرض وفي نفس الاتجاه .\r\n-.الأذرع مفتوحة وممتدة بشكل عمودي على الأرض.\r\n-قم بإمالة الجزء العلوي من جسمك للأسفل بزاوية حوالي 30 درجة أو أقل.\r\n-اشعر بالتمدد الكامل لعضلات الصدر .\r\n-ينبغي أن تكون زاوية الساعد والذراع 90 درجة تقريبا .",
      "id": 2783
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-35mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-35m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-35m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1047,
    "name": {
      "persian": "قفسه بالا سینه دمبل تک",
      "english": "One-Arm Incline Dumbbell Fly",
      "arabic": "One-Arm Incline Dumbbell Fly",
      "id": 2784
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت  زاویه آرنج  ثابت بماند و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2785
    },
    "howToDo": {
      "persian": "- با یک دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n-کف دستتان را باید ببینید ،بازو کشیده  ،آرنج کمی خم باشند.\r\n-دمبل را در یک مسیر دایره ای به پایین بیاورید.\r\n-بازوی شما کمی پایینتر از حالت موازی با زمین باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي\r\n-يجب أن ترى  يديك ، ولتكن ذراعيك ممدودتين ، ومرفقيك مثنيان قليلاً.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 2786
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-38fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-38f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-38f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1048,
    "name": {
      "persian": "قفسه بالا سینه دمبل تک",
      "english": "One-Arm Incline Dumbbell Fly",
      "arabic": "One-Arm Incline Dumbbell Fly",
      "id": 2787
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت  زاویه آرنج  ثابت بماند و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2788
    },
    "howToDo": {
      "persian": "- با یک دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n-کف دستتان را باید ببینید ،بازو کشیده  ،آرنج کمی خم باشند.\r\n-دمبل را در یک مسیر دایره ای به پایین بیاورید.\r\n-بازوی شما کمی پایینتر از حالت موازی با زمین باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي\r\n-يجب أن ترى  يديك ، ولتكن ذراعيك ممدودتين ، ومرفقيك مثنيان قليلاً.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 2789
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-38mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-38m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-38m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1049,
    "name": {
      "persian": "قفسه بالا سینه دمبل",
      "english": "Incline Dumbbell Fly",
      "arabic": "Incline Dumbbell Fly",
      "id": 2790
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت  زاویه آرنج  ثابت بماند و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2791
    },
    "howToDo": {
      "persian": "-  در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n-کف دستها روبروی هم ،بازو ها باز وکشیده  ،آرنج کمی خم و دمبلها چسبیده به هم باشد.\r\n-دمبل ها را در یک مسیر دایره ای به پایین بیاورید.\r\n-بازوی شما کمی پایینتر از حالت موازی با زمین باشد.",
      "english": null,
      "arabic": "-  .أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي.\r\n-فلتكن راحتا اليد في مواجهة بعضهما البعض ، والأذرع ممدودة ، والمرفقان مثنيان قليلًا ، والأثقال ملصقة معًا.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 2792
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-39fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-39f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-39f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1050,
    "name": {
      "persian": "قفسه بالا سینه دمبل",
      "english": "Incline Dumbbell Fly",
      "arabic": "Incline Dumbbell Fly",
      "id": 2793
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت  زاویه آرنج  ثابت بماند و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  وزاوية الكوع يجب ان يكون ثابتة .\r\n- زفير عند رفع الاثقال وشهيق انزالها ",
      "id": 2794
    },
    "howToDo": {
      "persian": "-  در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب مثبت دراز بکشید.\r\n-کف دستها روبروی هم ،بازو ها باز وکشیده  ،آرنج کمی خم و دمبلها چسبیده به هم باشد.\r\n-دمبل ها را در یک مسیر دایره ای به پایین بیاورید.\r\n-بازوی شما کمی پایینتر از حالت موازی با زمین باشد.",
      "english": null,
      "arabic": "-  .أمسك الأثقال بيد واحدة ، واستلق على مقعد منحدر إيجابي.\r\n-فلتكن راحتا اليد في مواجهة بعضهما البعض ، والأذرع ممدودة ، والمرفقان مثنيان قليلًا ، والأثقال ملصقة معًا.\r\n-.اخفض الأثقال في حركة دائرية للأسفل .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 2795
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-39mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-39m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-39m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1051,
    "name": {
      "persian": "قفسه بالاسینه سیم کش میز شیبدار",
      "english": " Incline Cable Fly",
      "arabic": " Incline Cable Fly",
      "id": 2796
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در حرکت است و آ رنج ثابت میماند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2797
    },
    "howToDo": {
      "persian": "-قرقره ها را در پایینترین قسمت قرار دهید،نیمکت شیب مثبت را بین دستگاه قرار دهید.\r\n-قفسه سینه در خط فرضی بین دو قرقره واقع شود،آرنج کمی خم و کف دست رو به سقف،بازوها کمی پایینتر از حالت موازی با زمین باشند.\r\n-در مسیر نیم دایره ای دستها را به سمت بالای قفسه سینه نزدیک کنید.\r\n-کف دستها در بالای قفسه سینه روبروی هم شود.",
      "english": null,
      "arabic": "-ضع البكرات في أسفل الجهاز ، وضع المقعد المنحني الموجب بين الأجهزة.\r\n- يجب أن يكون الصدر في الخط الافتراضي بين البكرتين ، وأن يكون المرفقان مثنيان قليلاً وأن الكفوف مواجهة للسقف ، وتكون الذراعين أقل قليلاً من حالة التوازي مع الأرض.\r\n- في مسار نصف دائري ، قرِّب يدك من أعلى صدرك .\r\n- ضع راحتي يدك فوق صدرك مقابل بعضهما البعض .",
      "id": 2798
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-40fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-40f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-40f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1052,
    "name": {
      "persian": "قفسه بالاسینه سیم کش میز شیبدار",
      "english": " Incline Cable Fly",
      "arabic": " Incline Cable Fly",
      "id": 2799
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در حرکت است و آ رنج ثابت میماند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2800
    },
    "howToDo": {
      "persian": "-قرقره ها را در پایینترین قسمت قرار دهید،نیمکت شیب مثبت را بین دستگاه قرار دهید.\r\n-قفسه سینه در خط فرضی بین دو قرقره واقع شود،آرنج کمی خم و کف دست رو به سقف،بازوها کمی پایینتر از حالت موازی با زمین باشند.\r\n-در مسیر نیم دایره ای دستها را به سمت بالای قفسه سینه نزدیک کنید.\r\n-کف دستها در بالای قفسه سینه روبروی هم شود.",
      "english": null,
      "arabic": "-ضع البكرات في أسفل الجهاز ، وضع المقعد المنحني الموجب بين الأجهزة.\r\n- يجب أن يكون الصدر في الخط الافتراضي بين البكرتين ، وأن يكون المرفقان مثنيان قليلاً وأن الكفوف مواجهة للسقف ، وتكون الذراعين أقل قليلاً من حالة التوازي مع الأرض.\r\n- في مسار نصف دائري ، قرِّب يدك من أعلى صدرك .\r\n- ضع راحتي يدك فوق صدرك مقابل بعضهما البعض .",
      "id": 2801
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-40mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-40m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-40m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1053,
    "name": {
      "persian": "قفسه زیرسینه دمبل",
      "english": "Decline Dumbbell Fly",
      "arabic": "Decline Dumbbell Fly",
      "id": 2802
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در حرکت است و زاویه آ رنج ثابت میماند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت وزاوية الكوع ثابته \r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 2803
    },
    "howToDo": {
      "persian": "-  در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب منفی دراز بکشید پاهای خود را در قسمت مخصوص گیر دهید.\r\n-دمبلها را در بالای قفسه سینه به هم برسانید.\r\n-بازوها باز و کشیده ،آرنج کمی خم و کف دستها روبروی هم باشند.\r\n-دمبلها را در مسیر قوسی شکل در راستای سرشانه پایین بیاورید تا کشیدگی خوبی در قفسه سینه احساس کنید.\r\n-زاویه بالاتنه شما با بازو کمی کمتر از 90 درجه شود.",
      "english": null,
      "arabic": "- أمسك دمبل بكلتا يديك ، واستلق على مقعد منحنى سلبي ، وألصق قدميك في المنطقة الخاصة.\r\n- ضع الأثقال أعلى الصدر.\r\n-. لتكن الذراعين مفتوحتان وممتدتان ، والمرفقان مثنيان قليلاً والنخيلان في مواجهة بعضهما البعض.\r\n-.اخفض الأثقال في اتجاه مقوس باتجاه الكتفين لتشعر بتمدد جيد في الصدر.\r\n- الزاوية بين الجزء العلوي من جسمك و ذراعك أقل  من 90 درجة",
      "id": 2804
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-41mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-41m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-41m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1054,
    "name": {
      "persian": "قفسه سینه دستگاه چکشی",
      "english": " Hammer Butterfly",
      "arabic": " Hammer Butterfly",
      "id": 2805
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": "\"- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا ومنحني قليلا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا ومنحني قليلا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2806
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به زمین باشند.\r\n-با فشاری که به دستگیره ها میاورید دستهای خود را به سمت جلوی بدن بیاورید.\r\n-دستها کاملا بهم نزدیک شوند.",
      "english": null,
      "arabic": "-   اجلس على الجهاز ، وقم بإمالة ظهرك على لوحة الجهاز ، وامسك مقابض الجهاز بكلتا يديك.\r\n- حافظ على ذراعيك موازية للأرض وبزاوية 90 درجة مع جذعك ، وراحتيك متباعدتين بعرض الكتفين ومقابلة للأرض .\r\n- قرب يديك إلى مقدمة جسمك وذلك بالضغط على المقابض.\r\n- ابق يديك بالقرب من بعضهما البعض.",
      "id": 2807
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-42fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-42f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-42f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1055,
    "name": {
      "persian": "قفسه سینه دستگاه چکشی",
      "english": " Hammer Butterfly",
      "arabic": " Hammer Butterfly",
      "id": 2808
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا ومنحني قليلا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2809
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به زمین باشند.\r\n-با فشاری که به دستگیره ها میاورید دستهای خود را به سمت جلوی بدن بیاورید.\r\n-دستها کاملا بهم نزدیک شوند.",
      "english": null,
      "arabic": "-   اجلس على الجهاز ، وقم بإمالة ظهرك على لوحة الجهاز ، وامسك مقابض الجهاز بكلتا يديك.\r\n- حافظ على ذراعيك موازية للأرض وبزاوية 90 درجة مع جذعك ، وراحتيك متباعدتين بعرض الكتفين ومقابلة للأرض .\r\n- قرب يديك إلى مقدمة جسمك وذلك بالضغط على المقابض.\r\n- ابق يديك بالقرب من بعضهما البعض.",
      "id": 2810
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-42mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-42m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-42m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1056,
    "name": {
      "persian": "قفسه سینه دستگاه",
      "english": "Butterfly",
      "arabic": "Butterfly",
      "id": 2811
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا ومنحني قليلا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2812
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به جلو باشند.\r\n-با فشاری که به دستگیره ها میاورید دستهای خود را به سمت جلوی بدن بیاورید.\r\n-دستها کاملا بهم نزدیک شوند.",
      "english": null,
      "arabic": "-   اجلس على الجهاز ، وقم بإمالة ظهرك على لوحة الجهاز ، وامسك مقابض الجهاز بكلتا يديك.\r\n- حافظ على ذراعيك موازية للأرض وبزاوية 90 درجة مع جذعك ، وراحتيك متباعدتين بعرض الكتفين ومقابلة للأرض .\r\n- قرب يديك إلى مقدمة جسمك وذلك بالضغط على المقابض.\r\n- ابق يديك بالقرب من بعضهما البعض.",
      "id": 2813
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-43fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-43f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-43f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1057,
    "name": {
      "persian": "قفسه سینه دستگاه",
      "english": "Butterfly",
      "arabic": "Butterfly",
      "id": 2814
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.\r\n",
      "english": null,
      "arabic": "- اثناء الاجراء فقط مفصل الكتف متحرك  والكوع يجب ان يكون ثابتا ومنحني قليلا .\r\n- زفير عند مد اليدين للامام وشهيق عندما تكونا على جانب الجسم.",
      "id": 2815
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به جلو باشند.\r\n-با فشاری که به دستگیره ها میاورید دستهای خود را به سمت جلوی بدن بیاورید.\r\n-دستها کاملا بهم نزدیک شوند.",
      "english": null,
      "arabic": "-   اجلس على الجهاز ، وقم بإمالة ظهرك على لوحة الجهاز ، وامسك مقابض الجهاز بكلتا يديك.\r\n- حافظ على ذراعيك موازية للأرض وبزاوية 90 درجة مع جذعك ، وراحتيك متباعدتين بعرض الكتفين ومقابلة للأرض .\r\n- قرب يديك إلى مقدمة جسمك وذلك بالضغط على المقابض.\r\n- ابق يديك بالقرب من بعضهما البعض.",
      "id": 2816
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-43mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-43m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-43m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1058,
    "name": {
      "persian": "قفسه بالاسینه  دمبل تناوبی",
      "english": "Incline Bench Fly alternating",
      "arabic": "Incline Bench Fly alternating",
      "id": 2817
    },
    "recommandation": {
      "persian": "- در انتهای حرکت، کف دست ها باید رو به سقف باشند.\r\n- توجه داشته باشید که حرکت فقط از طریق مفصل شانه انجام می شود و نه آرنج.",
      "english": null,
      "arabic": "- في نهاية الحركة ، يجب أن تكون راحتا اليد في مواجهة للسقف\r\n- ركّز أن الحركة تتم فقط من خلال مفصل الكتف وليس من خلال الكوع.",
      "id": 2818
    },
    "howToDo": {
      "persian": "- روی میز شیبدار دراز بکشید. هر دمبل را در یک دست گرفته و بر روی ران خود قرار دهید. کف دست ها باید به سمت یکدیگر باشد.\r\n- با استفاده از پاها دمبل ها را بالا برده و در کنار بدن، در حالی که آرنج ها کمی خم هستند نگه دارید. این نقطه شروع حرکت است\r\n- در حالی که انحنای دست ها را ثابت نگه داشته اید، دست ها را یکی در میان بالا بیاورید تا نقطه ای که به هم برسند.\r\n- در حین  بالا بردن هر دست  عمل بازدم را انجام دهید (نفس را بیرون دهید) و بالعکس",
      "english": null,
      "arabic": "استلق على طاولة منحنية ثم أمسك كل دمبل بيد واحدة وضعهما على فخذيك. يجب أن تكون راحة كل يد مقابلة للأخرى\r\nاستخدم رجليك لرفع الدمبلز وثبتهما على جانبيك مع ثني المرفقين قليلًا.هذه هي نقطة بداية الحركة.\r\nمع الحفاظ على انحناء اليدين، ارفع الذراعين واحدًا تلو الآخر حتى تصلا إلى النقطة التي يلتقيان بها.\r\nقم بعملية الزفير أثناء رفعك لكل يد والشهيق حين انزالهما",
      "id": 2819
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-61fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-61f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-61f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1059,
    "name": {
      "persian": "قفسه بالاسینه  دمبل تناوبی",
      "english": "Incline Bench Fly alternating",
      "arabic": "Incline Bench Fly alternating",
      "id": 2820
    },
    "recommandation": {
      "persian": "- در انتهای حرکت، کف دست ها باید رو به سقف باشند.\r\n- توجه داشته باشید که حرکت فقط از طریق مفصل شانه انجام می شود و نه آرنج.",
      "english": null,
      "arabic": "- في نهاية الحركة ، يجب أن تكون راحتا اليد في مواجهة للسقف\r\n- ركّز أن الحركة تتم فقط من خلال مفصل الكتف وليس من خلال الكوع.",
      "id": 2821
    },
    "howToDo": {
      "persian": "- روی میز شیبدار دراز بکشید. هر دمبل را در یک دست گرفته و بر روی ران خود قرار دهید. کف دست ها باید به سمت یکدیگر باشد.\r\n- با استفاده از پاها دمبل ها را بالا برده و در کنار بدن، در حالی که آرنج ها کمی خم هستند نگه دارید. این نقطه شروع حرکت است\r\n- در حالی که انحنای دست ها را ثابت نگه داشته اید، دست ها را یکی در میان بالا بیاورید تا نقطه ای که به هم برسند.\r\n- در حین  بالا بردن هر دست  عمل بازدم را انجام دهید (نفس را بیرون دهید) و بالعکس",
      "english": null,
      "arabic": "استلق على طاولة منحنية ثم أمسك كل دمبل بيد واحدة وضعهما على فخذيك. يجب أن تكون راحة كل يد مقابلة للأخرى\r\nاستخدم رجليك لرفع الدمبلز وثبتهما على جانبيك مع ثني المرفقين قليلًا.هذه هي نقطة بداية الحركة.\r\nمع الحفاظ على انحناء اليدين، ارفع الذراعين واحدًا تلو الآخر حتى تصلا إلى النقطة التي يلتقيان بها.\r\nقم بعملية الزفير أثناء رفعك لكل يد والشهيق حين انزالهما",
      "id": 2822
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-61mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-61m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-61m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1060,
    "name": {
      "persian": "قفسه سینه دستگاه تک دست",
      "english": " One-Arm Butterfly",
      "arabic": " One-Arm Butterfly",
      "id": 2823
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "-.فقط يتم استخدام مفصل الكتف أثناء الحركة ويجب أن يكون كوعك أثناء الأداء مع ثنيه قليلاً.\r\n-زفير عندما تضع يديك للأمام وشهيق عندما تكون على جانبك.",
      "id": 2824
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به جلو باشند.\r\n-با فشاری که به دستگیره  میاورید  یک دست خود را به سمت جلوی بدن بیاورید و برگردانید به حالت اول .به تعداد توصیه شده انجام دهید و  با  دست مخالف شروع کنید .",
      "english": null,
      "arabic": "اجلس على الجهاز ، وقم بإركاء ظهرك على وسادة الجهاز ، وامسك مقابضه بكلتا يديك.\r\nاجعل ذراعيك موازية للأرض وشكّل زاوية قائمة بهما مع جذعك ، ويجب ان تكون راحتا الكف على مستوى الكتفين وباتجاه الامام\r\nقم بإحضار إحدى يديك إلى مقدمة الجسم بالضغط الذي تشكله على المقبض ثم عد لوضعك الذي كنت عليه .كرر الحرك بعدد المرات الموصى بها وابدأ باليد المعاكسة",
      "id": 2825
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-62fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-62f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-62f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1061,
    "name": {
      "persian": "قفسه سینه دستگاه تک دست",
      "english": " One-Arm Butterfly",
      "arabic": " One-Arm Butterfly",
      "id": 2826
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "-.فقط يتم استخدام مفصل الكتف أثناء الحركة ويجب أن يكون كوعك أثناء الأداء مع ثنيه قليلاً.\r\n-زفير عندما تضع يديك للأمام وشهيق عندما تكون على جانبك.",
      "id": 2827
    },
    "howToDo": {
      "persian": "-  بر روی دستگاه بنشینید،پشت خود را بر روی پد دستگاه تکیه دهید،با هر دو دست دستگیره های دستگاه را بگیرید.\r\n-بازوهای شما موازی بازمین و زاویه 90 درجه را با بالاتنه داشته باشند،کف دستها در راستای شانه و رو به جلو باشند.\r\n-با فشاری که به دستگیره  میاورید  یک دست خود را به سمت جلوی بدن بیاورید و برگردانید به حالت اول .به تعداد توصیه شده انجام دهید و  با  دست مخالف شروع کنید .\r\n",
      "english": null,
      "arabic": "- اجلس على الجهاز ، وقم بإركاء ظهرك على وسادة الجهاز ، وامسك مقابضه بكلتا يديك.\r\n- اجعل ذراعيك موازية للأرض وشكّل زاوية قائمة بهما مع جذعك ، ويجب ان تكون راحتا الكف على مستوى الكتفين وباتجاه الامام\r\n- قم بإحضار إحدى يديك إلى مقدمة الجسم بالضغط الذي تشكله على المقبض ثم عد لوضعك الذي كنت عليه .كرر الحرك بعدد المرات الموصى بها وابدأ باليد المعاكسة",
      "id": 2828
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-62mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-62m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-62m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1062,
    "name": {
      "persian": "قفسه سینه دستگاه تناوبی",
      "english": "Alternating Butterfly",
      "arabic": "Alternating Butterfly",
      "id": 2829
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "-.فقط يتم استخدام مفصل الكتف أثناء الحركة ويجب أن يكون كوعك أثناء الأداء مع ثنيه قليلاً.\r\n-زفير عندما تضع يديك للأمام وشهيق عندما تكون على جانبك.",
      "id": 2830
    },
    "howToDo": {
      "persian": "- روی دستگاه قفسه سینه نشسته و دستگیره ها را نسبت به بدن خود تنظیم میکنیم.\r\n- با منقبض کردن عضله سینه یک دست  را به سمت داخل بیاورید ،  و حرکت را با دست مخالف به صورت متناوب انجام دهید .",
      "english": null,
      "arabic": "- اجلس على آلة الصدر ونظّم المقابض بما يتناسب مع الجسم\r\n- إحضر أحدى الذراعين للداخل عن طريق تقليص العضلة الصدرية وكرر الحركة بالتناوب مع الذراع الأخرى. .",
      "id": 2831
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-63fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-63f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-63f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1063,
    "name": {
      "persian": "قفسه سینه دستگاه تناوبی",
      "english": "Alternating Butterfly",
      "arabic": "Alternating Butterfly",
      "id": 2832
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در گیر است و آرنج شما باید در طول اجرا ثابت و البته کمی خمیده باشد.\r\n-وقتی دستها را به جلو میاورید بازدم و هنگامیکه به کنار بدن میبرید دم انجام شود.",
      "english": null,
      "arabic": "-.فقط يتم استخدام مفصل الكتف أثناء الحركة ويجب أن يكون كوعك أثناء الأداء مع ثنيه قليلاً.\r\n-زفير عندما تضع يديك للأمام وشهيق عندما تكون على جانبك.",
      "id": 2833
    },
    "howToDo": {
      "persian": "- روی دستگاه قفسه سینه نشسته و دستگیره ها را نسبت به بدن خود تنظیم میکنیم.\r\n- با منقبض کردن عضله سینه یک دست  را به سمت داخل بیاورید ،  و حرکت را با دست مخالف به صورت متناوب انجام دهید .",
      "english": null,
      "arabic": "- اجلس على آلة الصدر ونظّم المقابض بما يتناسب مع الجسم\r\n- إحضر أحدى الذراعين للداخل عن طريق تقليص العضلة الصدرية وكرر الحركة بالتناوب مع الذراع الأخرى. .",
      "id": 2834
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-63mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-63m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-63m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1064,
    "name": {
      "persian": "قفسه زیرسینه دمبل تک",
      "english": "One-Arm Decline Dumbbell Flyes",
      "arabic": "One-Arm Decline Dumbbell Flyes",
      "id": 2835
    },
    "recommandation": {
      "persian": "- در حالت شیب تند  تر به قسمت پایین زیرسینه بیشتر فشار می آید اما ما به شما پیشنهاد می کنیم درجه میز را 20 تا 40 درجه تنظیم کنید.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.\r\n- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.",
      "english": null,
      "arabic": "- .في حالة الانحدار الشديد ، فإنه يطبق مزيداً من الضغط على الجزء السفلي من الصدر ، في هذه الحالة نقترح ضبط المنضدة على 20 إلى 40 درجة.\r\n-.احرص دائمًا على ثني مرفقيك قليلًا وتجنب من خفض الأثقال كثيرًا.\r\n-  إذا شعرت بألم في منطقة الكتف حاول إبقاء كتفيك متماسكين.\r\n-حاول أن تضغط على عضلات البطن ولا تقوّس ظهرك.",
      "id": 2836
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و یک دمبل بر می داریم.\r\n-روی میز خوابیده دمبل  را روی سینه قرار می دهیم.\r\n-آرنج  را خم کرده به آرامی  باز می کنیم.\r\n-زمانی که دمبل با سینه مان هم تراز شد حرکت را تکرار کرده و دستمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "- نجلس على المقعدونأخذ الدمبلز\r\n- نستلقى على المقعد ونضع الأثقال على الصدر\r\n- نثني المرافق ونفردها ببطء\r\n- عندما تصبح الدمبل محاذاية لصدرنا نكرر الحركة ونعد أيدينا إلى وضعها السابق.",
      "id": 2837
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-66fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-66f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-66f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1065,
    "name": {
      "persian": "قفسه زیرسینه دمبل تک",
      "english": "One-Arm Decline Dumbbell Flyes",
      "arabic": "One-Arm Decline Dumbbell Flyes",
      "id": 2838
    },
    "recommandation": {
      "persian": "- در حالت شیب تند  تر به قسمت پایین زیرسینه بیشتر فشار می آید اما ما به شما پیشنهاد می کنیم درجه میز را 20 تا 40 درجه تنظیم کنید.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.\r\n- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.",
      "english": null,
      "arabic": "- .في حالة الانحدار الشديد ، فإنه يطبق مزيداً من الضغط على الجزء السفلي من الصدر ، في هذه الحالة نقترح ضبط المنضدة على 20 إلى 40 درجة.\r\n-.احرص دائمًا على ثني مرفقيك قليلًا وتجنب من خفض الأثقال كثيرًا.\r\n-  إذا شعرت بألم في منطقة الكتف حاول إبقاء كتفيك متماسكين.\r\n-حاول أن تضغط على عضلات البطن ولا تقوّس ظهرك.",
      "id": 2839
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و یک دمبل بر می داریم.\r\n-روی میز خوابیده دمبل  را روی سینه قرار می دهیم.\r\n-آرنج  را خم کرده به آرامی  باز می کنیم.\r\n-زمانی که دمبل با سینه مان هم تراز شد حرکت را تکرار کرده و دستمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "- نجلس على المقعدونأخذ الدمبلز\r\n- نستلقى على المقعد ونضع الأثقال على الصدر\r\n- نثني المرافق ونفردها ببطء\r\n- عندما تصبح الدمبل محاذاية لصدرنا نكرر الحركة ونعد أيدينا إلى وضعها السابق.",
      "id": 2840
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-66mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-66m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-66m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1066,
    "name": {
      "persian": "قفسه زیرسینه دمبل تناوبی",
      "english": "Alternating Decline Dumbbell Flyes",
      "arabic": "Alternating Decline Dumbbell Flyes",
      "id": 2841
    },
    "recommandation": {
      "persian": "- زاویه میز را روی 30 درجه تنظیم نمایید.\r\n- هنگام بالا بردن دمبل ها از برخورد آن ها جلو گیری کنید. تماس دمبل ها باعث به هم خوردن تعادل و ایجاد آسیب در شانه می شود.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.\r\n- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.",
      "english": null,
      "arabic": "- اضبط زاوية المنضدة على 30 درجة.\r\n-. تجنب الاصطدامات عند رفع الأثقال .لان تصادم الاثقال بعضها ببعض تسبب عدم التوازن و تلفًا في الكتف\r\n- احرص دائمًا على ثني مرفقيك قليلًا وتجنب خفض الأثقال كثيرًا.\r\n- .إذا شعرت بألم في منطقة الكتف ، حاول إبقاء كتفيك متماسكين.\r\n- .حاول أن تضغط على عضلات البطن أيضًا ولا تقوّس ظهرك.",
      "id": 2842
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و دمبل ها را بر می داریم.\r\n- روی میز خوابیده دمبل ها را روی سینه قرار می دهیم.\r\n- آرنج ها را خم کرده به آرامی دستانمان را یکی در میان باز می کنیم.\r\n- زمانی که دمبل ها با سینه مان هم تراز شدند حرکت را تکرار کرده و دستانمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "- نجلس على المقعد ونأخذ الدمبلز\r\n- نستلقى على المقعد ونضع الأثقال على الصدر\r\n- نثني المرافق ونفردها ببطء\r\n- عندما تصبح الدمبل محاذاية للصدر نكرر الحركة ونعد أيدينا إلى وضعها السابق.",
      "id": 2843
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-67fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-67f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-67f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1067,
    "name": {
      "persian": "قفسه زیرسینه دمبل تناوبی",
      "english": "Alternating Decline Dumbbell Flyes",
      "arabic": "Alternating Decline Dumbbell Flyes",
      "id": 2844
    },
    "recommandation": {
      "persian": "- زاویه میز را روی 30 درجه تنظیم نمایید.\r\n- هنگام بالا بردن دمبل ها از برخورد آن ها جلو گیری کنید. تماس دمبل ها باعث به هم خوردن تعادل و ایجاد آسیب در شانه می شود.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.\r\n- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.",
      "english": null,
      "arabic": "- اضبط زاوية المنضدة على 30 درجة.\r\n-. تجنب الاصطدامات عند رفع الأثقال .لان تصادم الاثقال بعضها ببعض تسبب عدم التوازن و تلفًا في الكتف\r\n- احرص دائمًا على ثني مرفقيك قليلًا وتجنب خفض الأثقال كثيرًا.\r\n- .إذا شعرت بألم في منطقة الكتف ، حاول إبقاء كتفيك متماسكين.\r\n- .حاول أن تضغط على عضلات البطن أيضًا ولا تقوّس ظهرك.",
      "id": 2845
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و دمبل ها را بر می داریم.\r\n- روی میز خوابیده دمبل ها را روی سینه قرار می دهیم.\r\n- آرنج ها را خم کرده به آرامی دستانمان را یکی در میان باز می کنیم.\r\n- زمانی که دمبل ها با سینه مان هم تراز شدند حرکت را تکرار کرده و دستانمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "- نجلس على المقعد ونأخذ الدمبلز\r\n- نستلقى على المقعد ونضع الأثقال على الصدر\r\n- نثني المرافق ونفردها ببطء\r\n- عندما تصبح الدمبل محاذاية للصدر نكرر الحركة ونعد أيدينا إلى وضعها السابق.",
      "id": 2846
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-67mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-67m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-67m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1068,
    "name": {
      "persian": "فلای سینه دمبل",
      "english": "Dumbbell Flyes",
      "arabic": "Dumbbell Flyes",
      "id": 2847
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی یک میز تخت خوابیده و با هر دست یک دمبل بگیرید، هر دو دمبل را در مقابل سرشانه گرفته و کمی آرنج دستان خود را به بیرون خم کنید.\r\n- این نقطه شروع خواهد بود.\r\n- دستان خود را مانند کمان کرده و نفس خود را به داخل دهید و به آرامی به دستان خود را باز کنید و توجه داشته باشید که عضلات سینه کشیده شود و کمترین فعالیت را عضلات بازو داشته باشند.\r\n- پس از یک ثانیه مکث در حالیکه نفس خود را به بیرون میدهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "- استلقى على مقعدٍ مستوي وخذ دمبل في كل يد, ضع كلا الدمبلتين أمام كتفيك واثنِ مرفقيك للخارج قليلًا.\r\n- هذه هي نقطة البداية.\r\n- اثنِ ذراعيك كالقوس واستنشق وافتح ذراعيك ببطء وركز على تمدد عضلات الصدر وأن تكون عضلات الذراع في أقل نشاطاً لها.\r\n- عد ببطء إلى نقطة البداية أثناء الزفير بعد وقفة صغيرة.",
      "id": 2848
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-71-fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-71-f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-71-f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1069,
    "name": {
      "persian": "فلای سینه دمبل",
      "english": "Dumbbell Flyes",
      "arabic": "Dumbbell Flyes",
      "id": 2849
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی یک میز تخت خوابیده و با هر دست یک دمبل بگیرید، هر دو دمبل را در مقابل سرشانه گرفته و کمی آرنج دستان خود را به بیرون خم کنید.\r\n- این نقطه شروع خواهد بود.\r\n- دستان خود را مانند کمان کرده و نفس خود را به داخل دهید و به آرامی به دستان خود را باز کنید و توجه داشته باشید که عضلات سینه کشیده شود و کمترین فعالیت را عضلات بازو داشته باشند.\r\n- پس از یک ثانیه مکث در حالیکه نفس خود را به بیرون میدهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "- استلقى على مقعدٍ مستوي وخذ دمبل في كل يد, ضع كلا الدمبلتين أمام كتفيك واثنِ مرفقيك للخارج قليلًا.\r\n- هذه هي نقطة البداية.\r\n- اثنِ ذراعيك كالقوس واستنشق وافتح ذراعيك ببطء وركز على تمدد عضلات الصدر وأن تكون عضلات الذراع في أقل نشاطاً لها.\r\n- عد ببطء إلى نقطة البداية أثناء الزفير بعد وقفة صغيرة.",
      "id": 2850
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-71-mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-71-m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-71-m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1070,
    "name": {
      "persian": "فلای بالا سینه دمبل",
      "english": " Incline Dumbbell Bench Flyes ",
      "arabic": " Incline Dumbbell Bench Flyes ",
      "id": 2851
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک نیمکت با قابلیت تنظیم شیب انتخاب نموده و شیب را روی 30 درجه تنظیم کنید.\r\n- دو دمبل را با دو دست خود گرفته و بر روی نشیمنگاه نیمکت نشسته و دو دمبل را بر روی بالای زانو قرار دهید و به کمک پاها و دستان در مقابل سینه آورید.\r\n- در نقطه شروع باید دو دمبل مقابل هم و در مقابل سینه قرار گرفته باشند و آرنج ها کمی خم شده باشند.\r\n- حال درحالی که نفس خود را به داخل می دهید دستان خود را به آرامی پایین آورده و تا جایی که کف دستان در موازات عضله سینه قرار می گرد پایین آورید.\r\n- پس از یک ثانیه مکث به آرامی در حالی که نفس خود را به بیرون می دهید به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "- اختر مقعدًا منحدراً قابل للتعديل واضبط المقعد على الدرجة 30 . \r\n- أمسك الدمبلز بكلتا يديك واجلس على المقعد وضع الدمبلز فوق الركبة واجلبهما إلى الصدر بمساعدة الساقين والذراعين.\r\n- عند نقطة البداية  يجب أن تكون الدمبلان أمام الصدر ومواجهة بعضهما البعض ، ويجب أن يكون المرفقان مثنيان قليلاً.\r\n- أنزل ذراعيك ببطء أثناء الاستنشاق حتى تصبح راحتا اليد موازية لعضلات الصدر.\r\n- عد إلى نقطة البداية أثناء الزفير بعد أن تأخذ وقفة لثانية واحدة.",
      "id": 2852
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-72fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-72f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-72f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1071,
    "name": {
      "persian": "فلای بالا سینه دمبل",
      "english": " Incline Dumbbell Bench Flyes ",
      "arabic": " Incline Dumbbell Bench Flyes ",
      "id": 2853
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک نیمکت با قابلیت تنظیم شیب انتخاب نموده و شیب را روی 30 درجه تنظیم کنید.\r\n- دو دمبل را با دو دست خود گرفته و بر روی نشیمنگاه نیمکت نشسته و دو دمبل را بر روی بالای زانو قرار دهید و به کمک پاها و دستان در مقابل سینه آورید.\r\n- در نقطه شروع باید دو دمبل مقابل هم و در مقابل سینه قرار گرفته باشند و آرنج ها کمی خم شده باشند.\r\n- حال درحالی که نفس خود را به داخل می دهید دستان خود را به آرامی پایین آورده و تا جایی که کف دستان در موازات عضله سینه قرار می گرد پایین آورید.\r\n- پس از یک ثانیه مکث به آرامی در حالی که نفس خود را به بیرون می دهید به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "- اختر مقعدًا منحدراً قابل للتعديل واضبط المقعد على الدرجة 30 . \r\n- أمسك الدمبلز بكلتا يديك واجلس على المقعد وضع الدمبلز فوق الركبة واجلبهما إلى الصدر بمساعدة الساقين والذراعين.\r\n- عند نقطة البداية  يجب أن تكون الدمبلان أمام الصدر ومواجهة بعضهما البعض ، ويجب أن يكون المرفقان مثنيان قليلاً.\r\n- أنزل ذراعيك ببطء أثناء الاستنشاق حتى تصبح راحتا اليد موازية لعضلات الصدر.\r\n- عد إلى نقطة البداية أثناء الزفير بعد أن تأخذ وقفة لثانية واحدة.",
      "id": 2854
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-72mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-72m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-72m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1072,
    "name": {
      "persian": "فلای زیرسینه دمبل",
      "english": "Decline Dumbbell Flyes",
      "arabic": "Decline Dumbbell Flyes",
      "id": 2855
    },
    "recommandation": {
      "persian": "- هر چه دمبل ها بیشتر پایین آورده شوند ، عضله ی سینه ای بیشتر تحت کشش قرار می گیرد ضمن اینکه احتمال آسیب دیدگی عضله نیز افزایش می یابد .\r\n- برای حفظ ایمنی بیشتر باید زمانی که در مرحله پایانی دمبل ها به سطح سینه رسیدند ، حرکت را متوقف کرد .",
      "english": null,
      "arabic": "-  .كلما تم إنزال الأثقال للاسفل أكثر ، كلما تمددت العضلة الصدرية وزاد خطر إصابة العضلات.\r\n-.لمزيد من الأمان يجب التوقف عن الحركة عندما تصل الأثقال إلى مستوى الصدر وذلك في المرحلة النهائية.",
      "id": 2856
    },
    "howToDo": {
      "persian": "- در حالی که روی یک نیمکت شیب دار دراز کشیده اید ، دمبل ها را مستقیماٌ بالای سینه به گونه ای بگیرید که کف دست ها رو به  جلو باشد .\r\n- دمبل ها را به سمت خارج بدن پایین بیاورید . آرنج ها کمی خم باشند و وزنه ها تا سطح سینه پایین بیایند .\r\n- دمبل ها را به حالت اول در کنار هم برگردانید .",
      "english": null,
      "arabic": "أثناء الاستلقاء على المقعد المائل أمسك الدمبلز  فوق صدرك مباشرة بحيث تكون راحتا اليد للأمام.\r\nاخفض الدمبلز للجهة المعاكسة للجسم ثم اثنِ مرفقيك قليلًا وانزل الأوزان لتصل لمستوى الصدر\r\nأعد الدمبلز إلى ماكانا عليه بجانب بعضهما البعض",
      "id": 2857
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-73fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-73f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-73f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1073,
    "name": {
      "persian": "فلای زیرسینه دمبل",
      "english": "Decline Dumbbell Flyes",
      "arabic": "Decline Dumbbell Flyes",
      "id": 2858
    },
    "recommandation": {
      "persian": "- هر چه دمبل ها بیشتر پایین آورده شوند ، عضله ی سینه ای بیشتر تحت کشش قرار می گیرد ضمن اینکه احتمال آسیب دیدگی عضله نیز افزایش می یابد .\r\n- برای حفظ ایمنی بیشتر باید زمانی که در مرحله پایانی دمبل ها به سطح سینه رسیدند ، حرکت را متوقف کرد .",
      "english": null,
      "arabic": "-  .كلما تم إنزال الأثقال للاسفل أكثر ، كلما تمددت العضلة الصدرية وزاد خطر إصابة العضلات.\r\n-.لمزيد من الأمان يجب التوقف عن الحركة عندما تصل الأثقال إلى مستوى الصدر وذلك في المرحلة النهائية.",
      "id": 2859
    },
    "howToDo": {
      "persian": "- در حالی که روی یک نیمکت شیب دار دراز کشیده اید ، دمبل ها را مستقیماٌ بالای سینه به گونه ای بگیرید که کف دست ها رو به  جلو باشد .\r\n- دمبل ها را به سمت خارج بدن پایین بیاورید . آرنج ها کمی خم باشند و وزنه ها تا سطح سینه پایین بیایند .\r\n- دمبل ها را به حالت اول در کنار هم برگردانید .",
      "english": null,
      "arabic": "أثناء الاستلقاء على المقعد المائل أمسك الدمبلز  فوق صدرك مباشرة بحيث تكون راحتا اليد للأمام.\r\nاخفض الدمبلز للجهة المعاكسة للجسم ثم اثنِ مرفقيك قليلًا وانزل الأوزان لتصل لمستوى الصدر\r\nأعد الدمبلز إلى ماكانا عليه بجانب بعضهما البعض",
      "id": 2860
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-73mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-73m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-73m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1074,
    "name": {
      "persian": "شنا سوئدی دست جمع",
      "english": "Pushups",
      "arabic": "Pushups",
      "id": 2861
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی میز  شنا قرار بگیرید  دستها به اندازه عرض شانه.در حالیکه نفس خود را به داخل میدهید به آرامی پایین رفته بطوری که عضلات سینه همسطح کف دستانتان شود این نقطه اوج دامنه حرکت هست و یک ثانیه مکث کنید.\r\n- در حالیکه نفس خود را به بیرون میدهید به آرامی نقطه شروع حرکت باز گردید.",
      "english": null,
      "arabic": "اجلس على الطاولة وحافظ على ان تكون المسافة بين يديك بمقدارعرض الكتفين ، اخفض نفسك أثناء الشهيق ببطء حتى تصل عضلات صدرك إلى مستوى راحة اليد ، هذه هي ذروة نطاق الحركة وتوقف هنا لمدة ثانية.\r\nعد ببطء إلى نقطة البداية مع الزفير.",
      "id": 2862
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-74fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-74f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-74f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1075,
    "name": {
      "persian": "شنا سوئدی دست جمع",
      "english": "Pushups",
      "arabic": "Pushups",
      "id": 2863
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی میز  شنا قرار بگیرید  دستها به اندازه عرض شانه.در حالیکه نفس خود را به داخل میدهید به آرامی پایین رفته بطوری که عضلات سینه همسطح کف دستانتان شود این نقطه اوج دامنه حرکت هست و یک ثانیه مکث کنید.\r\n- در حالیکه نفس خود را به بیرون میدهید به آرامی نقطه شروع حرکت باز گردید.",
      "english": null,
      "arabic": "اجلس على الطاولة وحافظ على ان تكون المسافة بين يديك بمقدارعرض الكتفين ، اخفض نفسك أثناء الشهيق ببطء حتى تصل عضلات صدرك إلى مستوى راحة اليد ، هذه هي ذروة نطاق الحركة وتوقف هنا لمدة ثانية.\r\nعد ببطء إلى نقطة البداية مع الزفير.",
      "id": 2864
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-74mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-74m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-74m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1076,
    "name": {
      "persian": "شنا سوئدی دست باز",
      "english": "Pushups",
      "arabic": "Pushups",
      "id": 2865
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی میز  شنا قرار بگیرید دستها بیشتر از عرض شانه .در حالیکه نفس خود را به داخل میدهید به آرامی پایین رفته بطوری که عضلات سینه همسطح کف دستانتان شود این نقطه اوج دامنه حرکت هست و یک ثانیه مکث کنید.\r\n- در حالیکه نفس خود را به بیرون میدهید به آرامی نقطه شروع حرکت باز گردید.",
      "english": null,
      "arabic": "اجلس على الطاولة ويجب أن تكون المسافة بين يديك أكبر من عرض الكتفين, اخفض نفسك أثناء الشهيق ببطء حتى تصل عضلات صدرك إلى مستوى راحة اليد ، هذه هي ذروة نطاق الحركة وتوقف هنا لمدة ثانية.\r\nعد ببطء إلى نقطة البداية مع الزفير.",
      "id": 2866
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-75fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-75f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-75f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1077,
    "name": {
      "persian": "شنا سوئدی دست باز",
      "english": "Pushups",
      "arabic": "Pushups",
      "id": 2867
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- بر روی میز  شنا قرار بگیرید دستها بیشتر از عرض شانه .در حالیکه نفس خود را به داخل میدهید به آرامی پایین رفته بطوری که عضلات سینه همسطح کف دستانتان شود این نقطه اوج دامنه حرکت هست و یک ثانیه مکث کنید.\r\n- در حالیکه نفس خود را به بیرون میدهید به آرامی نقطه شروع حرکت باز گردید.",
      "english": null,
      "arabic": "اجلس على الطاولة ويجب أن تكون المسافة بين يديك أكبر من عرض الكتفين, اخفض نفسك أثناء الشهيق ببطء حتى تصل عضلات صدرك إلى مستوى راحة اليد ، هذه هي ذروة نطاق الحركة وتوقف هنا لمدة ثانية.\r\nعد ببطء إلى نقطة البداية مع الزفير.",
      "id": 2868
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-75mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-75m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-75m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1078,
    "name": {
      "persian": "زیربغل تک سیم کش خم چرخشی ",
      "english": "Shotgun Row",
      "arabic": "Shotgun Row",
      "id": 2869
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه و زانوها ثابت و فقط دست شما حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی باز میکنید دم انجام گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم ثابت والركبتين ثابتتين واليدين فقط متحركتين \r\n-زفير  اثناء ضم الكوعين وعند مدهما شهيق .",
      "id": 2870
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در پایینترین قسمت قرار دهید،دستگیره را به آن وصل کنید.\r\n-با یک دست آنرا بگیرید و در فاصله تقریبا 1.5 متری دستگاه بایستید.\r\n-بالاتنه خم و تقریبا موازی با زمین،پاها کاملا باز و زانوها خمیده،بازو کاملا باز و کشیده ،شانه رو به جلو،کف دست رو به زمین باشد .\r\n-با خم کردن آرنج دستگیره را به کنار بدن نزدیک کنید.\r\n-با چرخشی که به مچ میدهید کف دست رو به سقف شود .",
      "english": null,
      "arabic": "- ضع بكرة الجهاز في الأسفل ، وأربط المقبض بها.\r\n-.امسكها بيد واحدة وقف على مسافة تبلغ حوالي 1.5 متر من الجهاز.\r\n-فليكن.الجزء العلوي من الجسم منحني ومتوازي تقريبًا مع الأرض ، الساقين مفتوحتان تمامًا والركبتان مثنيتان ، الذراعين مفتوحتين تمامًا وممدودتن ، الكتفين للأمام ، وراحتي اليد تواجهان الأرض.\r\n-وضع القضيب بالقرب من الجسم وذلك عن طريق ثني الكوع .\r\n-يجب أن تكون راحة اليد مواجهة للسقف وذلك تزامناً مع الدوران الذي تعطيه للمعصم .",
      "id": 2871
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-13fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-13f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-13f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1079,
    "name": {
      "persian": "زیربغل تک سیم کش خم چرخشی ",
      "english": "Shotgun Row",
      "arabic": "Shotgun Row",
      "id": 2872
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه و زانوها ثابت و فقط دست شما حرکت کند.\r\n-هنگام جمع کردن آرنج بازدم و وقتی باز میکنید دم انجام گیرد.",
      "english": null,
      "arabic": "- اثناء التمرين الجزء العلوي من الجسم ثابت والركبتين ثابتتين واليدين فقط متحركتين \r\n-زفير  اثناء ضم الكوعين وعند مدهما شهيق .",
      "id": 2873
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در پایینترین قسمت قرار دهید،دستگیره را به آن وصل کنید.\r\n-با یک دست آنرا بگیرید و در فاصله تقریبا 1.5 متری دستگاه بایستید.\r\n-بالاتنه خم و تقریبا موازی با زمین،پاها کاملا باز و زانوها خمیده،بازو کاملا باز و کشیده ،شانه رو به جلو،کف دست رو به زمین باشد .\r\n-با خم کردن آرنج دستگیره را به کنار بدن نزدیک کنید.\r\n-با چرخشی که به مچ میدهید کف دست رو به سقف شود .",
      "english": null,
      "arabic": "- ضع بكرة الجهاز في الأسفل ، وأربط المقبض بها.\r\n-.امسكها بيد واحدة وقف على مسافة تبلغ حوالي 1.5 متر من الجهاز.\r\n-فليكن.الجزء العلوي من الجسم منحني ومتوازي تقريبًا مع الأرض ، الساقين مفتوحتان تمامًا والركبتان مثنيتان ، الذراعين مفتوحتين تمامًا وممدودتن ، الكتفين للأمام ، وراحتي اليد تواجهان الأرض.\r\n-وضع القضيب بالقرب من الجسم وذلك عن طريق ثني الكوع .\r\n-يجب أن تكون راحة اليد مواجهة للسقف وذلك تزامناً مع الدوران الذي تعطيه للمعصم .",
      "id": 2874
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-13mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-13m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-13m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1080,
    "name": {
      "persian": "زیربغل قایقی طناب",
      "english": "Rope Seated Cable Row",
      "arabic": "Rope Seated Cable Row",
      "id": 2875
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- طناب را به دستگاه وصل کرده و روی نیمکت می نشینیم.\r\n- طناب را برداشته پاها را به پایه تکیه می دهیم صاف نشسته و شانه ها را عقب می کشیم. زانو ها را کمی خم نگه می داریم. \r\n- بدن را ثابت نگه داشته و دسته را به سمت شکم خود می کشیم. \r\n- شانه ها را عقب کشیده، فشار داده و مکث می کنیم.سپس دوباره به حالت اول بر می گردیم. ",
      "english": null,
      "arabic": "اربط الحبل بالجهاز واجلس على المقعد.\r\nنرفع الحبل ، ونركي ساقينا على القاعدة ونجلس بشكل مستقيم ونسحب الاكتاف للخلف.ولا ننسى الحفاظ على الركبتين مثنيتين قليلاً\r\nحافظ على الجسم ثابتاً واسحب المقبض باتجاه بطنك.\r\nاسحب الكتفين للخلف واضغط ثم توقف للحظة ومن بعدها عد إلى الموضعية الأولى.",
      "id": 2876
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-32fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-32f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-32f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1081,
    "name": {
      "persian": "زیربغل قایقی طناب",
      "english": "Rope Seated Cable Row",
      "arabic": "Rope Seated Cable Row",
      "id": 2877
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- طناب را به دستگاه وصل کرده و روی نیمکت می نشینیم.\r\n- طناب را برداشته پاها را به پایه تکیه می دهیم صاف نشسته و شانه ها را عقب می کشیم. زانو ها را کمی خم نگه می داریم. \r\n- بدن را ثابت نگه داشته و دسته را به سمت شکم خود می کشیم. \r\n- شانه ها را عقب کشیده، فشار داده و مکث می کنیم.سپس دوباره به حالت اول بر می گردیم. ",
      "english": null,
      "arabic": "اربط الحبل بالجهاز واجلس على المقعد.\r\nنرفع الحبل ، ونركي ساقينا على القاعدة ونجلس بشكل مستقيم ونسحب الاكتاف للخلف.ولا ننسى الحفاظ على الركبتين مثنيتين قليلاً\r\nحافظ على الجسم ثابتاً واسحب المقبض باتجاه بطنك.\r\nاسحب الكتفين للخلف واضغط ثم توقف للحظة ومن بعدها عد إلى الموضعية الأولى.",
      "id": 2878
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-32mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-32m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-32m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1082,
    "name": {
      "persian": "زیربغل قایقی تک چرخشی",
      "english": "Twisting One-Arm Seated Cable Row",
      "arabic": "Twisting One-Arm Seated Cable Row",
      "id": 2879
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دستگیره  را به دستگاه وصل کرده و روی نیمکت می نشینیم.\r\n- دستگیره  را  با یک دست برداشته پاها را به پایه تکیه می دهیم صاف نشسته و دستگیره را به صورت چرخشی به عقب می کشیم. زانو ها را کمی خم نگه می داریم. \r\n - شانه  را عقب کشیده، فشار داده و مکث می کنیم.سپس دوباره به حالت اول بر می گردیم. همین حرکت را با دست دیگر تکرار میکنیم",
      "english": null,
      "arabic": "اوصل  المقبض بالجهاز واجلس على المقعد.\r\nخذ المقبض بيد واحدة وقم بإمالة قدميك على القاعدة واجلس بشكل مستقيم ثم اسحب المقبض للخلف بحركة دائرية. حافظ على ركبتيك مثنيتين قليلاً.\r\nاسحب الكتف للخلف واضغط وتوقف للحظة ، ثم عُد إلى الموضعية الأولى. ومن بعد ذلك نكرر نفس الحركة باليد الأخرى.",
      "id": 2880
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-34fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-34f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-34f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      14,
      10
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1083,
    "name": {
      "persian": "زیربغل قایقی تک چرخشی",
      "english": "Twisting One-Arm Seated Cable Row",
      "arabic": "Twisting One-Arm Seated Cable Row",
      "id": 2881
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دستگیره  را به دستگاه وصل کرده و روی نیمکت می نشینیم.\r\n- دستگیره  را  با یک دست برداشته پاها را به پایه تکیه می دهیم صاف نشسته و دستگیره را به صورت چرخشی به عقب می کشیم. زانو ها را کمی خم نگه می داریم. \r\n - شانه  را عقب کشیده، فشار داده و مکث می کنیم.سپس دوباره به حالت اول بر می گردیم. همین حرکت را با دست دیگر تکرار میکنیم",
      "english": null,
      "arabic": "اوصل  المقبض بالجهاز واجلس على المقعد.\r\nخذ المقبض بيد واحدة وقم بإمالة قدميك على القاعدة واجلس بشكل مستقيم ثم اسحب المقبض للخلف بحركة دائرية. حافظ على ركبتيك مثنيتين قليلاً.\r\nاسحب الكتف للخلف واضغط وتوقف للحظة ، ثم عُد إلى الموضعية الأولى. ومن بعد ذلك نكرر نفس الحركة باليد الأخرى.",
      "id": 2882
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-34mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-34m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-34m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      14,
      10,
      3
    ],
    "targetMuscle": 13,
    "attributes": []
  },
  {
    "id": 1085,
    "name": {
      "persian": "جلو پا دستگاه تک پا",
      "english": "Single-Leg Leg Extension",
      "arabic": "Single-Leg Leg Extension",
      "id": 2884
    },
    "recommandation": {
      "persian": "-در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n-هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاتمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير",
      "id": 2885
    },
    "howToDo": {
      "persian": "-بر روی دستگاه جلوپا بنشینید.\r\n-پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n-زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n-ساق خود را تا جاییکه امکان دارد بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز .\r\n- ضع رجليك خلف الوسادة الخاصة ولتكن الوسادة فوق كاحل القدم.\r\n- لتكن الزاویه بین الساق و الفخذ 90 درجه امسك المقابض بكلتا يديك ..\r\n- ارفع ساقك للاعلى قدر الامكان .",
      "id": 2886
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-34fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-34f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-34f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1086,
    "name": {
      "persian": "جلو پا دستگاه تک پا",
      "english": "Single-Leg Leg Extension",
      "arabic": "Single-Leg Leg Extension",
      "id": 2887
    },
    "recommandation": {
      "persian": "-در طول اجرا فقط مفصل زانو حرکت داشته باشد و بقیه بدن ثابت بماند.\r\n-هنگام  بالا آوردن ساق بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاتمرين فقط يجب ان يتحرك مفصل الركبة ويبقى الجسم ثابتاً  .\r\n- أثناء رفع الساق شهيق وعند خفضها زفير ",
      "id": 2888
    },
    "howToDo": {
      "persian": "-بر روی دستگاه جلوپا بنشینید.\r\n-پاهای خود را پشت پد مخصوص قرار دهید،پد باید بالای مچ پا قرار داشته باشد.\r\n-زاویه بین ساق و ران شما 90 درجه باشد، دستگیره ها را با دو دست بگیرید.\r\n-ساق خود را تا جاییکه امکان دارد بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في مقدمة الجهاز .\r\n- ضع رجليك خلف الوسادة الخاصة ولتكن الوسادة فوق كاحل القدم.\r\n- لتكن الزاویه بین الساق و الفخذ 90 درجه امسك المقابض بكلتا يديك ..\r\n- ارفع ساقك للاعلى قدر الامكان .",
      "id": 2889
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-34mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-34m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-34m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1088,
    "name": {
      "persian": "لانگز هالتر تک ",
      "english": " Barbell Lunge",
      "arabic": " Barbell Lunge",
      "id": 2893
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه عمود بر زمین باشد.\r\n-زانو از پنجه جلوتر نیاید.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة الجزء العلوي من الجسم عمودية على الارض .\r\n- لا يجب ان تكون الركبة امام الاصابع .\r\n- اثناء الجلوس شهيق واثناء الوقوف زفير .",
      "id": 2894
    },
    "howToDo": {
      "persian": "-هالتر پشت سر شما پایینتر از گردن در امتداد شانه ها باشد.\r\n-دستها بیشتر از عرض شانه باز و کف دستها رو به جلو باشد.\r\n-پاها کمتر از عرض لگن باز ،سر و سینه بالا باشند.\r\n-یک پا را به جلو ببرید زانوها را خم کنید.\r\n-ران پای جلوتر موازی با زمین باشد.\r\n-تقریبا زاویه ران با ساق در هر دو پا 90 درجه باشد.",
      "english": null,
      "arabic": "-يجب أن يكون الحديد خلف رأسك وأسفل العنق على طول الكتفين..\r\n- لتكن اليدين مفتوحنتين اكثر من عرض الكتفين وراحتي اليد بجهة الامام .\r\n- لتكن القدمين متباعدتين اقل من عرض الكتفين والرأس والصدر مرفوعين للاعلى .\r\n- حرك احدى رجليك للامام واثن ركبتيك ..\r\n- لتكن فخذ القدم الأمامية موازية للأرض.\r\n- لتكن الزاویه بين الفخذ والساق في كلا القدمين  90 درجه .",
      "id": 2895
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-49mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-49m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-49m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1089,
    "name": {
      "persian": "لانگز دمبل راه رفتنی",
      "english": " Dumbbell Walking Lunge",
      "arabic": " Dumbbell Walking Lunge",
      "id": 2896
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند.\r\n-سر و سینه بالا باشد و بالاتنه متمایل به جلو نشود.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء يجب ان تكون حركت الظهر طبيعية \r\n- الرأس والصدر للاعلى والقسم العلوي لايجب ان يكون للامام \r\n-أثناء الجلوس شهيق وعند الوقوف زفيرد ",
      "id": 2897
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید ،صاف بایستید.\r\n-پاها به اندازه عرض لگن باز ،دمبلها در کنار بدن ،بازوها باز و کشیده عمود بر زمین،سر وسینه بالا وکف دستها رو بهم باشند. \r\n-با یک پا یک قدم به جلو بردارید و زانوها را خم کنید و باسن را به پشت و پایین متمایل کنید.\r\n-زاویه زانو و ساق در هر دو پا تقریبا 90 درجه باشد تا جایی پایین بیایید که زانوی عقبی با زمین برخورد کند.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد ..\r\n- تكون الأرجل مفتوحة كعرض الوركين ، والأثقال على جانبي الجسم ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، الرأس والصدر مرتفعان وراحتا اليدين معًا.\r\n- امش خطوة واحدة للامام واثن ركبتيك  ولتجعل وركك للخلف ومائل للاسفل .\r\n- انزل للاسف ولتجعل الزاویه  بين الركبة والساق في كلا القدمين  تقریبا 90 درجه ولتلتصق الركبة السفلية بالارض .",
      "id": 2898
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-54fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-54f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-54f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1090,
    "name": {
      "persian": "لانگز دمبل راه رفتنی",
      "english": " Dumbbell Walking Lunge",
      "arabic": " Dumbbell Walking Lunge",
      "id": 2899
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند.\r\n-سر و سینه بالا باشد و بالاتنه متمایل به جلو نشود.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء يجب ان تكون حركت الظهر طبيعية \r\n- الرأس والصدر للاعلى والقسم العلوي لايجب ان يكون للامام \r\n-أثناء الجلوس شهيق وعند الوقوف زفيرد ",
      "id": 2900
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید ،صاف بایستید.\r\n-پاها به اندازه عرض لگن باز ،دمبلها در کنار بدن ،بازوها باز و کشیده عمود بر زمین،سر وسینه بالا وکف دستها رو بهم باشند. \r\n-با یک پا یک قدم به جلو بردارید و زانوها را خم کنید و باسن را به پشت و پایین متمایل کنید.\r\n-زاویه زانو و ساق در هر دو پا تقریبا 90 درجه باشد تا جایی پایین بیایید که زانوی عقبی با زمین برخورد کند.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد ..\r\n- تكون الأرجل مفتوحة كعرض الوركين ، والأثقال على جانبي الجسم ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، الرأس والصدر مرتفعان وراحتا اليدين معًا.\r\n- امش خطوة واحدة للامام واثن ركبتيك  ولتجعل وركك للخلف ومائل للاسفل .\r\n- انزل للاسف ولتجعل الزاویه  بين الركبة والساق في كلا القدمين  تقریبا 90 درجه ولتلتصق الركبة السفلية بالارض .",
      "id": 2901
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-54mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-54m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-54m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1091,
    "name": {
      "persian": "لانگز هالتر راه رفتنی",
      "english": " Barbell Walking Lunge",
      "arabic": " Barbell Walking Lunge",
      "id": 2902
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت سر سینه بالا و زانو از پنجه پا جلوتر نیاید.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة كل من الراس والصدر للاعلى ولا يجب ان تكون الركبة قبل الاصابع  .\r\n-أثناء النزول شهيق وعند الصعود زفير",
      "id": 2903
    },
    "howToDo": {
      "persian": "-هالتر پشت سر شما پایینتر از گردن در امتداد شانه ها باشد.\r\n-پاها اندازه عرض لگن باز باشد.\r\n-سر و سینه بالا باشند.\r\n-یک پا را به جلو ببرید.\r\n-زانوها را خم کنید تا جاییکه زاویه ران با ساق تقریبا 90 درجه و ساق عمود بر زمین باشد. \r\n-ران پای عقب تقریبا عمود بر زمین و ساق آن موازی زمین شود.\r\n-پای پشتی را از زمین بلند کنید و به جلو بیاورید، اکنون با پای دیگر همین اصول را رعایت کنید.",
      "english": null,
      "arabic": "-يجب أن يكون الباربل خلف رأسك أسفل العنق وعلى طول الكتفين..\r\n-لتكن القدمين مفتوحتين كعرض الحوض.\r\n-الرأس والصدر للاعلى .\r\n- اخط بقدم واحدة نحو الامام .\r\n- اثن ركبتيك لتصبح  الزاویه  بين الفخذ والساق تقریبا 90 درجه و ليكن الساق عمودياً على الارض. \r\n- فليكن فخذ القدم الخلفي عمودياً تقریبا  على الارض والساق تلك القدم موازياً لها ..\r\n-ارفع الرجل الخلفية عن الأرض وادفعها للأمام ، والآن اتبع نفس المراحل مع الرجل الأخرى.",
      "id": 2904
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-55fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-55f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-55f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1092,
    "name": {
      "persian": "لانگز هالتر راه رفتنی",
      "english": " Barbell Walking Lunge",
      "arabic": " Barbell Walking Lunge",
      "id": 2905
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت سر سینه بالا و زانو از پنجه پا جلوتر نیاید.\r\n-هنگام  نشستن دم و وقتی بلند میشوید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء يجب ان تكون حركة كل من الراس والصدر للاعلى ولا يجب ان تكون الركبة قبل الاصابع  .\r\n-أثناء النزول شهيق وعند الصعود زفير",
      "id": 2906
    },
    "howToDo": {
      "persian": "-هالتر پشت سر شما پایینتر از گردن در امتداد شانه ها باشد.\r\n-پاها اندازه عرض لگن باز باشد.\r\n-سر و سینه بالا باشند.\r\n-یک پا را به جلو ببرید.\r\n-زانوها را خم کنید تا جاییکه زاویه ران با ساق تقریبا 90 درجه و ساق عمود بر زمین باشد. \r\n-ران پای عقب تقریبا عمود بر زمین و ساق آن موازی زمین شود.\r\n-پای پشتی را از زمین بلند کنید و به جلو بیاورید، اکنون با پای دیگر همین اصول را رعایت کنید.",
      "english": null,
      "arabic": "-يجب أن يكون الباربل خلف رأسك أسفل العنق وعلى طول الكتفين..\r\n-لتكن القدمين مفتوحتين كعرض الحوض.\r\n-الرأس والصدر للاعلى .\r\n- اخط بقدم واحدة نحو الامام .\r\n- اثن ركبتيك لتصبح  الزاویه  بين الفخذ والساق تقریبا 90 درجه و ليكن الساق عمودياً على الارض. \r\n- فليكن فخذ القدم الخلفي عمودياً تقریبا  على الارض والساق تلك القدم موازياً لها ..\r\n-ارفع الرجل الخلفية عن الأرض وادفعها للأمام ، والآن اتبع نفس المراحل مع الرجل الأخرى.",
      "id": 2907
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-55mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-55m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-55m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1093,
    "name": {
      "persian": "لانگز دمبل تک",
      "english": " Dumbbell  Lunge",
      "arabic": " Dumbbell  Lunge",
      "id": 2908
    },
    "recommandation": {
      "persian": "-هنگام پایین آمدن دم و وقتی بالا میروید بازدم کنید.\r\n-اگر فاصله دو پا را صحیح انتخاب نکنیدممکن هست زانوی جلوی شما از پنجه جلوتر بیاید که این میتواند منجر به آسیب شود.",
      "english": null,
      "arabic": "- أثناء النزول شهيق وعند الصعود زفير \r\n-ا اذا لم تختر المسافه بشكل صحيح  من الممكن ان تسبق الركبة الامامية الاصابع ويؤدي ذلك الى مشكلة..",
      "id": 2909
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید ،صاف بایستید.\r\n-پای پشتی بر روی پنجه و بالاتنه عمود بر زمین ،پاها کمی کمتر از عرض لگن باز ،بازوها کاملا باز و کشیده وکف دستها رو به بدن باشند. \r\n-با یک پا یک قدم به جلو بردارید بسته به قد شما میتواند بین 50 تا 80 سانتی متر متغیر باشد.\r\n-با خم کردن زانوها پایین بیایید در حالیکه بالاتنه همچنان عمود بر زمین است.\r\n-تقریبا زاویه ساق و ران هر دو پا 90 درجه شود.\r\n-زانوی پشتی با زمین تماس پیدا کند.",
      "english": null,
      "arabic": "- امسك ثقلا في كل يد وقف بشكل مستقيم .\r\n-. لتكن الرجل الخلفية على أصابع القدم والجزء العلوي من الجسم متعامد مع الأرض ، الساقين مفتوحتين أقل بقليل من عرض الحوض  ، الذراعان مفتوحتان وممتدتان بالكامل وراحتا اليد في مواجهة الجسم.\r\n- اخط خطوة للامام بقدم واحدة اعتمادًا على طولك ويمكن أن يتراوح ذلك بين 50 إلى 80 سم. انحنى عند ثني ركبتيك وليبق الجزء العلوي من جسمك متعامدًا على الأرض . \r\n-انزل للاسفل واثن الركبتين تزامنا مع كون القسم العلوي من الجسم عموديا مع الارض .\r\n- لتكن الزاويه بين الساق والفخذ لكلا القدمين بمقدار 90 درجه .\r\n- الركبة الخلفية ملامسة للارض ..",
      "id": 2910
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-58fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-58f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-58f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1094,
    "name": {
      "persian": "لانگز دمبل تک",
      "english": " Dumbbell  Lunge",
      "arabic": " Dumbbell  Lunge",
      "id": 2911
    },
    "recommandation": {
      "persian": "-هنگام پایین آمدن دم و وقتی بالا میروید بازدم کنید.\r\n-اگر فاصله دو پا را صحیح انتخاب نکنیدممکن هست زانوی جلوی شما از پنجه جلوتر بیاید که این میتواند منجر به آسیب شود.",
      "english": null,
      "arabic": "- أثناء النزول شهيق وعند الصعود زفير \r\n-ا اذا لم تختر المسافه بشكل صحيح  من الممكن ان تسبق الركبة الامامية الاصابع ويؤدي ذلك الى مشكلة..",
      "id": 2912
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید ،صاف بایستید.\r\n-پای پشتی بر روی پنجه و بالاتنه عمود بر زمین ،پاها کمی کمتر از عرض لگن باز ،بازوها کاملا باز و کشیده وکف دستها رو به بدن باشند. \r\n-با یک پا یک قدم به جلو بردارید بسته به قد شما میتواند بین 50 تا 80 سانتی متر متغیر باشد.\r\n-با خم کردن زانوها پایین بیایید در حالیکه بالاتنه همچنان عمود بر زمین است.\r\n-تقریبا زاویه ساق و ران هر دو پا 90 درجه شود.\r\n-زانوی پشتی با زمین تماس پیدا کند.",
      "english": null,
      "arabic": "- امسك ثقلا في كل يد وقف بشكل مستقيم .\r\n-. لتكن الرجل الخلفية على أصابع القدم والجزء العلوي من الجسم متعامد مع الأرض ، الساقين مفتوحتين أقل بقليل من عرض الحوض  ، الذراعان مفتوحتان وممتدتان بالكامل وراحتا اليد في مواجهة الجسم.\r\n- اخط خطوة للامام بقدم واحدة اعتمادًا على طولك ويمكن أن يتراوح ذلك بين 50 إلى 80 سم. انحنى عند ثني ركبتيك وليبق الجزء العلوي من جسمك متعامدًا على الأرض . \r\n-انزل للاسفل واثن الركبتين تزامنا مع كون القسم العلوي من الجسم عموديا مع الارض .\r\n- لتكن الزاويه بين الساق والفخذ لكلا القدمين بمقدار 90 درجه .\r\n- الركبة الخلفية ملامسة للارض ..",
      "id": 2913
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-58mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-58m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-58m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1095,
    "name": {
      "persian": "لانگز هالتر تک تک",
      "english": "Alternating Barbell  Lunge",
      "arabic": "Alternating Barbell  Lunge",
      "id": 2914
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زانو از پنجه پا جلوتر نیاید.\r\n-هنگام  پایین آمدن دم و وقتی بالا میروید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n- أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2915
    },
    "howToDo": {
      "persian": "-هالتر پشت سر شما پایینتر از گردن در امتداد شانه ها باشد.\r\n-دستها و پاها بیشتر از عرض شانه باز باشند.\r\n-پنجه پا رو به بیرون ،سر و سینه بالا باشد.\r\n-با خم کردن زانو بالاتنه را به سمت یک پا ،پایین بیاورید.\r\n-باسن به عقب متمایل شود.\r\n-زاویه ران و ساق تقریبا 90 درجه باشد و پای مخالف کمی خم باشد.",
      "english": null,
      "arabic": "-يجب أن يكون الحديد (الباربل ) خلف رأسك أسفل العنق على طول الكتفين.\r\n- يجب ان تكون كلا من اليدين والقدمين مفتوحتين بعرض الكتفين .\r\n- فلتتجه الاصابع للخارج والرأس والصدر للاعلى ..\r\n- انزل للاسفل وذلك بثني الركبة ولتبق القسم العلوي من الجسم باتجاه رجل واحدة .\r\n- ليكن الورك باتجاه الخلف ..\r\n-لتكن زاویه الفخذ والساق تقریبا 90 درجه  والقدم الاخرى منحنية قليلاً.",
      "id": 2916
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-60fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-60f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-60f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      9,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1096,
    "name": {
      "persian": "لانگز هالتر تک تک",
      "english": "Alternating Barbell  Lunge",
      "arabic": "Alternating Barbell  Lunge",
      "id": 2917
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زانو از پنجه پا جلوتر نیاید.\r\n-هنگام  پایین آمدن دم و وقتی بالا میروید بازدم انجام شود.",
      "english": null,
      "arabic": " - اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n- أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2918
    },
    "howToDo": {
      "persian": "-هالتر پشت سر شما پایینتر از گردن در امتداد شانه ها باشد.\r\n-دستها و پاها بیشتر از عرض شانه باز باشند.\r\n-پنجه پا رو به بیرون ،سر و سینه بالا باشد.\r\n-با خم کردن زانو بالاتنه را به سمت یک پا ،پایین بیاورید.\r\n-باسن به عقب متمایل شود.\r\n-زاویه ران و ساق تقریبا 90 درجه باشد و پای مخالف کمی خم باشد.",
      "english": null,
      "arabic": "-يجب أن يكون الحديد (الباربل ) خلف رأسك أسفل العنق على طول الكتفين.\r\n- يجب ان تكون كلا من اليدين والقدمين مفتوحتين بعرض الكتفين .\r\n- فلتتجه الاصابع للخارج والرأس والصدر للاعلى ..\r\n- انزل للاسفل وذلك بثني الركبة ولتبق القسم العلوي من الجسم باتجاه رجل واحدة .\r\n- ليكن الورك باتجاه الخلف ..\r\n-لتكن زاویه الفخذ والساق تقریبا 90 درجه  والقدم الاخرى منحنية قليلاً.",
      "id": 2919
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-60mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-60m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-60m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      9,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1097,
    "name": {
      "persian": "هاگ پا دستگاه پا باز",
      "english": "Wide Stance Hack Squat Machine",
      "arabic": "Wide Stance Hack Squat Machine",
      "id": 2920
    },
    "recommandation": {
      "persian": "-در طول اجرا پشت باید کاملا چسبیده به پد دستگاه باشد.\r\n-در طول اجرا زانوها از پنجه ها جلوتر نیاید.\r\n-هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "-أثناء الاجراء يجب ان يلتصق الظهر تماما بالوسادة الخاصة بالجهاز  \r\n-اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n- أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2921
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها بیشتر از عرض لگن باز ،پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه أكثر من عرض الحوض ، والساقين مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .",
      "id": 2922
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-61fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-61f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-61f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1098,
    "name": {
      "persian": "هاگ پا دستگاه پا باز",
      "english": "Wide Stance Hack Squat Machine",
      "arabic": "Wide Stance Hack Squat Machine",
      "id": 2923
    },
    "recommandation": {
      "persian": "-در طول اجرا پشت باید کاملا چسبیده به پد دستگاه باشد.\r\n-در طول اجرا زانوها از پنجه ها جلوتر نیاید.\r\n-هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "-أثناء الاجراء يجب ان يلتصق الظهر تماما بالوسادة الخاصة بالجهاز  \r\n-اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n- أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2924
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها بیشتر از عرض لگن باز ،پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه أكثر من عرض الحوض ، والساقين مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .",
      "id": 2925
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-61mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-61m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-61m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1099,
    "name": {
      "persian": "هاگ پا دستگاه پا جمع",
      "english": "Narrow Stance Hack Squat Machine",
      "arabic": "Narrow Stance Hack Squat Machine",
      "id": 2926
    },
    "recommandation": {
      "persian": "-بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n-هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-بعد اجراء التمارين فلترجع القضيب لحالته الاصلية   \r\n- شهيق عند عند جمع الركبة  وعند مدها زفير  ",
      "id": 2927
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها کمتر از عرض لگن باز ،پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه أقل من عرض الحوض ، والساقين مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .",
      "id": 2928
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-62fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-62f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-62f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1100,
    "name": {
      "persian": "هاگ پا دستگاه پا جمع",
      "english": "Narrow Stance Hack Squat Machine",
      "arabic": "Narrow Stance Hack Squat Machine",
      "id": 2929
    },
    "recommandation": {
      "persian": "-بعد از انجام تکرارهای در نظر گرفته شده میله ایمنی را به حالت اول بازگردانید.\r\n-هنگام جمع کردن زانو دم و وقتی زانو را باز میکنید بازدم انجام شود.",
      "english": null,
      "arabic": "-بعد اجراء التمارين فلترجع القضيب لحالته الاصلية   \r\n- شهيق عند عند جمع الركبة  وعند مدها زفير ",
      "id": 2930
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها کمتر از عرض لگن باز ،پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه أقل من عرض الحوض ، والساقين مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .",
      "id": 2931
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-62mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-62m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-62m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1101,
    "name": {
      "persian": "هاگ پا دستگاه",
      "english": "Hack Squat Machine",
      "arabic": "Hack Squat Machine",
      "id": 2932
    },
    "recommandation": {
      "persian": "-در طول اجرا پشت باید کاملا چسبیده به پد دستگاه باشد.\r\n-در طول اجرا زانوها از پنجه ها جلوتر نیاید.\r\n-هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "-أثناء الاجراء يجب ان يلتصق الظهر تماما بالوسادة الخاصة بالجهاز  \r\n-اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n-ه أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2933
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد، پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.\r\n-زانوها باید به سمت بیرون در جهت پنجه ها حرکت کنند.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه كعرض الحوض ، الاصابع متجهة للخارج . القدمين  مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .                                                                                                                       *لتحرك لركبتين باتجاه الخارج تزامناً مع حركة الاصابع .",
      "id": 2934
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-63fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-63f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-63f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1102,
    "name": {
      "persian": "هاگ پا دستگاه",
      "english": "Hack Squat Machine",
      "arabic": "Hack Squat Machine",
      "id": 2935
    },
    "recommandation": {
      "persian": "-در طول اجرا پشت باید کاملا چسبیده به پد دستگاه باشد.\r\n-در طول اجرا زانوها از پنجه ها جلوتر نیاید.\r\n-هنگام پایین رفتن دم و وقتی بالا میایید بازدم انجام شود.",
      "english": null,
      "arabic": "-أثناء الاجراء يجب ان يلتصق الظهر تماما بالوسادة الخاصة بالجهاز  \r\n-اثناء الاجراء لا يجب ان تتقدم الركبتين على الاصابع  \r\n-ه أثناء النزول شهيق وعند الصعود زفير ",
      "id": 2936
    },
    "howToDo": {
      "persian": "-بر روی دستگاه قرار بگیرید به شکلی که پاها،شانه ها و پشت شما در قسمتهای مناسب تعبیه شده دستگاه قرار گیرد.\r\n-دسته ها را بگیرید.\r\n-پاها به اندازه عرض لگن باز ،پنجه ها رو به بیرون باشد، پاها کاملا راست باشد بدون اینکه زانو قفل شود.\r\n-با خم کردن زانو بالاتنه را پایین بیاورید.\r\n-زاویه ران موازی با پد زیر پا باشد.\r\n-زانوها باید به سمت بیرون در جهت پنجه ها حرکت کنند.",
      "english": null,
      "arabic": "- قف على الجهاز بحيث تكون ساقيك ، كتفيك ، ظهرك في الأجزاء المناسبة من الجهاز.\r\n- امسک المقابض .\r\n- فلتکن الأرجل مفتوحه كعرض الحوض ، الاصابع متجهة للخارج . القدمين  مستقيمة تمامًا دون ضم الركبتين .\r\n- اخفض الجزء العلوي من جسمك بثني الركبة ..\r\n- لتكن زاویه  الفخذ موازیة للوسادة اسفل القدم .                                                                                                                       *لتحرك لركبتين باتجاه الخارج تزامناً مع حركة الاصابع .",
      "id": 2937
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-63mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-63m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-63m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1103,
    "name": {
      "persian": "لانگز دمبل تک تک",
      "english": "  Alternating Dumbbell Lunge",
      "arabic": "  Alternating Dumbbell Lunge",
      "id": 2938
    },
    "recommandation": {
      "persian": "- این حرکت احتیاج به سطح تعادل بالایی دارد. بنابراین اگر مشکلی در حفظ تعادل دارید، بهتر است از این حرکت صرف نظر کرده و یا آن را با وزن بدن و نگه داشتن یک جسم ثابت انجام دهید. \r\n- در صورت عدم تعادل، هرگز این حرکت را با هالتر اجرا نکنید.",
      "english": null,
      "arabic": "- تتطلب هذه الحركة تتطلب مستوى عال من التوازن . لذلك إذا كنت تواجه مشكلة في التوازن ، فمن الأفضل تخطي هذه الحركة أو القيام بها  تزامناً مع وزن جسمك وقم بمسك جسما ثابتاً.\r\n-  في حالة عدم وجود توازن لاتقم بهذه الحركة على الاطلاق .",
      "id": 2939
    },
    "howToDo": {
      "persian": "- صاف بایستید و دو دمبل را کنار بدن نگه دارید. اکنون در وضعیت آغاز حرکت هستید.\r\n- با پای راست یک قدم به جلو و در فاصله حدوداً 60 سانتی‏ متری بردارید؛ زانو را خم کرده و باسن را پایین بیاورید. برای حفظ تعادل تنه را صاف نگه دارید. - هنگام پایین آمدن مراقب باشید که زانو از پنجه پا جلوتر نیاید چرا که این کار فشار زیادی بر مفصل زانو وارد می‏ کند. دقت کنید که ساق پای جلویی عمود بر زمین باشد.\r\n- با نیرویی که عمدتاً از طریق پاشنه وارد می ‏شود بلند شده و به وضعیت آغازین بازگردید.\r\n- حرکت را این بار با پای چپ تکرار نمایید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "-قف بشكل مستقيم وحافظ على الدمبلتين بالقرب من جسمك.إنت الآن في وضعية البدء\r\nتقدم بقدمك اليمنى خطوة للأمام بمسافة حوالي 60 سم ثم اثنِ ركبتيك واخفض الورك. حافظ على جذعك مستقيمًا للحفاظ على التوازن.\r\n- كن حذراً عند انخفاضك ألا يتجاوز بروز الركبة إصبع القدم لأن هذا سيشكل ضغطاً كبيراً على مفصل الركبة. تأكد من أن تكون الرجل الأمامية متعامدة مع الأرض.\r\n- انهض وعد إلى وضعيتك العادية بواسطة قوة الضغط الصادرة عن الكعب\r\n- كرر هذا التمرين بواسطة الرجل ( القدم) اليسرى\r\n- كرر الحركة بعدد المرات الموصى بها ",
      "id": 2940
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-64fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-64f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-64f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1104,
    "name": {
      "persian": "لانگز دمبل تک تک",
      "english": "  Alternating Dumbbell Lunge",
      "arabic": "  Alternating Dumbbell Lunge",
      "id": 2941
    },
    "recommandation": {
      "persian": "- این حرکت احتیاج به سطح تعادل بالایی دارد. بنابراین اگر مشکلی در حفظ تعادل دارید، بهتر است از این حرکت صرف نظر کرده و یا آن را با وزن بدن و نگه داشتن یک جسم ثابت انجام دهید. \r\n- در صورت عدم تعادل، هرگز این حرکت را با هالتر اجرا نکنید.",
      "english": null,
      "arabic": "- تتطلب هذه الحركة تتطلب مستوى عال من التوازن . لذلك إذا كنت تواجه مشكلة في التوازن ، فمن الأفضل تخطي هذه الحركة أو القيام بها  تزامناً مع وزن جسمك وقم بمسك جسما ثابتاً.\r\n-  في حالة عدم وجود توازن لاتقم بهذه الحركة على الاطلاق .",
      "id": 2942
    },
    "howToDo": {
      "persian": "- صاف بایستید و دو دمبل را کنار بدن نگه دارید. اکنون در وضعیت آغاز حرکت هستید.\r\n- با پای راست یک قدم به جلو و در فاصله حدوداً 60 سانتی‏ متری بردارید؛ زانو را خم کرده و باسن را پایین بیاورید. برای حفظ تعادل تنه را صاف نگه دارید. - هنگام پایین آمدن مراقب باشید که زانو از پنجه پا جلوتر نیاید چرا که این کار فشار زیادی بر مفصل زانو وارد می‏ کند. دقت کنید که ساق پای جلویی عمود بر زمین باشد.\r\n- با نیرویی که عمدتاً از طریق پاشنه وارد می ‏شود بلند شده و به وضعیت آغازین بازگردید.\r\n- حرکت را این بار با پای چپ تکرار نمایید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "-قف بشكل مستقيم وحافظ على الدمبلتين بالقرب من جسمك.إنت الآن في وضعية البدء\r\nتقدم بقدمك اليمنى خطوة للأمام بمسافة حوالي 60 سم ثم اثنِ ركبتيك واخفض الورك. حافظ على جذعك مستقيمًا للحفاظ على التوازن.\r\n- كن حذراً عند انخفاضك ألا يتجاوز بروز الركبة إصبع القدم لأن هذا سيشكل ضغطاً كبيراً على مفصل الركبة. تأكد من أن تكون الرجل الأمامية متعامدة مع الأرض.\r\n- انهض وعد إلى وضعيتك العادية بواسطة قوة الضغط الصادرة عن الكعب\r\n- كرر هذا التمرين بواسطة الرجل ( القدم) اليسرى\r\n- كرر الحركة بعدد المرات الموصى بها ",
      "id": 2943
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-64mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-64m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-64m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1105,
    "name": {
      "persian": "لانگز اسمیت تک",
      "english": "Lunge Sprint",
      "arabic": "Lunge Sprint",
      "id": 2944
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله دستگاه اسمیت را در ارتفاع مناسب تنظیم کنید.\r\n- زیر میله ایستاده و آن را پشت شانه‏ ها قرار دهید. ضامن میله را آزادکرده سپس یک پا را جلو و پای دیگر را عقب بگذارید. \r\n- اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت با فشار به پنجه پای عقب و زانوی جلو بالا بیایید.\r\n- حرکت را به تعداد توصیه شده انجام داده و با پای مخالف تکرار نمایید.",
      "english": null,
      "arabic": "- نظّم (عقلة) بارفيكس جهاز سميث على الارتفاع المناسب. \r\nقف تحت البارفيكس وضعها خلف كتفيك ثم حرر شريط التبديل و ضع إحدى قدميك في الامام والآخرى في الخلف\r\n- انت الآن في وضعية البدء.\r\nانخفض بركبتك الخلفية للأسفل حتى تصبح بالقرب من الأرض واخفض الورك بالتزامن مع انخفاض الركبتين.\r\nفي أدنى نقطة للحركة ، تقدم للأمام بواسطة الدفع الصادر عن مقدمة الرجل.\r\nكرر الحركة بعدد المرات الموصى بها وقم بهذه الحركة بتناوب القدمين",
      "id": 2945
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-70fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-70f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-70f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1106,
    "name": {
      "persian": "لانگز اسمیت تک",
      "english": "Lunge Sprint",
      "arabic": "Lunge Sprint",
      "id": 2946
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله دستگاه اسمیت را در ارتفاع مناسب تنظیم کنید.\r\n- زیر میله ایستاده و آن را پشت شانه‏ ها قرار دهید. ضامن میله را آزادکرده سپس یک پا را جلو و پای دیگر را عقب بگذارید. \r\n- اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت با فشار به پنجه پای عقب و زانوی جلو بالا بیایید.\r\n- حرکت را به تعداد توصیه شده انجام داده و با پای مخالف تکرار نمایید.",
      "english": null,
      "arabic": "- نظّم (عقلة) بارفيكس جهاز سميث على الارتفاع المناسب. \r\nقف تحت البارفيكس وضعها خلف كتفيك ثم حرر شريط التبديل و ضع إحدى قدميك في الامام والآخرى في الخلف\r\n- انت الآن في وضعية البدء.\r\nانخفض بركبتك الخلفية للأسفل حتى تصبح بالقرب من الأرض واخفض الورك بالتزامن مع انخفاض الركبتين.\r\nفي أدنى نقطة للحركة ، تقدم للأمام بواسطة الدفع الصادر عن مقدمة الرجل.\r\nكرر الحركة بعدد المرات الموصى بها وقم بهذه الحركة بتناوب القدمين",
      "id": 2947
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-70mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-70m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-70m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1107,
    "name": {
      "persian": "لانگز اسمیت تک تک",
      "english": "Alternating lunge sprint",
      "arabic": "Alternating lunge sprint",
      "id": 2948
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله دستگاه اسمیت را در ارتفاع مناسب تنظیم کنید.\r\n- زیر میله ایستاده و آن را پشت شانه‏ ها قرار دهید.\r\n- ضامن میله را آزادکرده سپس یک پا را جلو و پای دیگر را عقب بگذارید. اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت فوراً تغییر جهت بدهید.\r\n- با حرکت انفجاری از طریق پاشنه پای جلویی و فشار اندکی توسط پای عقبی حرکت نموده، بالا پریده و پاها را تعویض کنید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "-- نظّم (عقلة) بارفيكس جهاز سميث على الارتفاع المناسب. \r\nقف تحت البارفيكس وضعها خلف كتفيك \r\n- حرر شريط التبديل و ضع إحدى قدميك في الامام والآخرى في الخلف ,انت الآن في وضعية البدء.\r\nانخفض بركبتك الخلفية للأسفل حتى تصبح بالقرب من الأرض واخفض الورك بالتزامن مع انخفاض الركبتين.\r\n-  قم بتغيير الاتجاه بسرعة عند أدنى نقطة للحركة\r\n- اقفز وغير بين القدمين بحركة مفاجئة عن طريق كعب القدم الأمامية وقليل من الضغط بواسطة القدم الخلفية \r\n- كرر الحركة بعدد المرات الموصى بها ",
      "id": 2949
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-71fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-71f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-71f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.02794,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1108,
    "name": {
      "persian": "لانگز اسمیت تک تک",
      "english": "Alternating lunge sprint",
      "arabic": "Alternating lunge sprint",
      "id": 2950
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله دستگاه اسمیت را در ارتفاع مناسب تنظیم کنید.\r\n- زیر میله ایستاده و آن را پشت شانه‏ ها قرار دهید.\r\n- ضامن میله را آزادکرده سپس یک پا را جلو و پای دیگر را عقب بگذارید. اکنون در وضعیت آغاز حرکت هستید.\r\n- زانوی پشتی را تا نزدیک سطح زمین پایین بیاورید در همین حین زانوها را خم نموده و باسن را پایین بیاورید.\r\n- در پایین ترین نقطه حرکت فوراً تغییر جهت بدهید.\r\n- با حرکت انفجاری از طریق پاشنه پای جلویی و فشار اندکی توسط پای عقبی حرکت نموده، بالا پریده و پاها را تعویض کنید.\r\n- حرکت را به تعداد توصیه شده تکرار نمایید.",
      "english": null,
      "arabic": "- نظّم (عقلة) بارفيكس جهاز سميث على الارتفاع المناسب. \r\nقف تحت البارفيكس وضعها خلف كتفيك \r\n- حرر شريط التبديل و ضع إحدى قدميك في الامام والآخرى في الخلف ,انت الآن في وضعية البدء.\r\nانخفض بركبتك الخلفية للأسفل حتى تصبح بالقرب من الأرض واخفض الورك بالتزامن مع انخفاض الركبتين.\r\n-  قم بتغيير الاتجاه بسرعة عند أدنى نقطة للحركة\r\n- اقفز وغير بين القدمين بحركة مفاجئة عن طريق كعب القدم الأمامية وقليل من الضغط بواسطة القدم الخلفية \r\n- كرر الحركة بعدد المرات الموصى بها ",
      "id": 2951
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-71mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-71m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-71m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      5,
      2
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1109,
    "name": {
      "persian": "قفسه زیرسینه دمبل",
      "english": "Decline Dumbbell Fly",
      "arabic": "Decline Dumbbell Fly",
      "id": 2952
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه در حرکت است و زاویه آ رنج ثابت میماند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت وزاوية الكوع ثابته \r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 2953
    },
    "howToDo": {
      "persian": "-  در هر دو دست یک دمبل بگیرید ،بر روی یک نیمکت شیب منفی دراز بکشید پاهای خود را در قسمت مخصوص گیر دهید.\r\n-دمبلها را در بالای قفسه سینه به هم برسانید.\r\n-بازوها باز و کشیده ،آرنج کمی خم و کف دستها روبروی هم باشند.\r\n-دمبلها را در مسیر قوسی شکل در راستای سرشانه پایین بیاورید تا کشیدگی خوبی در قفسه سینه احساس کنید.\r\n-زاویه بالاتنه شما با بازو کمی کمتر از 90 درجه شود.",
      "english": null,
      "arabic": "- أمسك دمبل بكلتا يديك ، واستلق على مقعد منحنى سلبي ، وألصق قدميك في المنطقة الخاصة.\r\n- ضع الأثقال أعلى الصدر.\r\n-. لتكن الذراعين مفتوحتان وممتدتان ، والمرفقان مثنيان قليلاً والنخيلان في مواجهة بعضهما البعض.\r\n-.اخفض الأثقال في اتجاه مقوس باتجاه الكتفين لتشعر بتمدد جيد في الصدر.\r\n- الزاوية بين الجزء العلوي من جسمك و ذراعك أقل  من 90 درجة",
      "id": 2954
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-41fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-41f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-41f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1110,
    "name": {
      "persian": "کرانچ سیم کش ایستاده",
      "english": "Standing Rope Crunch",
      "arabic": "Standing Rope Crunch",
      "id": 2955
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت به مقدار خیلی کم زانوهایتان را خم کنید.\r\n-هنگام خم شدن بازدم و وقتی راست میشوید عمل دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذه الحركة فلتثن ركبتيك قليلاً .\r\n- زفير عند الانحناء وشهيق عند الوقوف .",
      "id": 2956
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در بالاترین قسمت قرار دهید،پشت به ستون سیمکش بایستید.\r\n-دو طرف طناب را در دو دست خود بگیرید به شکلی که دستها چسبیده به بالای قفسه سینه شما باشند.\r\n-حدود 40 سانتی متر از ستون سیمکش فاصله بگیرید،پاها را به اندازه عرض لگن باز کنید.\r\n-در  حالیکه به ستون فقرات خود کمی انحنا دادید با خم کردن کمر به سمت پایین حرکت کنید.\r\n -بالاتنه شما موازی با زمین شود.",
      "english": null,
      "arabic": "-. ضع البكرة السلكية في أعلى الجهاز ، واسند ظهرك على عمود السلك.\r\n-.امسك جانبي الحبل بكلتا يديك بحيث يتم تلتصق اليدين بأعلى صدرك.\r\n-.ابتعد عن عمود السلك حوالي 40 سم و باعد بين ساقيك بمقدار عرض الوركين.\r\n-تحرك للأسفل وذلك عن طريق ثني ظهرك وعمودك الفقري قليلاً\r\n -.ليكن القسم العلوي من جسمك موازياً للأرض .",
      "id": 2957
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-21fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-21f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-21f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1111,
    "name": {
      "persian": "کیک بک سیم کش",
      "english": "One-Legged Cable Kickback",
      "arabic": "One-Legged Cable Kickback",
      "id": 2958
    },
    "recommandation": {
      "persian": "- برای حفظ تعادل با یک دست میتوانید دستگاه کراس را بگیرید.\r\n- مفصل زانو در طول اجرا ثابت بوده و فقط لگن در حرکت باشد.\r\n- هنگام عقب بردن پا بازدم و وقتی جلو میاورید دم انجام شود.",
      "english": null,
      "arabic": "- لحفظ التعادل  تستطيع مسك الجهاز بيد واحدة .\r\n- اثناء التمرين  مفصل الركبة ثابت والحوض فقط في حالة حركة\r\n- عند وضع الرجل للخلف شهيق وعند تقديمها للامام زفير",
      "id": 2959
    },
    "howToDo": {
      "persian": "- در مقابل دستگاه کراس بایستید،قرقره را در پایینترین قسمت قرار دهید.\r\n-مچ بند چرمی را به مچ یکی از پاها ببندید.\r\n-فاصله پاها به اندازه عرض لگن،بالا تنه متمایل به جلووعضلات شکم سفت باشد.\r\n-به آرامی پای خود را در یک مسیر دایره ای شکل حرکت دهید.\r\n- پا را تا جاییکه میتوانید به عقب ببرید.",
      "english": null,
      "arabic": "-قف مقابل الجهاز  وضع البكرة في القسم السفلي منه .\r\n-اربط المعصم الجلدي بأحد الأرجل .\r\n-اجعل المسافة بين الرجلين مساوية لعرض الحوض ، والقسم العلوي من الجسم للأمام وشد عضلات البطن .\r\n-. بهدوء حرك رجلك بشكل دائري .\r\n-  قدر الإمكان ضع رجلك للخلف .",
      "id": 2960
    },
    "iconUri": "https://workout.o2fitt.com/icons/bas-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/bas-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/bas-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      12,
      9
    ],
    "targetMuscle": 5,
    "attributes": []
  },
  {
    "id": 1112,
    "name": {
      "persian": "کیک بک سیم کش",
      "english": "One-Legged Cable Kickback",
      "arabic": "One-Legged Cable Kickback",
      "id": 2961
    },
    "recommandation": {
      "persian": "- برای حفظ تعادل با یک دست میتوانید دستگاه کراس را بگیرید.\r\n- مفصل زانو در طول اجرا ثابت بوده و فقط لگن در حرکت باشد.\r\n- هنگام عقب بردن پا بازدم و وقتی جلو میاورید دم انجام شود.",
      "english": null,
      "arabic": "- لحفظ التعادل  تستطيع مسك الجهاز بيد واحدة .\r\n- اثناء التمرين  مفصل الركبة ثابت والحوض فقط في حالة حركة\r\n- عند وضع الرجل للخلف شهيق وعند تقديمها للامام زفير",
      "id": 2962
    },
    "howToDo": {
      "persian": "- در مقابل دستگاه کراس بایستید،قرقره را در پایینترین قسمت قرار دهید.\r\n-مچ بند چرمی را به مچ یکی از پاها ببندید.\r\n-فاصله پاها به اندازه عرض لگن،بالا تنه متمایل به جلووعضلات شکم سفت باشد.\r\n-به آرامی پای خود را در یک مسیر دایره ای شکل حرکت دهید.\r\n- پا را تا جاییکه میتوانید به عقب ببرید.",
      "english": null,
      "arabic": "-قف مقابل الجهاز  وضع البكرة في القسم السفلي منه .\r\n-اربط المعصم الجلدي بأحد الأرجل .\r\n-اجعل المسافة بين الرجلين مساوية لعرض الحوض ، والقسم العلوي من الجسم للأمام وشد عضلات البطن .\r\n-. بهدوء حرك رجلك بشكل دائري .\r\n-  قدر الإمكان ضع رجلك للخلف .",
      "id": 2963
    },
    "iconUri": "https://workout.o2fitt.com/icons/bas-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/bas-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/bas-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      12,
      9
    ],
    "targetMuscle": 5,
    "attributes": []
  },
  {
    "id": 1113,
    "name": {
      "persian": "لیفت سومو هالتر",
      "english": "Sumo Deadlift",
      "arabic": "Sumo Deadlift",
      "id": 2964
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند.\r\n-سر و سینه بالا باشد.\r\n-هنگام نشستن زانو به سمت خارج در جهت پنجه ها باشد. \r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء  فلتحافظ على الحركة الطبيعية للظهر .\r\n- يجب ان يكون كلا من الرأس والصدر للاعلى .\r\n- عندالجلوس لتكن الركبة  متجهة للخارج بجهة الاصابع . \r\n- زفير عند رفع الاثقال وشهيق عند انزالها .",
      "id": 2965
    },
    "howToDo": {
      "persian": "-هالتر را روی زمین در مقابل خود قرار دهید،پاها بیشتر از عرض شانه باز و پنجه ها رو به بیرون باشد.\r\n-هر دو دست را نزدیک به هم از وسط هالتر بگیرید،بازوها کاملا باز و کشیده تقریبا عمود بر زمین ،سر و سینه بالا،باسن رو به عقب و کمر حالت طبیعی خود را حفظ کند،زاویه بالاتنه با زمین تقریبا 45 درجه باشد،هالتر کاملا نزدیک به پای شما و زانو خمیده باشد.\r\n-همزمان که زانوها را باز مسکنید باسن را به سمت عقب بالا بیاورید.",
      "english": null,
      "arabic": "-  ضع الحديد (الباربل )على الأرض أمامك ، بحيث تكون الأرجل متباعدة اكثر من عرض الكتفين وأصابع القدم باتجاه الخارج.\r\n-ضع كلتا يديك بالقرب من بعضهما البعض في منتصف قضيب الحديد ، ولتكن ذراعيك مفتوحتان وممتدتان بشكل عمودي تقريبًا على الأرض ، والرأس والصدر للأعلى ، والأرداف للخلف والظهر بالوضع الطبيعي ، والزاوية بين الجزء العلوي من الجسم و الأرض حوالي 45 درجة  . الباربل قريب تمامًا من ساقيك ولتكن ركبتيك مثنيتين .\r\n-ارفع الوركين للوراء تزامناً مع فتح ركبتيك.",
      "id": 2966
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-22fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-22f.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-22f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      9,
      8,
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 1114,
    "name": {
      "persian": "لیفت سومو هالتر",
      "english": "Sumo Deadlift",
      "arabic": "Sumo Deadlift",
      "id": 2967
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت کمر حالت طبیعی خود را حفظ کند.\r\n-سر و سینه بالا باشد.\r\n-هنگام نشستن زانو به سمت خارج در جهت پنجه ها باشد. \r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء  فلتحافظ على الحركة الطبيعية للظهر .\r\n- يجب ان يكون كلا من الرأس والصدر للاعلى .\r\n- عندالجلوس لتكن الركبة  متجهة للخارج بجهة الاصابع . \r\n- زفير عند رفع الاثقال وشهيق عند انزالها .",
      "id": 2968
    },
    "howToDo": {
      "persian": "-هالتر را روی زمین در مقابل خود قرار دهید،پاها بیشتر از عرض شانه باز و پنجه ها رو به بیرون باشد.\r\n-هر دو دست را نزدیک به هم از وسط هالتر بگیرید،بازوها کاملا باز و کشیده تقریبا عمود بر زمین ،سر و سینه بالا،باسن رو به عقب و کمر حالت طبیعی خود را حفظ کند،زاویه بالاتنه با زمین تقریبا 45 درجه باشد،هالتر کاملا نزدیک به پای شما و زانو خمیده باشد.\r\n-همزمان که زانوها را باز مسکنید باسن را به سمت عقب بالا بیاورید.",
      "english": null,
      "arabic": "-  ضع الحديد (الباربل )على الأرض أمامك ، بحيث تكون الأرجل متباعدة اكثر من عرض الكتفين وأصابع القدم باتجاه الخارج.\r\n-ضع كلتا يديك بالقرب من بعضهما البعض في منتصف قضيب الحديد ، ولتكن ذراعيك مفتوحتان وممتدتان بشكل عمودي تقريبًا على الأرض ، والرأس والصدر للأعلى ، والأرداف للخلف والظهر بالوضع الطبيعي ، والزاوية بين الجزء العلوي من الجسم و الأرض حوالي 45 درجة  . الباربل قريب تمامًا من ساقيك ولتكن ركبتيك مثنيتين .\r\n-ارفع الوركين للوراء تزامناً مع فتح ركبتيك.",
      "id": 2969
    },
    "iconUri": "https://workout.o2fitt.com/icons/hak-22mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/hak-22m.jpg",
    "video": "https://workout.o2fitt.com/videos/hak-22m.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13,
      9,
      8,
      5
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 1115,
    "name": {
      "persian": "جلوبازو هالتر دست باز ایستاده",
      "english": "Wide-Grip Standing Barbell Curl",
      "arabic": "Wide-Grip Standing Barbell Curl",
      "id": 2970
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2971
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-دستها بیشتر از عرض شانه باز ،آرنج ها باید نزدیک به بالاتنه وکف دستها رو به جلو و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين ،  المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والأرجل متباعدة بعرض الوركين.\r\n-.ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .",
      "id": 2972
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-57fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-57f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-57f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1116,
    "name": {
      "persian": "جلوبازو هالتر دست باز ایستاده",
      "english": "Wide-Grip Standing Barbell Curl",
      "arabic": "Wide-Grip Standing Barbell Curl",
      "id": 2973
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2974
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-دستها بیشتر از عرض شانه باز ،آرنج ها باید نزدیک به بالاتنه وکف دستها رو به جلو و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار أكبر من عرض الكتفين ،  المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والأرجل متباعدة بعرض الوركين.\r\n-.ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .",
      "id": 2975
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-57mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-57m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-57m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1117,
    "name": {
      "persian": "جلوبازو هالتر دست جمع ایستاده",
      "english": "Close-Grip Standing Barbell Curl",
      "arabic": "Close-Grip Standing Barbell Curl",
      "id": 2976
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2977
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-فاصله دستها کمتر از عرض شانه باز ،آرنج ها باید نزدیک به بالاتنه وکف دستها رو به جلو و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار أقل من عرض الكتفين ،  المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والأرجل متباعدة بعرض الوركين.\r\n-.ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .",
      "id": 2978
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-58fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-58f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-58f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1118,
    "name": {
      "persian": "جلوبازو هالتر دست جمع ایستاده",
      "english": "Close-Grip Standing Barbell Curl",
      "arabic": "Close-Grip Standing Barbell Curl",
      "id": 2979
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2980
    },
    "howToDo": {
      "persian": "-هالتر را در دست بگیرید صاف بایستید.\r\n-فاصله دستها کمتر از عرض شانه باز ،آرنج ها باید نزدیک به بالاتنه وکف دستها رو به جلو و پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- امسك الباربل بيديك وقف مستقيماً ..\r\n-يجب أن تكون الذراعين متباعدتين بمقدار أقل من عرض الكتفين ،  المرفقان قريبين من الجزء العلوي من الجسم ، راحتي اليد للأمام ، والأرجل متباعدة بعرض الوركين.\r\n-.ارفع قضيب الحديد (الباربل ) لأعلى ما يمكنك وذلك بثني الكوع .",
      "id": 2981
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-58mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-58m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-58m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1119,
    "name": {
      "persian": "جلوبازو هالتر دست جمع نشسته",
      "english": "Seated Close-Grip Barbell Curl",
      "arabic": "Seated Close-Grip Barbell Curl",
      "id": 2982
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل ",
      "id": 2983
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت بنشینید ،زاویه خم پاها حدود 90 درجه باشد.\r\n-دستها کمتر از عرض شانه باز ،کف دستها رو به بالا و هالتر نزدیک ران باشد.\r\n-هالتر را تا زیر چانه بالا بیاورید.",
      "english": null,
      "arabic": "-اجلس عند نهاية المفعد ولتكن القدمين منحنية بزاوية 90 درجة .\r\n- لتكن اليدين مفتوحتين باقل من عرض الكتفين ، راحتي اليد للاعلى والباربل قريب من الفخذ.\r\n- ضع الباربل تحت الذقن ..",
      "id": 2984
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-60mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-60m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-60m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1120,
    "name": {
      "persian": "جلوبازو هالتر دست باز نشسته",
      "english": "Seated Wide-Grip Barbell Curl",
      "arabic": "Seated Wide-Grip Barbell Curl",
      "id": 2985
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل ",
      "id": 2986
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت بنشینید ،زاویه خم پاها حدود 90 درجه باشد.\r\n-دستها بیشتر از عرض شانه باز ،کف دستها رو به بالا و هالتر نزدیک ران باشد.\r\n-هالتر را تا زیر چانه بالا بیاورید.\r\n-بدون استفاده از بدن هالتر را بالا بیاورید.",
      "english": null,
      "arabic": "-  اجلس في نهاية مقعد مسطح ولتكن زاوية ثني الأرجل حوالي 90 درجة.\r\n-ليكن تباعد الأيدي أكثر من عرض الكتفين ، راحتا اليد متجهتان للأعلى ، والباربل قريب من الفخذين.\r\n- ارفع الباربل للاعلى ليصل الى تحت الذقن . \r\n- ارفع الباربل للاعلى بدون الاستفادة من الجسم .",
      "id": 2987
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-61fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-61f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-61f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1121,
    "name": {
      "persian": "جلوبازو هالتر دست باز نشسته",
      "english": "Seated Wide-Grip Barbell Curl",
      "arabic": "Seated Wide-Grip Barbell Curl",
      "id": 2988
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل ",
      "id": 2989
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت بنشینید ،زاویه خم پاها حدود 90 درجه باشد.\r\n-دستها بیشتر از عرض شانه باز ،کف دستها رو به بالا و هالتر نزدیک ران باشد.\r\n-هالتر را تا زیر چانه بالا بیاورید.\r\n-بدون استفاده از بدن هالتر را بالا بیاورید.",
      "english": null,
      "arabic": "-  اجلس في نهاية مقعد مسطح ولتكن زاوية ثني الأرجل حوالي 90 درجة.\r\n-ليكن تباعد الأيدي أكثر من عرض الكتفين ، راحتا اليد متجهتان للأعلى ، والباربل قريب من الفخذين.\r\n- ارفع الباربل للاعلى ليصل الى تحت الذقن . \r\n- ارفع الباربل للاعلى بدون الاستفادة من الجسم .",
      "id": 2990
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-61mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-61m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-61m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1122,
    "name": {
      "persian": "جلوبازو هالتر EZ ایستاده",
      "english": "Standing EZ Barbell Curl",
      "arabic": "Standing EZ Barbell Curl",
      "id": 2991
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2992
    },
    "howToDo": {
      "persian": "-میله هالتر زد را در دست بگیرید،صاف بایستید.\r\n-دستها به اندازه عرض شانه باشد.\r\n-آرنج ها باید نزدیک به بالاتنه و کف دستها رو به جلو و به سمت داخل،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج ها هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- يجب أن تمسك القضيب باليد وتقف مستقيماً .\r\n-لتكن اليدان متباعدتان بعرض الكتفين.\r\n-. يجب أن يكون المرفقان قريبان من الجزء العلوي من الجسم ، الكفوف متجهة للأمام وللداخل ، والأرجل بعرض الوركين.\r\n-.ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 2993
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-73fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-73f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-73f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1123,
    "name": {
      "persian": "جلوبازو هالتر EZ ایستاده",
      "english": "Standing EZ Barbell Curl",
      "arabic": "Standing EZ Barbell Curl",
      "id": 2994
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 2995
    },
    "howToDo": {
      "persian": "-میله هالتر زد را در دست بگیرید،صاف بایستید.\r\n-دستها به اندازه عرض شانه باشد.\r\n-آرنج ها باید نزدیک به بالاتنه و کف دستها رو به جلو و به سمت داخل،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج ها هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- يجب أن تمسك القضيب باليد وتقف مستقيماً .\r\n-لتكن اليدان متباعدتان بعرض الكتفين.\r\n-. يجب أن يكون المرفقان قريبان من الجزء العلوي من الجسم ، الكفوف متجهة للأمام وللداخل ، والأرجل بعرض الوركين.\r\n-.ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 2996
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-73mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-73m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-73m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1124,
    "name": {
      "persian": "جلوبازو لاری هالتر مچ برعکس",
      "english": "Reverse Barbell Preacher Curl",
      "arabic": "Reverse Barbell Preacher Curl",
      "id": 2997
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما رفع الباربل  وزفير عندما ننزله للاسفل ",
      "id": 2998
    },
    "howToDo": {
      "persian": "-بر روی نیمکت لاری بنشینید،بالاتنه و پشت بازوی خود را  به پد مخصوص بچسبانید.\r\n-دستها به اندازه عرض شانه باز ،کف دست رو به پایین و به سمت داخل،بازوها باز و کشیده،آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-اجلس على مقعد لاري وألصق الجزء العلوي من جسمك وظهر ذراعك بالوسادة الخاصة .\r\n-. لتكن اليدان متباعدتان بمقدار عرض الكتفين ، راحتا اليد موجهتان للأمام والداخل ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً.\r\n-.ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 2999
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-75fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-75f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-75f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1125,
    "name": {
      "persian": "جلوبازو لاری هالتر مچ برعکس",
      "english": "Reverse Barbell Preacher Curl",
      "arabic": "Reverse Barbell Preacher Curl",
      "id": 3000
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما رفع الباربل  وزفير عندما ننزله للاسفل ",
      "id": 3001
    },
    "howToDo": {
      "persian": "-بر روی نیمکت لاری بنشینید،بالاتنه و پشت بازوی خود را  به پد مخصوص بچسبانید.\r\n-دستها به اندازه عرض شانه باز ،کف دست رو به پایین و به سمت داخل،بازوها باز و کشیده،آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "-اجلس على مقعد لاري وألصق الجزء العلوي من جسمك وظهر ذراعك بالوسادة الخاصة .\r\n-. لتكن اليدان متباعدتان بمقدار عرض الكتفين ، راحتا اليد موجهتان للأمام والداخل ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً.\r\n-.ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 3002
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-75mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-75m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-75m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1126,
    "name": {
      "persian": "جلوبازو هالتر نشسته",
      "english": " Seated Barbell Curl",
      "arabic": " Seated Barbell Curl",
      "id": 3003
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل ",
      "id": 3004
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت بنشینید ،زاویه خم پاها حدود 90 درجه باشد.\r\n-دستها اندازه عرض شانه باز ،کف دستها رو به بالا و هالتر نزدیک ران باشد.\r\n-هالتر را تا زیر چانه بالا بیاورید.\r\n-بدون استفاده از بدن هالتر را بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في نهاية مقعد مسطح  ولتكن زاوية ثني الأرجل حوالي 90 درجة.\r\n-.يجب أن تكون اليدين متباعدتين بمقدار عرض الكتفين ، وراحتا اليد للأعلى ، والباربل بالقرب من الفخذين\r\n- ارفع الباربل للاعلى ليصل الى تحت الذقن . \r\n- ارفع الباربل للاعلى بدون الاستفادة من الجسم ",
      "id": 3005
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-77fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-77f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-77f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1127,
    "name": {
      "persian": "جلوبازو هالتر نشسته",
      "english": " Seated Barbell Curl",
      "arabic": " Seated Barbell Curl",
      "id": 3006
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل",
      "id": 3007
    },
    "howToDo": {
      "persian": "-در انتهای یک نیمکت تخت بنشینید ،زاویه خم پاها حدود 90 درجه باشد.\r\n-دستها اندازه عرض شانه باز ،کف دستها رو به بالا و هالتر نزدیک ران باشد.\r\n-هالتر را تا زیر چانه بالا بیاورید.\r\n-بدون استفاده از بدن هالتر را بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس في نهاية مقعد مسطح  ولتكن زاوية ثني الأرجل حوالي 90 درجة.\r\n-.يجب أن تكون اليدين متباعدتين بمقدار عرض الكتفين ، وراحتا اليد للأعلى ، والباربل بالقرب من الفخذين\r\n- ارفع الباربل للاعلى ليصل الى تحت الذقن . \r\n- ارفع الباربل للاعلى بدون الاستفادة من الجسم",
      "id": 3008
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-77mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-77m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-77m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1128,
    "name": {
      "persian": "جلوبازو هالتر EZ نشسته",
      "english": "Seated  EZ Barbell Curl",
      "arabic": "Seated  EZ Barbell Curl",
      "id": 3009
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- هالتر  زد را برداشته و روی میز بنشینید. هالتر را روی پاهای خود قرار دهید.\r\n- پشت خود را صاف، شانه ها عقب و پاها و زانوهایتان را جفت کنید.\r\n- آرنج ها رادر کنار بدن خود قفل کرده و هالتر را از روی پاهایتان بردارید. نقطه شروع حرکت.\r\n- آرنج ها را خم کرده و به آرامی وزنه ها را تا جایی که ممکن است بالا بیاورید.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.\r\n- اجازه ندهید هالتر با ران هایتان تماس پیدا کند.",
      "english": null,
      "arabic": "خذ البار واجلس على الطاولة. ثم ضعه على قدميك.\r\nحافظ على استقامة ظهرك وكتفيك للخلف وساقيك وركبتيك معًا.\r\nاقفل مرفقيك على جانب جسمك وارفع البار عن قدميك.نقطة بداية الحركة.\r\nاثنِ مرفقيك وارفع الأثقال قدر الإمكان ببطء.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من التمرين ثم اخفض البار ببطء.\r\nلا تدع البار يلمس فخذيك.",
      "id": 3010
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-84fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-84f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-84f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1129,
    "name": {
      "persian": "جلوبازو هالتر EZ نشسته",
      "english": "Seated  EZ Barbell Curl",
      "arabic": "Seated  EZ Barbell Curl",
      "id": 3011
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- هالتر  زد را برداشته و روی میز بنشینید. هالتر را روی پاهای خود قرار دهید.\r\n- پشت خود را صاف، شانه ها عقب و پاها و زانوهایتان را جفت کنید.\r\n- آرنج ها رادر کنار بدن خود قفل کرده و هالتر را از روی پاهایتان بردارید. نقطه شروع حرکت.\r\n- آرنج ها را خم کرده و به آرامی وزنه ها را تا جایی که ممکن است بالا بیاورید.\r\n- در این نقطه عضلات جلو بازو را اندکی فشار داده سپس به آرامی هالتر را پایین می آوریم.\r\n- اجازه ندهید هالتر با ران هایتان تماس پیدا کند.",
      "english": null,
      "arabic": "خذ البار واجلس على الطاولة. ثم ضعه على قدميك.\r\nحافظ على استقامة ظهرك وكتفيك للخلف وساقيك وركبتيك معًا.\r\nاقفل مرفقيك على جانب جسمك وارفع البار عن قدميك.نقطة بداية الحركة.\r\nاثنِ مرفقيك وارفع الأثقال قدر الإمكان ببطء.\r\nاضغط على عضلات الساعد قليلًا في هذه المرحلة من التمرين ثم اخفض البار ببطء.\r\nلا تدع البار يلمس فخذيك.",
      "id": 3012
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-84mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-84m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-84m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1130,
    "name": {
      "persian": "کول دمبل تک ایستاده",
      "english": " One-Arm Dumbbell Upright Row",
      "arabic": " One-Arm Dumbbell Upright Row",
      "id": 3013
    },
    "recommandation": {
      "persian": "-آرنج باید همواره بالاتر از ساعد باشد.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع الثقل وشهيق عند انزاله .",
      "id": 3014
    },
    "howToDo": {
      "persian": "-یک دمبل در یک دست بگیرید صاف بایستید،دست دیگر را به کمر یا به یک سطح محکم قرار دهید.\r\n-بازو کاملا کشیده عمود بر زمین ،آرنج کمی خمیده،کف دست در مقابل ران و رو به بدن،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دمبل را مستقیم به سمت بالا ببرید در حالیکه دمبل نزدیک بدنتان هست.\r\n-دمبل در سطح شانه قرار گیرد.",
      "english": null,
      "arabic": "-.أمسك ثقلاً بإحدى يديك ، قف بشكل مستقيم مع وضع اليد الأخرى على الخصر أو على سطح صلب.\r\n-لتكن الذراع ممتدة بشكل عمودي على الأرض ، الكوع منحني قليلاً ، الكف أمام الفخذ وفي مقابل الجسم ، الأرجل مفتوحة بمقدار عرض الحوض.\r\n- اثنِ الكوع  وارفع الأثقال بشكل مستقيم للاعلى بحيث تكون الأثقال قريبة من جسمك.\r\n-يجب أن تكون الثقل على مستوى الكتف .",
      "id": 3015
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-5fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-5f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-5f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      4,
      3
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1131,
    "name": {
      "persian": "کول دمبل تک ایستاده",
      "english": " One-Arm Dumbbell Upright Row",
      "arabic": " One-Arm Dumbbell Upright Row",
      "id": 3016
    },
    "recommandation": {
      "persian": "-آرنج باید همواره بالاتر از ساعد باشد.\r\n-هنگام بالا بردن دمبل بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع الثقل وشهيق عند انزاله .",
      "id": 3017
    },
    "howToDo": {
      "persian": "-یک دمبل در یک دست بگیرید صاف بایستید،دست دیگر را به کمر یا به یک سطح محکم قرار دهید.\r\n-بازو کاملا کشیده عمود بر زمین ،آرنج کمی خمیده،کف دست در مقابل ران و رو به بدن،پاها به اندازه عرض لگن باز باشد.\r\n-با خم کردن آرنج دمبل را مستقیم به سمت بالا ببرید در حالیکه دمبل نزدیک بدنتان هست.\r\n-دمبل در سطح شانه قرار گیرد.",
      "english": null,
      "arabic": "-.أمسك ثقلاً بإحدى يديك ، قف بشكل مستقيم مع وضع اليد الأخرى على الخصر أو على سطح صلب.\r\n-لتكن الذراع ممتدة بشكل عمودي على الأرض ، الكوع منحني قليلاً ، الكف أمام الفخذ وفي مقابل الجسم ، الأرجل مفتوحة بمقدار عرض الحوض.\r\n- اثنِ الكوع  وارفع الأثقال بشكل مستقيم للاعلى بحيث تكون الأثقال قريبة من جسمك.\r\n-يجب أن تكون الثقل على مستوى الكتف .",
      "id": 3018
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-5mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-5m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-5m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      4,
      3
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1132,
    "name": {
      "persian": "کول دمبل جفت ایستاده",
      "english": "Dumbbell Upright Row",
      "arabic": "Dumbbell Upright Row",
      "id": 3019
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج همواره بالاتر از ساعد باشد.\r\n-هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع القضيب وشهيق عند انزاله .",
      "id": 3020
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید .\r\n-دستها کمی کمتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین ،آرنج کمی خمیده،کف دستها رو به بدن در مقابل ران ها ،پاها به اندازه عرض لگن باز باشند.\r\n-با خم کردن آرنج ها دمبلها  را در راستای بدن بالا ببرید.\r\n-دمبلها تقریبا  در سطح شانه ها قرار گیرند.",
      "english": null,
      "arabic": "- امسك ثقلا في كل يد .\r\n- لتكن المسافة بين الأيدي أقل بقليل من عرض الكتفين ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، راحتي اليد تواجهان الجسم وفي مقابل الفخذين ، والساقين مفتوحتين بمقدار عرض الحوض\r\n-ارفع الأثقال للأعلى بثني المرفقين\r\n-يجب أن تكون الأثقال على مستوى الكتف تقريبًا.",
      "id": 3021
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-6fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-6f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-6f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10,
      3
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1133,
    "name": {
      "persian": "کول دمبل جفت ایستاده",
      "english": "Dumbbell Upright Row",
      "arabic": "Dumbbell Upright Row",
      "id": 3022
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج همواره بالاتر از ساعد باشد.\r\n-هنگام بالا بردن دمبلها بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تكون حركة الكوع اعلى من الساعد .\r\n- زفير عند رفع القضيب وشهيق عند انزاله .",
      "id": 3023
    },
    "howToDo": {
      "persian": "-یک دمبل در هر دست بگیرید .\r\n-دستها کمی کمتر از عرض شانه باز ،بازو ها کاملا  باز وکشیده عمود بر زمین ،آرنج کمی خمیده،کف دستها رو به بدن در مقابل ران ها ،پاها به اندازه عرض لگن باز باشند.\r\n-با خم کردن آرنج ها دمبلها  را در راستای بدن بالا ببرید.\r\n-دمبلها تقریبا  در سطح شانه ها قرار گیرند.",
      "english": null,
      "arabic": "- امسك ثقلا في كل يد .\r\n- لتكن المسافة بين الأيدي أقل بقليل من عرض الكتفين ، الذراعان مفتوحتان وممتدتان بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، راحتي اليد تواجهان الجسم وفي مقابل الفخذين ، والساقين مفتوحتين بمقدار عرض الحوض\r\n-ارفع الأثقال للأعلى بثني المرفقين\r\n-يجب أن تكون الأثقال على مستوى الكتف تقريبًا.",
      "id": 3024
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-6mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-6m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-6m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10,
      3
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1134,
    "name": {
      "persian": "کول هالتر ایستاده دست باز",
      "english": "Upright Barbell Row",
      "arabic": "Upright Barbell Row",
      "id": 3025
    },
    "recommandation": {
      "persian": "-در کل مسیر اجرای حرکت آرنج از ساعد  بالاتر باشد.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- في العموم عند الاجراء لتكن حركة الكوع اعلى من الساعد.\r\n- عند رفع الباربل زفير وعند خفضه شهيق",
      "id": 3026
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید.\r\n-دستها  به اندازه عرض شانه باز ،کف دست رو به بدن ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،هالتر نزدیک بدن و جلوی ران باشد.\r\n-با خم کردن آرنج و بالا بردن بازو هالتر را مماس با بالاتنه بالا بیاورید.\r\n-هالتر به چانه نزدیک شود.",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد .\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف ..\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك .                                                                                                           -ليكن الباربل قريب من ذقنك .",
      "id": 3027
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-15fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-15f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-15f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1135,
    "name": {
      "persian": "کول هالتر ایستاده دست باز",
      "english": "Upright Barbell Row",
      "arabic": "Upright Barbell Row",
      "id": 3028
    },
    "recommandation": {
      "persian": "-در کل مسیر اجرای حرکت آرنج از ساعد  بالاتر باشد.\r\n-هنگام بالا بردن هالتر  بازدم و وقتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- في العموم عند الاجراء لتكن حركة الكوع اعلى من الساعد.\r\n- عند رفع الباربل زفير وعند خفضه شهيق ",
      "id": 3029
    },
    "howToDo": {
      "persian": "-یک هالتر را در دست بگیرید.\r\n-دستها  به اندازه عرض شانه باز ،کف دست رو به بدن ،بازو ها کاملا  باز وکشیده عمود بر زمین،آرنج کمی خم،هالتر نزدیک بدن و جلوی ران باشد.\r\n-با خم کردن آرنج و بالا بردن بازو هالتر را مماس با بالاتنه بالا بیاورید.\r\n-هالتر به چانه نزدیک شود.",
      "english": null,
      "arabic": "-امسك قضيبًا من الحديد .\r\n- ليكن تباعد اليدين اقل من عرض الكتفين ، الذراعين مفتوحتين بالكامل وممتدتين بشكل عمودي على الأرض ، المرفقان مثنيين قليلاً ، وراحتي الكف متجهتين للخلف ..\r\n- ارفع الباربل قدر الإمكان للاعلى عن طريق رفع كتفيك .                                                                                                           -ليكن الباربل قريب من ذقنك .",
      "id": 3030
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-15mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-15m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-15m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1136,
    "name": {
      "persian": "کول هالتر ایستاده دست جمع",
      "english": "Upright Barbell Row",
      "arabic": "Upright Barbell Row",
      "id": 3031
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک هالتر را گرفته، فاصله بین دستان باید کمتر از عرض شانه باشد، آرنج ها را کمی خم کنید و کمرتان باید صاف باشد.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، به کمک سرشانه هالتر را به سمت بالا بیاورید، آرنج ها باید به سمت طرفین بالا آیند حرکت را تا زمان نزدیک شدن هالتر به چانه ادامه دهید.\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "خذ القضيب أولاً واثن المرفقين قليلاً ، يجب أن يكون ظهرك مستقيمًا والمسافة بين اليدين أقل من عرض الكتفين. \r\nهذه هي نقطة بداية الحركة\r\nارفع القضيب بمساعدة الكتف واستمربالحركة حتى يصبح القضيب قريباً من الذقن ويجب أن يرتفع المرفقان إلى الجانبين. \r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3032
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-16fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-16f.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-16f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1137,
    "name": {
      "persian": "کول هالتر ایستاده دست جمع",
      "english": "Upright Barbell Row",
      "arabic": "Upright Barbell Row",
      "id": 3033
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک هالتر را گرفته، فاصله بین دستان باید کمتر از عرض شانه باشد، آرنج ها را کمی خم کنید و کمرتان باید صاف باشد.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، به کمک سرشانه هالتر را به سمت بالا بیاورید، آرنج ها باید به سمت طرفین بالا آیند حرکت را تا زمان نزدیک شدن هالتر به چانه ادامه دهید.\r\n- پس از یک مکث کوتاه در حالیکه نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "خذ القضيب أولاً واثن المرفقين قليلاً ، يجب أن يكون ظهرك مستقيمًا والمسافة بين اليدين أقل من عرض الكتفين. \r\nهذه هي نقطة بداية الحركة\r\nارفع القضيب بمساعدة الكتف واستمربالحركة حتى يصبح القضيب قريباً من الذقن ويجب أن يرتفع المرفقان إلى الجانبين. \r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3034
    },
    "iconUri": "https://workout.o2fitt.com/icons/kol-16mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/kol-16m.jpg",
    "video": "https://workout.o2fitt.com/videos/kol-16m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 7,
    "attributes": []
  },
  {
    "id": 1138,
    "name": {
      "persian": "نشر هالتر از روبرو",
      "english": "Barbell Front Raise",
      "arabic": "Barbell Front Raise",
      "id": 3035
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج ثابت و فقط مفصل سرشانه حرکت کند.\r\n-وقتی هالتر به سمت بالا  میرود بازدم و وقتی به سمت پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تبقى زاوية الكوع ثابته والمفصل فقط يتحرك  .\r\n-عند رفع الباربل زفير وعند انزالها شهيق",
      "id": 3036
    },
    "howToDo": {
      "persian": "-هالتر را در حالیکه دستها به اندازه عرض شانه باز هست بگیرید.\r\n-بازوها کاملا باز عمود بر زمین ،سر و سینه بالا ،شانه به سمت عقب ،آرنج ها کمی خم و کف دست رو به عقب باشد.\r\n-به کمک مفصل شانه هالتر را از مقابلتان بالا بیاورید.\r\n-هالتر روبروی پیشانی قرار گیرد.\r\n-بازو موازی زمین شود.",
      "english": null,
      "arabic": "-.امسك الباربل بين ذراعيك بمقدار عرض الكتفين.\r\n-. فلتكن الأذرع مفتوحة وبشكل عمودي على الأرض ، الرأس والصدر مرتفعان ، الكتفان إلى الخلف ، المرفقان مثنيان قليلاً ، وراحتا الكف متجهتان للخلف.\r\n- ارفع الباربل نحوك وذلك بمساعدة مفصل الكتف.\r\n-ضع الباربل أمام الجبهة .\r\n-ليكن الذراع موزيا للأرض .",
      "id": 3037
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-57fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-57f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-57f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1139,
    "name": {
      "persian": "نشر هالتر از روبرو",
      "english": "Barbell Front Raise",
      "arabic": "Barbell Front Raise",
      "id": 3038
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج ثابت و فقط مفصل سرشانه حرکت کند.\r\n-وقتی هالتر به سمت بالا  میرود بازدم و وقتی به سمت پایین میاید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين يجب ان تبقى زاوية الكوع ثابته والمفصل فقط يتحرك  .\r\n-عند رفع الباربل زفير وعند انزالها شهيق",
      "id": 3039
    },
    "howToDo": {
      "persian": "-هالتر را در حالیکه دستها به اندازه عرض شانه باز هست بگیرید.\r\n-بازوها کاملا باز عمود بر زمین ،سر و سینه بالا ،شانه به سمت عقب ،آرنج ها کمی خم و کف دست رو به عقب باشد.\r\n-به کمک مفصل شانه هالتر را از مقابلتان بالا بیاورید.\r\n-هالتر روبروی پیشانی قرار گیرد.\r\n-بازو موازی زمین شود.",
      "english": null,
      "arabic": "-.امسك الباربل بين ذراعيك بمقدار عرض الكتفين.\r\n-. فلتكن الأذرع مفتوحة وبشكل عمودي على الأرض ، الرأس والصدر مرتفعان ، الكتفان إلى الخلف ، المرفقان مثنيان قليلاً ، وراحتا الكف متجهتان للخلف.\r\n- ارفع الباربل نحوك وذلك بمساعدة مفصل الكتف.\r\n-ضع الباربل أمام الجبهة .\r\n- ليكن الذراع موزيا للأرض .",
      "id": 3040
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-57mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-57m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-57m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1140,
    "name": {
      "persian": "نشر از جانب دمبل ایستاده",
      "english": "Side Lateral Raise",
      "arabic": "Side Lateral Raise",
      "id": 3041
    },
    "recommandation": {
      "persian": "-خمیدگی آرنج در طول اجرای حرکت حفظ شود.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-الحفاظ على انحناء الكوع أثناء الحركة\r\n-عند رفع الاثقال زفير وعند انزالها شهيق",
      "id": 3042
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید صاف بایستید.\r\n-دمبلها را در کنار بدن نگه دارید در حالیکه بازوها کاملا کشیده ،آرنج کمی خم،کف دست روبروی هم ،پاها اندازه عرض لگن باز باشد.\r\n-به کمک مفصل شانه دمبلها را از کنار بدن بالا بیاورید.\r\n-بازوها کمی بالاتر از موازی با زمین باشد.",
      "english": null,
      "arabic": "- امسك الثقل في كل يد وقف بشكل مستقيم.\r\n-حافظ على الباربل على جانب الجسم مع مد الذراعين بالكامل ، المرفقين منحنيين قليلاً ، راحتي اليد في مواجهة بعضهما البعض ، والساقين مفتوحتين  بمقدار مساو لعرض الحوض.\r\n-.ارفع الأثقال الى جانب الجسم  وذلك بمساعدة مفصل الكتف.\r\n-.يجب أن تكون الذراعين أعلى بقليل من موازاة  الأرض .",
      "id": 3043
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-58fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-58f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-58f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1141,
    "name": {
      "persian": "نشر از جانب دمبل ایستاده",
      "english": "Side Lateral Raise",
      "arabic": "Side Lateral Raise",
      "id": 3044
    },
    "recommandation": {
      "persian": "-خمیدگی آرنج در طول اجرای حرکت حفظ شود.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-الحفاظ على انحناء الكوع أثناء الحركة\r\n-عند رفع الاثقال زفير وعند انزالها شهيق",
      "id": 3045
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید صاف بایستید.\r\n-دمبلها را در کنار بدن نگه دارید در حالیکه بازوها کاملا کشیده ،آرنج کمی خم،کف دست روبروی هم ،پاها اندازه عرض لگن باز باشد.\r\n-به کمک مفصل شانه دمبلها را از کنار بدن بالا بیاورید.\r\n-بازوها کمی بالاتر از موازی با زمین باشد.",
      "english": null,
      "arabic": "- امسك الثقل في كل يد وقف بشكل مستقيم.\r\n-حافظ على الباربل على جانب الجسم مع مد الذراعين بالكامل ، المرفقين منحنيين قليلاً ، راحتي اليد في مواجهة بعضهما البعض ، والساقين مفتوحتين  بمقدار مساو لعرض الحوض.\r\n-.ارفع الأثقال الى جانب الجسم  وذلك بمساعدة مفصل الكتف.\r\n-.يجب أن تكون الذراعين أعلى بقليل من موازاة  الأرض .",
      "id": 3046
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-58mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-58m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-58m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1142,
    "name": {
      "persian": "نشر از جانب دمبل تک",
      "english": "One-Arm Side Laterals",
      "arabic": "One-Arm Side Laterals",
      "id": 3047
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم  انجام شود.\r\n-زاویه آرنج در طول حرکت حفظ شود.",
      "english": null,
      "arabic": "-الحرکه فقط في مفصل الكتف .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق .\r\n- لتحفظ زاویه الكوع اثناء التمرين .",
      "id": 3048
    },
    "howToDo": {
      "persian": "-یک دمبل را با یک دست بگیرید،از دست دیگر برای گرفتن یک چیز مستحکم مثل یک ستون یا نیمکت شیب مثبت استفاده کنید تا به حفظ تعادل شما کمک کند.\r\n-پاها جمع،زانوها کمی خم،دمبل در کنار بدن نزدیک ران،کف دست رو به بالاتنه،بازوها کاملا کشیده،آرنج کمی خمیده باشد.\r\n-به کمک مفصل شانه دمبل را از کنار بدن بالا بیاورید.\r\n-بازوها  موازی با زمین شود.",
      "english": null,
      "arabic": "-امسك اثقلا بيد واحدة ، واستخدم اليد الأخرى لمسك شيء قوي  مثل عمود أو مقعد مائل بشكل جيد وذلك لتحقيق التوازن.\r\n-الأرجل مثنية ، الركبتان مثنيتان قليلاً ، الأثقال بالقرب من الجسم من ناحية  الفخذ ، الكفوف متجهة للأعلى ، الذراعين ممدودتان بالكامل و المرفقان مثنيان قليلاً .\r\n-ارفع الأثقال من جانب الجسم  وذلك بمساعدة مفصل الكتف\r\n-لتكن الذراعان متوازيتان مع الأرض",
      "id": 3049
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-59fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-59f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-59f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1143,
    "name": {
      "persian": "نشر از جانب دمبل تک",
      "english": "One-Arm Side Laterals",
      "arabic": "One-Arm Side Laterals",
      "id": 3050
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم  انجام شود.\r\n-زاویه آرنج در طول حرکت حفظ شود.",
      "english": null,
      "arabic": "-الحرکه فقط في مفصل الكتف .\r\n-عند رفع الاثقال زفير وعند انزالها شهيق .\r\n- لتحفظ زاویه الكوع اثناء التمرين .",
      "id": 3051
    },
    "howToDo": {
      "persian": "-یک دمبل را با یک دست بگیرید،از دست دیگر برای گرفتن یک چیز مستحکم مثل یک ستون یا نیمکت شیب مثبت استفاده کنید تا به حفظ تعادل شما کمک کند.\r\n-پاها جمع،زانوها کمی خم،دمبل در کنار بدن نزدیک ران،کف دست رو به بالاتنه،بازوها کاملا کشیده،آرنج کمی خمیده باشد.\r\n-به کمک مفصل شانه دمبل را از کنار بدن بالا بیاورید.\r\n-بازوها  موازی با زمین شود.",
      "english": null,
      "arabic": "-امسك اثقلا بيد واحدة ، واستخدم اليد الأخرى لمسك شيء قوي  مثل عمود أو مقعد مائل بشكل جيد وذلك لتحقيق التوازن.\r\n-الأرجل مثنية ، الركبتان مثنيتان قليلاً ، الأثقال بالقرب من الجسم من ناحية  الفخذ ، الكفوف متجهة للأعلى ، الذراعين ممدودتان بالكامل و المرفقان مثنيان قليلاً .\r\n-ارفع الأثقال من جانب الجسم  وذلك بمساعدة مفصل الكتف\r\n-لتكن الذراعان متوازيتان مع الأرض",
      "id": 3052
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-59mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-59m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-59m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1144,
    "name": {
      "persian": "نشر از جانب دمبل نشسته جفت",
      "english": "Seated Side Lateral Raise",
      "arabic": "Seated Side Lateral Raise",
      "id": 3053
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت مفصل آرنج ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين مفصل الكوع ثابت ومفصل الكتف متحرك .\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3054
    },
    "howToDo": {
      "persian": "-در حالیکه در هر دست یک دمبل دارید  بر روی یک نیمکت پشتی دار بنشینید.\r\n-بالاتنه کاملا راست،بازوها کاملا کشیده در کنار بدن،آرنج ها کمی خم و کف دست رو به بالاتنه باشد.\r\n-به کمک مفصل شانه دمبلها را از کنار بدن بالا ببرید.\r\n-بازوها موازی با سطح زمین شوند و کف دست رو به زمین شوند.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل وضع ثقلاً في كل يد.\r\n-بالاتنه کاملا راست،بازوها کاملا کشیده در کنار بدن،آرنج ها کمی خم و کف دست رو به بالاتنه باشد. لتجعل الجزء العلوي من الجسم مستقيماً تمامًا ، الذراعان ممتدتان بالكامل إلى جانب الجسم ، والمرفقان مثنيان قليلاً ، وراحتي اليد مقابلتان للجزء العلوي من الجسم.\r\n-ارفع الأثقال الى جانب الجسم وذلك بمساعدة مفصل الكتف\r\n-.يجب أن تكون الأذرع موازية للأرض والكفوف مواجهة للأرض ايضاً.",
      "id": 3055
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-63fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-63f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-63f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1145,
    "name": {
      "persian": "نشر از جانب دمبل نشسته جفت",
      "english": "Seated Side Lateral Raise",
      "arabic": "Seated Side Lateral Raise",
      "id": 3056
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت مفصل آرنج ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين مفصل الكوع ثابت ومفصل الكتف متحرك .\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3057
    },
    "howToDo": {
      "persian": "-در حالیکه در هر دست یک دمبل دارید  بر روی یک نیمکت پشتی دار بنشینید.\r\n-بالاتنه کاملا راست،بازوها کاملا کشیده در کنار بدن،آرنج ها کمی خم و کف دست رو به بالاتنه باشد.\r\n-به کمک مفصل شانه دمبلها را از کنار بدن بالا ببرید.\r\n-بازوها موازی با سطح زمین شوند و کف دست رو به زمین شوند.",
      "english": null,
      "arabic": "-اجلس على مقعد مائل وضع ثقلاً في كل يد.\r\n-بالاتنه کاملا راست،بازوها کاملا کشیده در کنار بدن،آرنج ها کمی خم و کف دست رو به بالاتنه باشد. لتجعل الجزء العلوي من الجسم مستقيماً تمامًا ، الذراعان ممتدتان بالكامل إلى جانب الجسم ، والمرفقان مثنيان قليلاً ، وراحتي اليد مقابلتان للجزء العلوي من الجسم.\r\n-ارفع الأثقال الى جانب الجسم وذلك بمساعدة مفصل الكتف\r\n-.يجب أن تكون الأذرع موازية للأرض والكفوف مواجهة للأرض ايضاً.",
      "id": 3058
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-63mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-63m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-63m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1146,
    "name": {
      "persian": "نشر از جانب سیم کش تک از پشت",
      "english": "Standing Low-Pulley Deltoid Raise behind the back",
      "arabic": "Standing Low-Pulley Deltoid Raise behind the back",
      "id": 3059
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه و پاها  ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والساقين ثابتة وفقط مفصل الكتف متحرك..\r\n- عند رفع اليدين زفير وعند انزالها شهيق ",
      "id": 3060
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید ،به پهلو کنار دستگاه بایستید و با دست دورتر دستگیره را بگیرید.\r\n-پاها به اندازه عرض لگن باز ، بازوها کاملا کشیده ،آرنج کمی خم باشد.\r\n-دستگیره در پشت بدن باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو تقریبا موازی با زمین شود.\r\n-کف دست رو به زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في القسم السفلي ، اسند خصرك على جانب الآلة وامسك المقبض بيدك الأخرى .\r\n-افتح الساقان بعرض الوركين ولتكن الذراعين ممدودتين بالكامل والمرفقين مثنيان قليلاً.\r\n- ليكن المقبض في الجزء الخلفي من الجسم.\r\n-ارفع المقبض للأعلى بمساعدة مفصل الكتف\r\n-. ليكن الذراع موازيا للارض \r\n-. ليكن كف اليد مستند على الارض",
      "id": 3061
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-64fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-64f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-64f_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1147,
    "name": {
      "persian": "نشر از جانب سیم کش تک از پشت",
      "english": "Standing Low-Pulley Deltoid Raise behind the back",
      "arabic": "Standing Low-Pulley Deltoid Raise behind the back",
      "id": 3062
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه و پاها  ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والساقين ثابتة وفقط مفصل الكتف متحرك..\r\n- عند رفع اليدين زفير وعند انزالها شهيق ",
      "id": 3063
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید ،به پهلو کنار دستگاه بایستید و با دست دورتر دستگیره را بگیرید.\r\n-پاها به اندازه عرض لگن باز ، بازوها کاملا کشیده ،آرنج کمی خم باشد.\r\n-دستگیره در پشت بدن باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو تقریبا موازی با زمین شود.\r\n-کف دست رو به زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في القسم السفلي ، اسند خصرك على جانب الآلة وامسك المقبض بيدك الأخرى .\r\n-افتح الساقان بعرض الوركين ولتكن الذراعين ممدودتين بالكامل والمرفقين مثنيان قليلاً.\r\n- ليكن المقبض في الجزء الخلفي من الجسم.\r\n-ارفع المقبض للأعلى بمساعدة مفصل الكتف\r\n-. ليكن الذراع موازيا للارض \r\n-. ليكن كف اليد مستند على الارض",
      "id": 3064
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-64mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-64m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-64m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1148,
    "name": {
      "persian": "نشر از جانب سیم کش تک از جلو",
      "english": "Standing Low-Pulley Deltoid Raise - Cable Lateral Raise",
      "arabic": "Standing Low-Pulley Deltoid Raise - Cable Lateral Raise",
      "id": 3065
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه و پاها  ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والساقين ثابتة وفقط مفصل الكتف متحرك..\r\n- عند رفع اليدين زفير وعند انزالها شهيق ",
      "id": 3066
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید ،به پهلو کنار دستگاه بایستید و با دست دورتر دستگیره را بگیرید.\r\n-پاها به اندازه عرض لگن باز ، بازوها کاملا کشیده ،آرنج کمی خم باشد.\r\n-دستگیره جلوی بدن ،کف دست رو به شکم باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو تقریبا موازی با زمین شود.\r\n-کف دست رو به زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في القسم السفلي ، اسند خصرك على جانب الآلة وامسك المقبض بيدك الأخرى .\r\n-افتح الساقان بعرض الوركين ولتكن الذراعين ممدودتين بالكامل والمرفقين مثنيان قليلاً.\r\n- ليكن المقبض امام الجسم وراحة اليد على البطن  .\r\n-ارفع المقبض للأعلى بمساعدة مفصل الكتف\r\n-. ليكن الذراع موازيا للارض \r\n-. ليكن كف اليد مستند على الارض",
      "id": 3067
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-65fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-65f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-65f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1149,
    "name": {
      "persian": "نشر از جانب سیم کش تک از جلو",
      "english": "Standing Low-Pulley Deltoid Raise - Cable Lateral Raise",
      "arabic": "Standing Low-Pulley Deltoid Raise - Cable Lateral Raise",
      "id": 3068
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بالاتنه و پاها  ثابت و فقط مفصل شانه حرکت کند.\r\n-هنگام بالا بردن دستها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء الجزء العلوي من الجسم والساقين ثابتة وفقط مفصل الكتف متحرك..\r\n- عند رفع اليدين زفير وعند انزالها شهيق ",
      "id": 3069
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید ،به پهلو کنار دستگاه بایستید و با دست دورتر دستگیره را بگیرید.\r\n-پاها به اندازه عرض لگن باز ، بازوها کاملا کشیده ،آرنج کمی خم باشد.\r\n-دستگیره جلوی بدن ،کف دست رو به شکم باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو تقریبا موازی با زمین شود.\r\n-کف دست رو به زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في القسم السفلي ، اسند خصرك على جانب الآلة وامسك المقبض بيدك الأخرى .\r\n-افتح الساقان بعرض الوركين ولتكن الذراعين ممدودتين بالكامل والمرفقين مثنيان قليلاً.\r\n- ليكن المقبض امام الجسم وراحة اليد على البطن  .\r\n-ارفع المقبض للأعلى بمساعدة مفصل الكتف\r\n-. ليكن الذراع موازيا للارض \r\n-. ليكن كف اليد مستند على الارض",
      "id": 3070
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-65mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-65m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-65m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1150,
    "name": {
      "persian": "نشر از روبرو دمبل تناوبی",
      "english": " Over Head Triceps Extension",
      "arabic": " Over Head Triceps Extension",
      "id": 3071
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج  خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبلها  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3072
    },
    "howToDo": {
      "persian": "-در حالیکه در هر دست یک دمبل دارید صاف بایستید.\r\n-دمبلها را در مقابل ران ها نگه دارید.\r\n-کف دستها رو به ران ،بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پا به اندازه عرض لگن باز باشد.\r\n-یکی از دستها را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح شانه قرار گیرد.\r\n-کف دست رو به زمین باشد.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد.\r\n-ضع الاثقال مقابل بعضها البعض\r\n-. لتكن راحتي اليدين في مواجهة الفخذين ، والأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، والساقان بعرض الوركين.\r\n- ضع احدى اليدين امام الجسم وارفعها للاعلى \r\n- ليكن الثقل مستندا على الكتف \r\n-لتكن كيف اليد مستندة على الارض ",
      "id": 3073
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-71fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-71f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-71f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1151,
    "name": {
      "persian": "نشر از روبرو دمبل تناوبی",
      "english": " Over Head Triceps Extension",
      "arabic": " Over Head Triceps Extension",
      "id": 3074
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج  خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبلها  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3075
    },
    "howToDo": {
      "persian": "-در حالیکه در هر دست یک دمبل دارید صاف بایستید.\r\n-دمبلها را در مقابل ران ها نگه دارید.\r\n-کف دستها رو به ران ،بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پا به اندازه عرض لگن باز باشد.\r\n-یکی از دستها را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح شانه قرار گیرد.\r\n-کف دست رو به زمین باشد.",
      "english": null,
      "arabic": "- قف بشكل مستقيم وامسك ثقلا في كل يد.\r\n-ضع الاثقال مقابل بعضها البعض\r\n-. لتكن راحتي اليدين في مواجهة الفخذين ، والأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، والساقان بعرض الوركين.\r\n- ضع احدى اليدين امام الجسم وارفعها للاعلى \r\n- ليكن الثقل مستندا على الكتف \r\n-. لتكن كيف اليد مستندة على الارض ",
      "id": 3076
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-71mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-71m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-71m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1152,
    "name": {
      "persian": "نشر از روبرو دمبل چکشی تک",
      "english": "One-Arm Dumbbell Front Raise",
      "arabic": "One-Arm Dumbbell Front Raise",
      "id": 3077
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج کمی خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3078
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید ،کف دست رو به ران و در کنار بدن باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پاها به اندازه عرض لگن باز باشد.\r\n- دمبل را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح  شانه قرار گیرد.\r\n-شست دستتان رو به سقف باشد.",
      "english": null,
      "arabic": "-ضع ثقلا في يدك ولتكن قريبة من جسمك في منطقة الفخذ.\r\n- لتكن راحتي اليدين في مواجهة الفخذين ، والأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، والساقان بعرض الوركين.\r\n- ضع احدى اليدين امام الجسم وارفعها للاعلى \r\n- ليكن الثقل مستندا على الكتف \r\n-. لتكن كيف اليد مستندة على الارض",
      "id": 3079
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-73fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-73f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-73f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1153,
    "name": {
      "persian": "نشر از روبرو دمبل چکشی تک",
      "english": "One-Arm Dumbbell Front Raise",
      "arabic": "One-Arm Dumbbell Front Raise",
      "id": 3080
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج کمی خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3081
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید ،کف دست رو به ران و در کنار بدن باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پاها به اندازه عرض لگن باز باشد.\r\n- دمبل را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح  شانه قرار گیرد.\r\n-شست دستتان رو به سقف باشد.",
      "english": null,
      "arabic": "-ضع ثقلا في يدك ولتكن قريبة من جسمك في منطقة الفخذ.\r\n- لتكن راحتي اليدين في مواجهة الفخذين ، والأذرع ممدودة بالكامل بشكل عمودي على الأرض ، المرفقان مثنيان قليلاً ، والساقان بعرض الوركين.\r\n- ضع احدى اليدين امام الجسم وارفعها للاعلى \r\n- ليكن الثقل مستندا على الكتف \r\n-. لتكن كيف اليد مستندة على الارض ",
      "id": 3082
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-73mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-73m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-73m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1154,
    "name": {
      "persian": "نشر از روبرو دمبل چکشی تناوبی",
      "english": "Alternating Dumbbell Front Raise",
      "arabic": "Alternating Dumbbell Front Raise",
      "id": 3083
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج کمی خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3084
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید ،کف دست رو به ران و در کنار بدن باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پاها به اندازه عرض لگن باز باشد.\r\n- دمبل را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح  شانه قرار گیرد و بازو موازی با زمین شود.\r\n-شست دستتان رو به سقف باشد.",
      "english": null,
      "arabic": "-أمسِك الأثقال بيدك وراحتا اليد في مواجهة الفخذين وبجوار الجسم.\r\n-تمتد الأذرع بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، والساقان بعرض الحوض\r\n-ارفع الأثقال من أمام الجسم الى الاعلى .\r\n-يجب أن تكون الأثقال على مستوى الكتف والذراع موازي للأرض\r\n-شست دستتان رو به سقف باشد. لتكن إبهامي اليد مواجهة للسقف .",
      "id": 3085
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-74fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-74f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-74f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1155,
    "name": {
      "persian": "نشر از روبرو دمبل چکشی تناوبی",
      "english": "Alternating Dumbbell Front Raise",
      "arabic": "Alternating Dumbbell Front Raise",
      "id": 3086
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت آرنج کمی خم و حرکت فقط در مفصل شانه انجام شود.\r\n-همین مراحل را با دست مخالف تکرار کنید.\r\n-هنگام بالا بردن دمبل بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الاجراء الكوع متحرك ومنحني قليلا ومفصل الكتف متحرك فقط .\r\n- كرر هذه المراحل باليد  الاخرى ..\r\n- عند رفع الاثقال زفير وعند انزالها شهيق .",
      "id": 3087
    },
    "howToDo": {
      "persian": "-یک دمبل در دست بگیرید ،کف دست رو به ران و در کنار بدن باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،پاها به اندازه عرض لگن باز باشد.\r\n- دمبل را از جلوی بدن بالا بیاورید.\r\n-دمبل در سطح  شانه قرار گیرد و بازو موازی با زمین شود.\r\n-شست دستتان رو به سقف باشد.",
      "english": null,
      "arabic": "-أمسِك الأثقال بيدك وراحتا اليد في مواجهة الفخذين وبجوار الجسم.\r\n-تمتد الأذرع بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، والساقان بعرض الحوض\r\n-ارفع الأثقال من أمام الجسم الى الاعلى .\r\n-يجب أن تكون الأثقال على مستوى الكتف والذراع موازي للأرض\r\n-شست دستتان رو به سقف باشد. لتكن إبهامي اليد مواجهة للسقف .",
      "id": 3088
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-74mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-74m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-74m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1156,
    "name": {
      "persian": "نشر از روبرو سیم کش تک",
      "english": "Cable one arm front raise",
      "arabic": "Cable one arm front raise",
      "id": 3089
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج را حفظ کنید.\r\n-هنگام بالا بردن دستگیره  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء فلتحفظ حركت زاوية الكوع.\r\n-عند رفع المقبض زفير وشهيق عند خفضه ..",
      "id": 3090
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید.\r\n-پشت به دستگاه بایستید،دستگیره را به شکلی با یک دست بگیرید که کف دست رو به جلو باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو موازی با زمین شود.\r\n-کف دست رو به زمین باشد.",
      "english": null,
      "arabic": "-.ضع البكرة في الأسفل\r\n-  اسند ظهرك إلى الجهاز، أمسك المقبض مع توجيه إحدى يديك للأمام\r\n-تمتد الأذرع بشكل عمودي على الأرض ، ويكون المرفقان مثنيان قليلاً .\r\n- ارفع المقبض للاعلى بمساعدة مفصل الكتف .\r\n- يجب أن تكون الذراع موازية للأرض.\r\n- لتكن راحة اليد مقابل الأرض.",
      "id": 3091
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-77fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-77f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-77f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1157,
    "name": {
      "persian": "نشر از روبرو سیم کش تک",
      "english": "Cable one arm front raise",
      "arabic": "Cable one arm front raise",
      "id": 3092
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج را حفظ کنید.\r\n-هنگام بالا بردن دستگیره  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء فلتحفظ حركت زاوية الكوع.\r\n-عند رفع المقبض زفير وشهيق عند خفضه ..",
      "id": 3093
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید.\r\n-پشت به دستگاه بایستید،دستگیره را به شکلی با یک دست بگیرید که کف دست رو به جلو باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم باشد.\r\n-به کمک مفصل شانه دستگیره را بالا ببرید.\r\n-بازو موازی با زمین شود.\r\n-کف دست رو به زمین باشد.",
      "english": null,
      "arabic": "-.ضع البكرة في الأسفل\r\n-  اسند ظهرك إلى الجهاز، أمسك المقبض مع توجيه إحدى يديك للأمام\r\n-تمتد الأذرع بشكل عمودي على الأرض ، ويكون المرفقان مثنيان قليلاً .\r\n- ارفع المقبض للاعلى بمساعدة مفصل الكتف .\r\n- يجب أن تكون الذراع موازية للأرض.\r\n- لتكن راحة اليد مقابل الأرض .",
      "id": 3094
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-77mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-77m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-77m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1158,
    "name": {
      "persian": "نشر از جلو هالتر  دمر نیمکت شیبدار",
      "english": "Straight Raises on Incline Bench",
      "arabic": "Straight Raises on Incline Bench",
      "id": 3095
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج را حفظ کنید.\r\n-حرکت فقط در مفصل شانه انجام شود.\r\n-هنگام بالا بردن هالتر  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء فلتحفظ حركت زاوية الكوع.\r\n- الحركة فقط في مفصل الكتف .\r\n-عند رفع الباربل زفير وشهيق عند خفضه ..",
      "id": 3096
    },
    "howToDo": {
      "persian": "-بر روی نیمکت شیب مثبت به صورت دمر دراز بکشید،قفسه سینه بر روی انتهای نیمکت باشد.\r\n-هالتر را در دست بگیرید،دستها به اندازه عرض شانه باز ،بازوها کاملا کشیده عمود بر زمین،آررنج کمی خم و کف دستها رو به بدن باشد.\r\n-با استفاده از مفصل شانه هالتر را به سمت بالا بیاورید.\r\n-هالتر در مقابل سر شما قرار گیرد و بازو ها موازی با سطح زمین شود.",
      "english": null,
      "arabic": "-استلق على ظهرك على مقعد مائل بشكل ثابت ، قم بوضع صدرك في نهاية المقعد.\r\n-.امسك القضيب بيدك ، والذراعان بعيدان عن بعضهما بمقدار عرض الكتفين ، والذراعين ممدودتان بالكامل بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، وراحتا الكف في مواجهة الجسم\r\n-ارفع القضيب للأعلى باستخدام مفصل الكتف\r\n-ضع الباربل مقابل رأسك واجعل ذراعيك موازية للأرض .",
      "id": 3097
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-79fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-79f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-79f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1159,
    "name": {
      "persian": "نشر از جلو هالتر  دمر نیمکت شیبدار",
      "english": "Straight Raises on Incline Bench",
      "arabic": "Straight Raises on Incline Bench",
      "id": 3098
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت زاویه آرنج را حفظ کنید.\r\n-حرکت فقط در مفصل شانه انجام شود.\r\n-هنگام بالا بردن هالتر  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-اثناء الاجراء فلتحفظ حركت زاوية الكوع.\r\n- الحركة فقط في مفصل الكتف .\r\n-عند رفع الباربل زفير وشهيق عند خفضه ..",
      "id": 3099
    },
    "howToDo": {
      "persian": "-بر روی نیمکت شیب مثبت به صورت دمر دراز بکشید،قفسه سینه بر روی انتهای نیمکت باشد.\r\n-هالتر را در دست بگیرید،دستها به اندازه عرض شانه باز ،بازوها کاملا کشیده عمود بر زمین،آررنج کمی خم و کف دستها رو به بدن باشد.\r\n-با استفاده از مفصل شانه هالتر را به سمت بالا بیاورید.\r\n-هالتر در مقابل سر شما قرار گیرد و بازو ها موازی با سطح زمین شود.",
      "english": null,
      "arabic": "-استلق على ظهرك على مقعد مائل بشكل ثابت ، قم بوضع صدرك في نهاية المقعد.\r\n-.امسك القضيب بيدك ، والذراعان بعيدان عن بعضهما بمقدار عرض الكتفين ، والذراعين ممدودتان بالكامل بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، وراحتا الكف في مواجهة الجسم\r\n-ارفع القضيب للأعلى باستخدام مفصل الكتف\r\n-ضع الباربل مقابل رأسك واجعل ذراعيك موازية للأرض .",
      "id": 3100
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-79mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-79m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-79m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1160,
    "name": {
      "persian": "نشر خم دمر دمبل نیمکت شیبدار",
      "english": "Dumbbell Lying Rear Lateral Raise",
      "arabic": "Dumbbell Lying Rear Lateral Raise",
      "id": 3101
    },
    "recommandation": {
      "persian": "-دمبلها در یک مسیر دایره ای به سمت کنار بدن بلند کنید.\r\n-بازوها در سطح شانه و موازی با زمین قرار گیرند.",
      "english": null,
      "arabic": "- ارفع الاثقال في مسير دائري بجانب الجسم ..\r\n-لتكن الذراعين على مستوى الكتف وموازية للارض.",
      "id": 3102
    },
    "howToDo": {
      "persian": "-بر روی نیمکت شیب مثبت به صورت دمر دراز بکشید.\r\n-بهتر است شیب نیمکت حدود 15 درجه باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،کف دستها رو بروی هم باشند.\r\n-دمبلها را در یک مسیر دایره ای حرکت دهید.\r\n-بازو ها در سطح شانه وموازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-استلق على ظهرك على مقعد منحني ثابت.\r\n-من الأفضل إمالة المقعد بحوالي 15 درجة\r\n- لتكن الأذرع ممدودة بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، وراحتا اليد في مواجهة بعضهما البعض .\r\n-حرك الأثقال في حركة دائرية\r\n-. يجب أن تكون الذراعين على مستوى الكتف وموازية للأرض.",
      "id": 3103
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-81fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-81f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-81f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1161,
    "name": {
      "persian": "نشر خم دمر دمبل نیمکت شیبدار",
      "english": "Dumbbell Lying Rear Lateral Raise",
      "arabic": "Dumbbell Lying Rear Lateral Raise",
      "id": 3104
    },
    "recommandation": {
      "persian": "-دمبلها در یک مسیر دایره ای به سمت کنار بدن بلند کنید.\r\n-بازوها در سطح شانه و موازی با زمین قرار گیرند.",
      "english": null,
      "arabic": "- ارفع الاثقال في مسير دائري بجانب الجسم ..\r\n-لتكن الذراعين على مستوى الكتف وموازية للارض.",
      "id": 3105
    },
    "howToDo": {
      "persian": "-بر روی نیمکت شیب مثبت به صورت دمر دراز بکشید.\r\n-بهتر است شیب نیمکت حدود 15 درجه باشد.\r\n-بازوها کاملا کشیده عمود بر زمین ،آرنج کمی خم ،کف دستها رو بروی هم باشند.\r\n-دمبلها را در یک مسیر دایره ای حرکت دهید.\r\n-بازو ها در سطح شانه وموازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-استلق على ظهرك على مقعد منحني ثابت.\r\n-من الأفضل إمالة المقعد بحوالي 15 درجة\r\n- لتكن الأذرع ممدودة بشكل عمودي على الأرض ، والمرفقان مثنيان قليلاً ، وراحتا اليد في مواجهة بعضهما البعض .\r\n-حرك الأثقال في حركة دائرية\r\n-. يجب أن تكون الذراعين على مستوى الكتف وموازية للأرض.",
      "id": 3106
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-81mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-81m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-81m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1162,
    "name": {
      "persian": "نشر خم نشسته دمبل",
      "english": "Seated Bent-Over Rear Delt Raise",
      "arabic": "Seated Bent-Over Rear Delt Raise",
      "id": 3107
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود.\r\n-سر و سینه را بالا بگیرید تا کمر خمیده نشود و حالت طبیعی خود را حفظ کند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-فقط مفصل الكتف متحرك.\r\n- ارفع الرأس والصدر للاعلى حتى لا ينحني الظهر والحفاظ على الوضع الطبيعي له .\r\n-عند رفع الاثقال زفير وشهيق عند انزالها ",
      "id": 3108
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،در انتهای یک نیمکت تخت بنشینید.\r\n-بالاتنه را به سمت جلو متمایل کنید تا قفسه سینه تقریبا مماس با ران باشد.\r\n-پاها نزدیک به هم،دمبلها در کنار ساق ها،کف دستها روبروی هم ،بازوها کاملا کشیده،آرنج کمی خم باشد.\r\n-با استفاده از مفصل شانه دمبلها را از کنار بدن بالا بیاورید.\r\n-بازو ها موازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد ، واجلس في نهاية مقعد مسطح.\r\n-قم بإمالة الجزء العلوي من جسمك للأمام بحيث يكون صدرك تقريبا على تماس لفخذيك\r\n- لتكن الأرجل متقاربة و الأثقال على الساقين ، الكفوف متقابلة ، الذراعين ممدودتان بالكامل ، المرفقان مثنيان قليلاً.\r\n- ارفع الأثقال من جانب الجسم باستخدام مفصل الكتف\r\n-.يجب أن تكون الأذرع موازية للأرض",
      "id": 3109
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-83fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-83f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-83f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1163,
    "name": {
      "persian": "نشر خم نشسته دمبل",
      "english": "Seated Bent-Over Rear Delt Raise",
      "arabic": "Seated Bent-Over Rear Delt Raise",
      "id": 3110
    },
    "recommandation": {
      "persian": "-حرکت فقط در مفصل شانه انجام شود.\r\n-سر و سینه را بالا بگیرید تا کمر خمیده نشود و حالت طبیعی خود را حفظ کند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-فقط مفصل الكتف متحرك.\r\n- ارفع الرأس والصدر للاعلى حتى لا ينحني الظهر والحفاظ على الوضع الطبيعي له .\r\n-عند رفع الاثقال زفير وشهيق عند انزالها ",
      "id": 3111
    },
    "howToDo": {
      "persian": "-در هر دست یک دمبل بگیرید،در انتهای یک نیمکت تخت بنشینید.\r\n-بالاتنه را به سمت جلو متمایل کنید تا قفسه سینه تقریبا مماس با ران باشد.\r\n-پاها نزدیک به هم،دمبلها در کنار ساق ها،کف دستها روبروی هم ،بازوها کاملا کشیده،آرنج کمی خم باشد.\r\n-با استفاده از مفصل شانه دمبلها را از کنار بدن بالا بیاورید.\r\n-بازو ها موازی با سطح زمین شوند.",
      "english": null,
      "arabic": "-أمسك ثقلا في كل يد ، واجلس في نهاية مقعد مسطح.\r\n-قم بإمالة الجزء العلوي من جسمك للأمام بحيث يكون صدرك تقريبا على تماس لفخذيك\r\n- لتكن الأرجل متقاربة و الأثقال على الساقين ، الكفوف متقابلة ، الذراعين ممدودتان بالكامل ، المرفقان مثنيان قليلاً.\r\n- ارفع الأثقال من جانب الجسم باستخدام مفصل الكتف\r\n-.يجب أن تكون الأذرع موازية للأرض",
      "id": 3112
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-83mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-83m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-83m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1164,
    "name": {
      "persian": "نشر خم سیم کش تک",
      "english": "Bent Over Low-Pulley Side Lateral",
      "arabic": "Bent Over Low-Pulley Side Lateral",
      "id": 3113
    },
    "recommandation": {
      "persian": "-برای حفظ تعادل دست دیگر را بالای زانو بگذارید.\r\n-آرنج کمی خم و زاویه آن در طول اجرای حرکت ثابت باشد.\r\n-هنگام بالا بردن دستگیره  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-لحفظ التعادل لتضع اليد الاخرى فوق الركبة .\r\n- الكوع منحني قليلا وزاويته اثناء الاجراء ثابته.\r\n- اثناء رفع القبضة زفير وعند خفضها شهيق.",
      "id": 3114
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید.\r\n-خم شوید ،بالاتنه تان تقریبا موازی زمین،زانوها کمی خم،پاها به اندازه عرض لگن باز شود.\r\n-با دست دورتر دستگیره را بگیرید،بازوی دست دورتر عمود بر زمین و آرنج کمی خم،کف دست رو به ستون مدرج سیمکش باشد.\r\n-با باز کردن دست دستگیره را در یک مسیر نیم دایره ای بالا بیاورید.\r\n-بازو موازی با زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في الاسفل  \r\n-انحني وليكن جذعك موازٍ للأرض تقريبًا ، والركبتان مثنيتان قليلاً ، والساقان مفتوحتان بعرض الورك\r\n- امسك المقبض بأبعد يد ، والذراع الأبعد عموديًا على الأرض والكوع مثني قليلاً بحيث تواجه راحة اليد عمود المتدرج للسلك .\r\n-ارفع المقبض بشكل نصف دائري وذلك بفتح يدك.\r\n-يجب أن تكون الأذرع موازية للارض",
      "id": 3115
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-84fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-84f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-84f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      9
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1165,
    "name": {
      "persian": "نشر خم سیم کش تک",
      "english": "Bent Over Low-Pulley Side Lateral",
      "arabic": "Bent Over Low-Pulley Side Lateral",
      "id": 3116
    },
    "recommandation": {
      "persian": "-برای حفظ تعادل دست دیگر را بالای زانو بگذارید.\r\n-آرنج کمی خم و زاویه آن در طول اجرای حرکت ثابت باشد.\r\n-هنگام بالا بردن دستگیره  بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "-لحفظ التعادل لتضع اليد الاخرى فوق الركبة .\r\n- الكوع منحني قليلا وزاويته اثناء الاجراء ثابته.\r\n- اثناء رفع القبضة زفير وعند خفضها شهيق.",
      "id": 3117
    },
    "howToDo": {
      "persian": "-قرقره را در پایینترین قسمت قرار دهید.\r\n-خم شوید ،بالاتنه تان تقریبا موازی زمین،زانوها کمی خم،پاها به اندازه عرض لگن باز شود.\r\n-با دست دورتر دستگیره را بگیرید،بازوی دست دورتر عمود بر زمین و آرنج کمی خم،کف دست رو به ستون مدرج سیمکش باشد.\r\n-با باز کردن دست دستگیره را در یک مسیر نیم دایره ای بالا بیاورید.\r\n-بازو موازی با زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة في الاسفل  \r\n-انحني وليكن جذعك موازٍ للأرض تقريبًا ، والركبتان مثنيتان قليلاً ، والساقان مفتوحتان بعرض الورك\r\n- امسك المقبض بأبعد يد ، والذراع الأبعد عموديًا على الأرض والكوع مثني قليلاً بحيث تواجه راحة اليد عمود المتدرج للسلك .\r\n-ارفع المقبض بشكل نصف دائري وذلك بفتح يدك.\r\n-يجب أن تكون الأذرع موازية للارض",
      "id": 3118
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-84mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-84m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-84m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      9
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1166,
    "name": {
      "persian": "نشر از جانب دمبل چکشی ایستاده",
      "english": "نشر از جانب دمبل چکشی ایستاده",
      "arabic": "نشر از جانب دمبل چکشی ایستاده",
      "id": 3119
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- برای شروع در حالی که دمبل ها را در دستان خود گرفته اید، بایستید. وزنه ها باید در حالی که دست ها کاملا کشیده و کف دست ها رو به جلو هستند، در کنار بدن قرار گرفته باشند. این نقطه شروع حرکت خواهد بود.\r\n- در حالی که بالاتنه ثابت است و آرنج کمی خم، همزمان با انجام عمل بازدم (بیرون دادن نفس) دمبل ها را تا کنار بدن بالا بیاورید.\r\n- تا محلی که دست ها موازی زمین شوند، وزنه ها را بالا ببرید.\r\n- در بالاترین نقطه مکثی مختصر کنید، سپس همزمان با انجام عمل دم (داخل کشیدن نفس) وزنه ها را به آرامی به نقطه شروع باز گردانید.",
      "english": null,
      "arabic": "للبدء في التمرين قف والدمبلز في يديك, يجب أن تكون الأثقال إلى جانب الجسم والذراعين مدودتين بالكامل والراحتين للأمام,هذه هي نقطة البداية.\r\nارفع الدمبلز إلى جانب الجسم مع الزفير بينما يكون الجزء العلوي من الجسم ثابتًا والمرفقان مثنيان قليلًا\r\nارفع الأثقال حتى تصبح ذراعيك موازية للأرض.\r\nتوقف لفترة وجيزة عند أعلى نقطة للحركة، ثم أعد الأثقال ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3120
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-89fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-89f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-89f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1167,
    "name": {
      "persian": "نشر از جانب دمبل چکشی ایستاده",
      "english": " Side Lateral Raise",
      "arabic": " Side Lateral Raise",
      "id": 3121
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- برای شروع در حالی که دمبل ها را در دستان خود گرفته اید، بایستید. وزنه ها باید در حالی که دست ها کاملا کشیده و کف دست ها رو به جلو هستند، در کنار بدن قرار گرفته باشند. این نقطه شروع حرکت خواهد بود.\r\n- در حالی که بالاتنه ثابت است و آرنج کمی خم، همزمان با انجام عمل بازدم (بیرون دادن نفس) دمبل ها را تا کنار بدن بالا بیاورید.\r\n- تا محلی که دست ها موازی زمین شوند، وزنه ها را بالا ببرید.\r\n- در بالاترین نقطه مکثی مختصر کنید، سپس همزمان با انجام عمل دم (داخل کشیدن نفس) وزنه ها را به آرامی به نقطه شروع باز گردانید.",
      "english": null,
      "arabic": "للبدء في التمرين قف والدمبلز في يديك, يجب أن تكون الأثقال إلى جانب الجسم والذراعين مدودتين بالكامل والراحتين للأمام,هذه هي نقطة البداية.\r\nارفع الدمبلز إلى جانب الجسم مع الزفير بينما يكون الجزء العلوي من الجسم ثابتًا والمرفقان مثنيان قليلًا\r\nارفع الأثقال حتى تصبح ذراعيك موازية للأرض.\r\nتوقف لفترة وجيزة عند أعلى نقطة للحركة، ثم أعد الأثقال ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3122
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-89mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-89m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-89m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1168,
    "name": {
      "persian": "نشر از جانب دمبل چکشی نشسته",
      "english": " Seated Side Lateral Raise",
      "arabic": " Seated Side Lateral Raise",
      "id": 3123
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- برای شروع در حالی که دمبل ها را در دستان خود گرفته اید، بر روی صندلی بنشینید. وزنه ها باید در حالی که دست ها کاملا کشیده و کف دست ها رو به جلو هستند، در کنار بدن قرار گرفته باشند. این نقطه شروع حرکت خواهد بود.\r\n- در حالی که بالاتنه ثابت است و آرنج کمی خم، همزمان با انجام عمل بازدم (بیرون دادن نفس) دمبل ها را تا کنار بدن بالا بیاورید.\r\n- تا محلی که دست ها موازی زمین شوند، وزنه ها را بالا ببرید.\r\n- در بالاترین نقطه مکثی مختصر کنید، سپس همزمان با انجام عمل دم (داخل کشیدن نفس) وزنه ها را به آرامی به نقطه شروع باز گردانید.",
      "english": null,
      "arabic": "للبدء بالتمرين  اجلس على كرسي و الدمبلز في يديك, يجب أن تكون الأثقال إلى جانب الجسم و الذراعين ممدودتين بالكامل والراحتين للأمام. ستكون هذه نقطة البداية.\r\nارفع الدمبلز إلى جانب الجسم مع الزفير، بينما يكون الجزء العلوي من الجسم ثابتًا والمرفقان مثنيان قليلًا.\r\nارفع الأثقال حتى تصبح ذراعيك موازية للأرض.\r\nتوقف لفترة وجيزة عند أعلى نقطة للحركة، ثم أعد الأثقال ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3124
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-90fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-90f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-90f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1169,
    "name": {
      "persian": "نشر از جانب دمبل چکشی نشسته",
      "english": " Seated Side Lateral Raise",
      "arabic": " Seated Side Lateral Raise",
      "id": 3125
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- برای شروع در حالی که دمبل ها را در دستان خود گرفته اید، بر روی صندلی بنشینید. وزنه ها باید در حالی که دست ها کاملا کشیده و کف دست ها رو به جلو هستند، در کنار بدن قرار گرفته باشند. این نقطه شروع حرکت خواهد بود.\r\n- در حالی که بالاتنه ثابت است و آرنج کمی خم، همزمان با انجام عمل بازدم (بیرون دادن نفس) دمبل ها را تا کنار بدن بالا بیاورید.\r\n- تا محلی که دست ها موازی زمین شوند، وزنه ها را بالا ببرید.\r\n- در بالاترین نقطه مکثی مختصر کنید، سپس همزمان با انجام عمل دم (داخل کشیدن نفس) وزنه ها را به آرامی به نقطه شروع باز گردانید.",
      "english": null,
      "arabic": "للبدء بالتمرين  اجلس على كرسي و الدمبلز في يديك, يجب أن تكون الأثقال إلى جانب الجسم و الذراعين ممدودتين بالكامل والراحتين للأمام. ستكون هذه نقطة البداية.\r\nارفع الدمبلز إلى جانب الجسم مع الزفير، بينما يكون الجزء العلوي من الجسم ثابتًا والمرفقان مثنيان قليلًا.\r\nارفع الأثقال حتى تصبح ذراعيك موازية للأرض.\r\nتوقف لفترة وجيزة عند أعلى نقطة للحركة، ثم أعد الأثقال ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3126
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-90mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-90m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-90m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1170,
    "name": {
      "persian": "نشر صفحه از روبرو",
      "english": "Front Plate Raise",
      "arabic": "Front Plate Raise",
      "id": 3127
    },
    "recommandation": {
      "persian": "- بازوها باید در طول حرکت در این حالت باقی بمانند. این حالت آغازین حرکت خواهد بود.\r\n- اطمینان حاصل کنید که وزنه ها تعادل داشته باشند. \r\n- نیم تنه شما باید در طول حرکت ثابت باقی بماند.",
      "english": null,
      "arabic": "-يجب ان تبقى الذراعين في هذا الوضع اثناء الحركة و ستكون هذه هي بداية الحركة.\r\n- فلتتأكد من حصول التوازن في الأوزان. \r\n- يجب ان يبقى  القسم العلوي نت جسمك ثابتا اثناء اداء الحركة .",
      "id": 3128
    },
    "howToDo": {
      "persian": "- در حالت ایستاده، صفحه هالتر را در جایگاه 3 و 9 ساعت نگه دارید. کف دست های شما باید به سمت یکدیگر بوده و دست های شما باید کشیده و قفل بوده و آرنج ها اندکی خمیده باشند.\r\n- صفحه باید در مقابل کمر قرار بگیرد.\r\n- هم زمان با بازدم صفحه را بالا ببرید تا در ارتفاع سرشانه قرار بگیرد. انقباض را به مدت یک ثانیه نگه دارید.\r\n- هم زمان با دم، صفحه هالتر را به حالت آغازین بازگردانید.\r\n- حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "- امسك لوح الحديد لمدة 3 إلى 9 ساعات وانت واقفاً واثنِ ذراعيك قليلاً وحافظ على أن تكون الذراعين مشدودتين كاملاً والراحتين متقابلتان\r\n- يجب أن يكون اللوح ( القرص) مقابل الخصر \r\n- ارفع اللوح إلى مستوى الكتف مع الزفير وحافظ على الانكماش لمدة ثانية واحدة\r\n- اعد اللوح غلى ما كان عليه مع الزفير\r\n- كرر هذ الحركة بتعدادٍ معينٍ",
      "id": 3129
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-91fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-91f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-91f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1171,
    "name": {
      "persian": "نشر صفحه از روبرو",
      "english": "Front Plate Raise",
      "arabic": "Front Plate Raise",
      "id": 3130
    },
    "recommandation": {
      "persian": "- بازوها باید در طول حرکت در این حالت باقی بمانند. این حالت آغازین حرکت خواهد بود.\r\n- اطمینان حاصل کنید که وزنه ها تعادل داشته باشند. \r\n- نیم تنه شما باید در طول حرکت ثابت باقی بماند.",
      "english": null,
      "arabic": "-يجب ان تبقى الذراعين في هذا الوضع اثناء الحركة و ستكون هذه هي بداية الحركة.\r\n- فلتتأكد من حصول التوازن في الأوزان. \r\n- يجب ان يبقى  القسم العلوي نت جسمك ثابتا اثناء اداء الحركة .",
      "id": 3131
    },
    "howToDo": {
      "persian": "- در حالت ایستاده، صفحه هالتر را در جایگاه 3 و 9 ساعت نگه دارید. کف دست های شما باید به سمت یکدیگر بوده و دست های شما باید کشیده و قفل بوده و آرنج ها اندکی خمیده باشند.\r\n- صفحه باید در مقابل کمر قرار بگیرد.\r\n- هم زمان با بازدم صفحه را بالا ببرید تا در ارتفاع سرشانه قرار بگیرد. انقباض را به مدت یک ثانیه نگه دارید.\r\n- هم زمان با دم، صفحه هالتر را به حالت آغازین بازگردانید.\r\n- حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "امسك لوح الحديد لمدة 3 إلى 9 ساعات وانت واقفاً واثنِ ذراعيك قليلاً وحافظ على أن تكون الذراعين مشدودتين كاملاً والراحتين متقابلتان\r\nيجب أن يكون اللوح ( القرص) مقابل الخصر \r\nارفع اللوح إلى مستوى الكتف مع الزفير وحافظ على الانكماش لمدة ثانية واحدة\r\nاعد اللوح غلى ما كان عليه مع الزفير\r\nكرر هذ الحركة بتعدادٍ معينٍ",
      "id": 3132
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-91mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-91m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-91m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1172,
    "name": {
      "persian": "نشر دمبل ساعتی",
      "english": "Alternating Deltoid Raise",
      "arabic": "Alternating Deltoid Raise",
      "id": 3133
    },
    "recommandation": {
      "persian": "- حرکت کنترل شده انجام شود.\r\n- در هنگام بالابردن دمبلها بازدم و قتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- فلتقم بإجراء الحركة التي تم ضبطها\r\n- زفير عند رفع الاثقال وشهيق عند انزالها .",
      "id": 3134
    },
    "howToDo": {
      "persian": "- در هر دو دست یک دمبل بگیرید و صاف بایستید.\r\n- بازوها باز و کشیده عمود بر زمین نزدیک به بالا تنه ،آرنج ها کمی خم، کف دست ها در مقابل ران پاها اندازه عرض لگن باز باشد.\r\n- دمبلها را از کنار بدن در مسیر دایره ای  مانند عقربه ساعت تقریبا تا ارتفاع شانه بالا بیاورید.4-بازوها موازی با زمین باشد.",
      "english": null,
      "arabic": "-امسك دمبلاً في كل يد وقف مستوياً\r\n- الأذرع مفتوحة وممتدة بشكل عمودي على الأرض بالقرب من الجذع العلوي للجسم ، والمرفقان مثنيان قليلاً ، وراحتا اليدين مفرودتان أمام الفخذين بعرض الحوض.\r\n- ارفع الدمبلز من جانب الجسم بحركة دائرية باتجاه عقارب الساعة لتصل إلى الكتفين و يجب أن تكون الذراعين موازيتين للأرض.",
      "id": 3135
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-92fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-92f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-92f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1173,
    "name": {
      "persian": "نشر دمبل ساعتی",
      "english": "Alternating Deltoid Raise",
      "arabic": "Alternating Deltoid Raise",
      "id": 3136
    },
    "recommandation": {
      "persian": "- حرکت کنترل شده انجام شود.\r\n- در هنگام بالابردن دمبلها بازدم و قتی پایین میاورید دم انجام شود.",
      "english": null,
      "arabic": "- فلتقم بإجراء الحركة التي تم ضبطها\r\n- زفير عند رفع الاثقال وشهيق عند انزالها .",
      "id": 3137
    },
    "howToDo": {
      "persian": "- در هر دو دست یک دمبل بگیرید و صاف بایستید.\r\n- بازوها باز و کشیده عمود بر زمین نزدیک به بالا تنه ،آرنج ها کمی خم، کف دست ها در مقابل ران پاها اندازه عرض لگن باز باشد.\r\n- دمبلها را از کنار بدن در مسیر دایره ای  مانند عقربه ساعت تقریبا تا ارتفاع شانه بالا بیاورید.4-بازوها موازی با زمین باشد.",
      "english": null,
      "arabic": "- امسك دمبلاً في كل يد وقف مستوياً.\r\n- الأذرع مفتوحة وممتدة بشكل عمودي على الأرض بالقرب من الجذع العلوي للجسم ، والمرفقان مثنيان قليلاً ، وراحتا اليدين مفرودتان أمام الفخذين بعرض الحوض.\r\n- ارفع الدمبلز من جانب الجسم بحركة دائرية باتجاه عقارب الساعة لتصل إلى الكتفين و يجب أن تكون الذراعين موازيتين للأرض.",
      "id": 3138
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-92mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-92m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-92m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1174,
    "name": {
      "persian": "نشر از روبرو سیم کش جفت",
      "english": "Cable Front Raise",
      "arabic": "Cable Front Raise",
      "id": 3139
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا قرقره سیم کش را پایین آورده و میله صاف متوسط را به آن اضافه کنید.\r\n- به سیم کش پشت کرده، خم شده و طرفین میله را با دو دست بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، با حفظ کمر صاف و بدون حرکت دست های خود را کمی از ناحیه آرنج خم و تا جایی که با زمین موازی شود بالا آورید.\r\n- پس از یک ثانیه مکث، درحالیکه نفس خود را به داخل می دهید آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": " قم بخفض بكرة السلك أولاً ثم أضف قضيبًا مستقيمًا متوسط الحجم.\r\nأدر ظهرك للسلك ثم انحني وأمسك جانبي القضيب بكلتا يديك.\r\nستكون هذه هي نقطة البداية.\r\nارفع ذراعيك لتصبحا موازيتان للارض عن طريق ثني المرفقين و حافظ على إبقاء ظهرك مستقيمًا وثابتًا.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3140
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-97fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-97f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-97f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      14,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1175,
    "name": {
      "persian": "نشر از روبرو سیم کش جفت",
      "english": "Cable Front Raise",
      "arabic": "Cable Front Raise",
      "id": 3141
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا قرقره سیم کش را پایین آورده و میله صاف متوسط را به آن اضافه کنید.\r\n- به سیم کش پشت کرده، خم شده و طرفین میله را با دو دست بگیرید.\r\n- این نقطه شروع خواهد بود.\r\n- درحالیکه نفس خود را به بیرون می دهید، با حفظ کمر صاف و بدون حرکت دست های خود را کمی از ناحیه آرنج خم و تا جایی که با زمین موازی شود بالا آورید.\r\n- پس از یک ثانیه مکث، درحالیکه نفس خود را به داخل می دهید آهسته به نقطه شروع بازگردید.",
      "english": null,
      "arabic": " قم بخفض بكرة السلك أولاً ثم أضف قضيبًا مستقيمًا متوسط الحجم.\r\nأدر ظهرك للسلك ثم انحني وأمسك جانبي القضيب بكلتا يديك.\r\nستكون هذه هي نقطة البداية.\r\nارفع ذراعيك لتصبحا موازيتان للارض عن طريق ثني المرفقين و حافظ على إبقاء ظهرك مستقيمًا وثابتًا.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3142
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-97mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-97m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-97m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      14,
      4
    ],
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1176,
    "name": {
      "persian": "نشر خم ایستاده دمبل",
      "english": "Dumbbell Bent-Over Raise",
      "arabic": "Dumbbell Bent-Over Raise",
      "id": 3143
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا دو دمبل با وزن مناسب انتخاب کنید و بر روی زمین در مقابل خود قرار دهید.\r\n- پاهای خود را اندازه عرض شانه باز کنید.\r\n- زانوها را کمی خم کرده و با حفظ قوس کمر از پایین کمر به سمت جلو خم شوید تا تقریبا با زمین موازی شوید.\r\n- حال دمبل را از روی زمین برداشته و بصورت موازی در مقابل هم قرار دهید و آرنج را کمی خم کنید.\r\n- تیغه های سرشانه را به همدیگر فشرده و برای انجام حرکت آماده شوید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، دست های خود را به طرفین بالا آورده تا یک کمان بوجود آید. در زمان بالا آوردن باید دست ها مستقیم بالا آمده و نباید به سمت بالا یا پایین حرکت داشته باشد.\r\n- تا جایی ادامه دهید که تقریبا دست ها نیز با زمین موازی شوند.\r\n- پس از یک مکث کوتاه درحالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "اختر اثنين من الدمبلز أولاً بالوزن المناسب ثم ضعهما أمامك على الأرض. \r\nافرد ساقيك بعرض الكتفين.\r\nاثنِ ركبتيك قليلًا وانحني للأمام من أسفل الخصر مع الحفاظ على ظهرك مقوسًا بحيث تكون موازيًا للأرض تقريبًا.\r\nالآن ارفع الدمبل عن الأرض وضعهما بالتوازي مع بعضهما البعض واثنِ الكوع قليلاً.\r\nاضغط على لوحي الكتف معًا واستعد للقيام بالحركة.\r\nستكون هذه هي نقطة البداية.\r\nارفع يديك للأعلى مع الزفير لتشكل قوساً, يجب أن تكون الذراعين عند الرفع مستقيمتنان وألا تتحركا لأعلى أو لأسفل.\r\nاستمر بالحركة حتى تصبح يداك موازيةً للأرض.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3144
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-98fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-98f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-98f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1177,
    "name": {
      "persian": "نشر خم ایستاده دمبل",
      "english": "Dumbbell Bent-Over Raise",
      "arabic": "Dumbbell Bent-Over Raise",
      "id": 3145
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا دو دمبل با وزن مناسب انتخاب کنید و بر روی زمین در مقابل خود قرار دهید.\r\n- پاهای خود را اندازه عرض شانه باز کنید.\r\n- زانوها را کمی خم کرده و با حفظ قوس کمر از پایین کمر به سمت جلو خم شوید تا تقریبا با زمین موازی شوید.\r\n- حال دمبل را از روی زمین برداشته و بصورت موازی در مقابل هم قرار دهید و آرنج را کمی خم کنید.\r\n- تیغه های سرشانه را به همدیگر فشرده و برای انجام حرکت آماده شوید.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را به بیرون می دهید، دست های خود را به طرفین بالا آورده تا یک کمان بوجود آید. در زمان بالا آوردن باید دست ها مستقیم بالا آمده و نباید به سمت بالا یا پایین حرکت داشته باشد.\r\n- تا جایی ادامه دهید که تقریبا دست ها نیز با زمین موازی شوند.\r\n- پس از یک مکث کوتاه درحالیکه نفس خود را به داخل می دهید به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "اختر اثنين من الدمبلز أولاً بالوزن المناسب ثم ضعهما أمامك على الأرض. \r\nافرد ساقيك بعرض الكتفين.\r\nاثنِ ركبتيك قليلًا وانحني للأمام من أسفل الخصر مع الحفاظ على ظهرك مقوسًا بحيث تكون موازيًا للأرض تقريبًا.\r\nالآن ارفع الدمبل عن الأرض وضعهما بالتوازي مع بعضهما البعض واثنِ الكوع قليلاً.\r\nاضغط على لوحي الكتف معًا واستعد للقيام بالحركة.\r\nستكون هذه هي نقطة البداية.\r\nارفع يديك للأعلى مع الزفير لتشكل قوساً, يجب أن تكون الذراعين عند الرفع مستقيمتنان وألا تتحركا لأعلى أو لأسفل.\r\nاستمر بالحركة حتى تصبح يداك موازيةً للأرض.\r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة.",
      "id": 3146
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-98mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-98m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-98m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1178,
    "name": {
      "persian": "نشر خم سیم کش جفت",
      "english": "cable bent over",
      "arabic": "cable bent over",
      "id": 3147
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دستگیره های هر سمت را با دست مخالف بگیرید.\r\n- در وسط بایستید و تا کمر خم شوید. پشت تان صاف و موازی با زمین باشد.\r\n- دست هایتان را در مسیر دورانی تا شانه هایتان بالا بیاورید، به صورتی که طناب ها از هم بگذرند.\r\n- به آرامی دست هایتان را تا موقعیت اول پایین بیاورید به صورتی که دست راست دقیقاَ جلوی قوزک پای چپ و دست چپ جلوی قوزک پای راست قرار گیرد.",
      "english": null,
      "arabic": "أمسك المقابض من كل جانب باليد المعاكسة .\r\nقف في المنتصف وانحني حتى الخصر. ويجب أن يكون الظهرمستوياً وموازيًا للأرض.\r\nارفع ذراعيك في حركة دائرية حتى تصل لكتفيك بحيث تتقاطع الحبال مع بعضهما البعض.\r\nاخفض ذراعيك ببطء إلى ما كانت عليه بحيث تكون يدك اليمنى أمام كاحلك الأيسر تمامًا ويدك اليسرى أمام كاحلك الأيمن.",
      "id": 3148
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-99fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-99f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-99f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1179,
    "name": {
      "persian": "نشر خم سیم کش جفت",
      "english": "cable bent over",
      "arabic": "cable bent over",
      "id": 3149
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دستگیره های هر سمت را با دست مخالف بگیرید.\r\n- در وسط بایستید و تا کمر خم شوید. پشت تان صاف و موازی با زمین باشد.\r\n- دست هایتان را در مسیر دورانی تا شانه هایتان بالا بیاورید، به صورتی که طناب ها از هم بگذرند.\r\n- به آرامی دست هایتان را تا موقعیت اول پایین بیاورید به صورتی که دست راست دقیقاَ جلوی قوزک پای چپ و دست چپ جلوی قوزک پای راست قرار گیرد.",
      "english": null,
      "arabic": "أمسك المقابض من كل جانب باليد المعاكسة .\r\nقف في المنتصف وانحني حتى الخصر. ويجب أن يكون الظهرمستوياً وموازيًا للأرض.\r\nارفع ذراعيك في حركة دائرية حتى تصل لكتفيك بحيث تتقاطع الحبال مع بعضهما البعض.\r\nاخفض ذراعيك ببطء إلى ما كانت عليه بحيث تكون يدك اليمنى أمام كاحلك الأيسر تمامًا ويدك اليسرى أمام كاحلك الأيمن.",
      "id": 3150
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-99mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-99m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-99m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1180,
    "name": {
      "persian": "نشر از جانب دمبل تک نشسته",
      "english": "One-Arm Side Laterals",
      "arabic": "One-Arm Side Laterals",
      "id": 3151
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک دمبل با وزن مناسب انتخاب کنید و روی نیمکت بنشینید.\r\n- کمر صاف پاها روی پایه نیمکت قرار گیرد.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را بیرون می دهید، کمر خود را صاف نگه داشته  و با دست صاف و فقط با خم کردن مقدار جزئی آرنج دمبل را در جانب بدن بالا آورید تا دستتان موازی با زمین شود.\r\n- پس از یک ثانیه مکس درحالیکه که نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.\r\n- پس از انجام تعداد تکرار مذکور حال همین حرکت را با دست مخالف انجام دهید.",
      "english": null,
      "arabic": "اختر دمبل بالوزن المناسب أولاً واجلس على المقعد.\r\nضع قدميك على قاعدة المقعد مع الحفاظ على الظهر مستوياً\r\nهذه هي نقطة بداية الحركة\r\nارفع الدمبل أثناء الزفير إلى جانب الجسم مع ثني الكوع قليلاً حتى تصبح يداك موازية للأرض, حافظ على ظهرك مستقيمًا ويداك مستويتان. \r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة \r\nبعد إجراء عدد المرات المذكورة ، كرر نفس الحركة باليد المعاكسة.",
      "id": 3152
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-102fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-102f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-102f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1181,
    "name": {
      "persian": "نشر از جانب دمبل تک نشسته",
      "english": "One-Arm Side Laterals",
      "arabic": "One-Arm Side Laterals",
      "id": 3153
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- ابتدا یک دمبل با وزن مناسب انتخاب کنید و روی نیمکت بنشینید.\r\n- کمر صاف پاها روی پایه نیمکت قرار گیرد.\r\n- این نقطه شروع خواهد بود.\r\n- در حالیکه نفس خود را بیرون می دهید، کمر خود را صاف نگه داشته  و با دست صاف و فقط با خم کردن مقدار جزئی آرنج دمبل را در جانب بدن بالا آورید تا دستتان موازی با زمین شود.\r\n- پس از یک ثانیه مکس درحالیکه که نفس خود را به داخل می دهید به آرامی به نقطه شروع بازگردید.\r\n- پس از انجام تعداد تکرار مذکور حال همین حرکت را با دست مخالف انجام دهید.",
      "english": null,
      "arabic": "اختر دمبل بالوزن المناسب أولاً واجلس على المقعد.\r\nضع قدميك على قاعدة المقعد مع الحفاظ على الظهر مستوياً\r\nهذه هي نقطة بداية الحركة\r\nارفع الدمبل أثناء الزفير إلى جانب الجسم مع ثني الكوع قليلاً حتى تصبح يداك موازية للأرض, حافظ على ظهرك مستقيمًا ويداك مستويتان. \r\nعد إلى نقطة البداية ببطء مع الشهيق بعد وقفة قصيرة \r\nبعد إجراء عدد المرات المذكورة ، كرر نفس الحركة باليد المعاكسة.",
      "id": 3154
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-102mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-102m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-102m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1182,
    "name": {
      "persian": "نشر خم  دمبل چکشی میز شیبدار",
      "english": "Dumbbell Reverse Fly On Incline Bench ",
      "arabic": "Dumbbell Reverse Fly On Incline Bench ",
      "id": 3155
    },
    "recommandation": {
      "persian": "- ابتدا با وزنه های سبک نحوه صحیح حرکت را یاد بگیرید.\r\n- سرشانه ها را در بالای حرکت کاملا کشیده و مکث کنید.\r\n- از آویزان شدن دمبل ها در پایین حرکت جلو گیری کنید.\r\n- تمرکزتان فقط بر روی حرکت شانه ها باشد.\r\n- از وزنه های سنگین استفاده نکنید.\r\n- بدن را همواره ثابت نگه داشته و حرکت را با تمرکز زیاد و کنترل شده انجام دهید.",
      "english": null,
      "arabic": "- في البداية لتتعلم حمل اوزان خفيفة للقيام بالحركة  .\r\n- فلتحرك الكتف في الاعلى ولتنتظر قليلاً. .\r\n- فلتتجنب تعليق الاثقال في الاسفل اثناء الحركة  .\r\n- لتركز على حركة الاكتاف فقط .\r\n- لا تستخدم اوزاناً ثقيلة.\r\n- ليكن جسمك ثابتا دائما ولتقم بالحركات بتركيز عال ومنضبط .",
      "id": 3156
    },
    "howToDo": {
      "persian": "- زاویه میز را روی30-40 درجه تنظیم نمایید.\r\n- دمبل ها را برداشته و رو به میز دراز بکشید.کف دستها رو به عقب باشد\r\n- پاها برای حفظ تعادل روی زمین و شانه ها انتهای بالای میز آویزان شود.\r\n- فقط شانه ها باید حرکت کنند، دست ها به صورت مدور به سمت بیرون باز شوند تا زمانی که با زمین موازی گردند. آرنج ها کمی خم داشته باشند.\r\n- در بالای حرکت سرشانه ها را کاملا کشیده و کمی مکث کرده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "اضبط زاوية الطاولة( المقعد) على زاوية مقدارها 30-40 درجة.\r\nارفع الدمبلز واستلق على المنضدة و الكفين باتجاه الخلف. \r\nضع ساقيك على الأرض لتحافظ على توازنك والكتفيك معلقتان في الطرف العلوي من الطاولة.\r\nحرك الأكتاف فقط,افتح ذراعيك في حركة دائرية حتى يتوازيا مع الأرض مع ثني المرفقان قليلاً.\r\nشدّ الكتفين تمامًا در في الجزء العلوي من الحركة وتوقف قليلاً ثم عد إلى نقطة البداية.",
      "id": 3157
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-103fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-103f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-103f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1183,
    "name": {
      "persian": "نشر خم  دمبل چکشی میز شیبدار",
      "english": "Dumbbell Reverse Fly On Incline Bench ",
      "arabic": "Dumbbell Reverse Fly On Incline Bench ",
      "id": 3158
    },
    "recommandation": {
      "persian": "- ابتدا با وزنه های سبک نحوه صحیح حرکت را یاد بگیرید.\r\n- سرشانه ها را در بالای حرکت کاملا کشیده و مکث کنید.\r\n- از آویزان شدن دمبل ها در پایین حرکت جلو گیری کنید.\r\n- تمرکزتان فقط بر روی حرکت شانه ها باشد.\r\n- از وزنه های سنگین استفاده نکنید.\r\n- بدن را همواره ثابت نگه داشته و حرکت را با تمرکز زیاد و کنترل شده انجام دهید.",
      "english": null,
      "arabic": "- في البداية لتتعلم حمل اوزان خفيفة للقيام بالحركة  .\r\n- فلتحرك الكتف في الاعلى ولتنتظر قليلاً. .\r\n- فلتتجنب تعليق الاثقال في الاسفل اثناء الحركة  .\r\n- لتركز على حركة الاكتاف فقط .\r\n- لا تستخدم اوزاناً ثقيلة.\r\n- ليكن جسمك ثابتا دائما ولتقم بالحركات بتركيز عال ومنضبط .",
      "id": 3159
    },
    "howToDo": {
      "persian": "- زاویه میز را روی30-40 درجه تنظیم نمایید.\r\n- دمبل ها را برداشته و رو به میز دراز بکشید.کف دستها رو به عقب باشد\r\n- پاها برای حفظ تعادل روی زمین و شانه ها انتهای بالای میز آویزان شود.\r\n- فقط شانه ها باید حرکت کنند، دست ها به صورت مدور به سمت بیرون باز شوند تا زمانی که با زمین موازی گردند. آرنج ها کمی خم داشته باشند.\r\n- در بالای حرکت سرشانه ها را کاملا کشیده و کمی مکث کرده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "اضبط زاوية الطاولة( المقعد) على زاوية مقدارها 30-40 درجة.\r\nارفع الدمبلز واستلق على المنضدة و الكفين باتجاه الخلف. \r\nضع ساقيك على الأرض لتحافظ على توازنك والكتفيك معلقتان في الطرف العلوي من الطاولة.\r\nحرك الأكتاف فقط,افتح ذراعيك في حركة دائرية حتى يتوازيا مع الأرض مع ثني المرفقان قليلاً.\r\nشدّ الكتفين تمامًا در في الجزء العلوي من الحركة وتوقف قليلاً ثم عد إلى نقطة البداية.",
      "id": 3160
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-103mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-103m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-103m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1184,
    "name": {
      "persian": "نشر از جلو هالتر  دمر میز شیبدار دست باز",
      "english": "Straight Raises on Incline Bench",
      "arabic": "Straight Raises on Incline Bench",
      "id": 3161
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله ای را پشت نیمکت بالا سینه بر روی زمین قرار دهید.\r\n- روبه جلو بر روی نیمکت دراز بکشید. هالتر را به صورت گیرش از رو از روی زمین برداشته و دست های خود را صاف نگه دارید. اجازه دهید میله به سمت پایین آویزان باشد.\r\n- این حالت آغازین حرکت خواهد بود.\r\n- برای شروع هالتر را در مقابل سرخود بالابرده و دست های خود را به صورت کشیده نگه دارید.\r\n- به حالت آغازین بازگردید.",
      "english": null,
      "arabic": "ضع البار على الأرض خلف المقعد فوق الصدر.\r\nاستلق فوق المقعد على ظهرك وارفع الحديد عن الأرض على شكل قبضة وحافظ على استقامة يديك ودع الشريط يتدلى .\r\nستكون هذه هي وضعية بداية الحركة \r\nللبدء بالحركة ارفع الحديد أمامك وحافظ على استقامة ذراعيك.\r\nعد إلى نقطة البداية.",
      "id": 3162
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-104fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-104f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-104f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1185,
    "name": {
      "persian": "نشر از جلو هالتر  دمر میز شیبدار دست باز",
      "english": "Straight Raises on Incline Bench",
      "arabic": "Straight Raises on Incline Bench",
      "id": 3163
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- میله ای را پشت نیمکت بالا سینه بر روی زمین قرار دهید.\r\n- روبه جلو بر روی نیمکت دراز بکشید. هالتر را به صورت گیرش از رو از روی زمین برداشته و دست های خود را صاف نگه دارید. اجازه دهید میله به سمت پایین آویزان باشد.\r\n- این حالت آغازین حرکت خواهد بود.\r\n- برای شروع هالتر را در مقابل سرخود بالابرده و دست های خود را به صورت کشیده نگه دارید.\r\n- به حالت آغازین بازگردید.",
      "english": null,
      "arabic": "ضع البار على الأرض خلف المقعد فوق الصدر.\r\nاستلق فوق المقعد على ظهرك وارفع الحديد عن الأرض على شكل قبضة وحافظ على استقامة يديك ودع الشريط يتدلى .\r\nستكون هذه هي وضعية بداية الحركة \r\nللبدء بالحركة ارفع الحديد أمامك وحافظ على استقامة ذراعيك.\r\nعد إلى نقطة البداية.",
      "id": 3164
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-104mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-104m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-104m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1186,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته تناوبی",
      "english": "Alternating Front Dumbbell Raise",
      "arabic": "Alternating Front Dumbbell Raise",
      "id": 3165
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دو دمبل در دست گرفته و  روی نیمکت بنشینید. دمبل ها باید در کنار ران ها قرار گیرند. کف دست ها نیز رو به عقب باشد.\r\n- این حالت آغازین حرکت می باشد.\r\n- آرنج خود را اندکی خم کرده و دمبل چپ را بالا ببرید. در این حالت، کف دست های شما به سمت پایین خواهد بود.\r\n- دست را به حدی بالا ببرید که بازوی شما با سطح زمین موازی باشد. \r\n- در حین انجام این بخش از حرکت، نفس خود را بیرون داده و یک ثانیه در بالاترین نقطه توقف کنید. بعد از دومین توقف، نفس بکشید.\r\n- اکنون دمبل را به حالت آغازین بازگردانده و هم زمان دمبل راست را بالا ببرید.\r\n- این حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "أمسك اثنتين من الدمبلز واجلس على المقعد. يجب ان تكون الدمبلز بجانب الفخذين. وراحتا اليد للخلف أيضا.\r\nهذه هي وضعية بداية الحركة. \r\nاثنِ مرفقيك قليلًا وارفع الدمبل الأيسر ,ستكون راحة يدك في هذه الوضعية باتجاه الأسفل.\r\nارفع يدك حتى تصبح ذراعك موازية للأرض. \r\nأثناء القيام بهذا الجزء من الحركة مع الزفير توقف عند أعلى نقطة من الحركة لمدة ثانية واحدة. تنفس بعد التوقف الثاني.\r\nوالآن أعد الدمبل إلى وضع البداية وفي نفس الوقت ارفع الدمبل الأيمن.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 3166
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-105fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-105f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-105f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1187,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته تناوبی",
      "english": "Alternating Front Dumbbell Raise",
      "arabic": "Alternating Front Dumbbell Raise",
      "id": 3167
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دو دمبل در دست گرفته و  روی نیمکت بنشینید. دمبل ها باید در کنار ران ها قرار گیرند. کف دست ها نیز رو به عقب باشد.\r\n- این حالت آغازین حرکت می باشد.\r\n- آرنج خود را اندکی خم کرده و دمبل چپ را بالا ببرید. در این حالت، کف دست های شما به سمت پایین خواهد بود.\r\n- دست را به حدی بالا ببرید که بازوی شما با سطح زمین موازی باشد. \r\n- در حین انجام این بخش از حرکت، نفس خود را بیرون داده و یک ثانیه در بالاترین نقطه توقف کنید. بعد از دومین توقف، نفس بکشید.\r\n- اکنون دمبل را به حالت آغازین بازگردانده و هم زمان دمبل راست را بالا ببرید.\r\n- این حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "أمسك اثنتين من الدمبلز واجلس على المقعد. يجب ان تكون الدمبلز بجانب الفخذين. وراحتا اليد للخلف أيضا.\r\nهذه هي وضعية بداية الحركة. \r\nاثنِ مرفقيك قليلًا وارفع الدمبل الأيسر ,ستكون راحة يدك في هذه الوضعية باتجاه الأسفل.\r\nارفع يدك حتى تصبح ذراعك موازية للأرض. \r\nأثناء القيام بهذا الجزء من الحركة مع الزفير توقف عند أعلى نقطة من الحركة لمدة ثانية واحدة. تنفس بعد التوقف الثاني.\r\nوالآن أعد الدمبل إلى وضع البداية وفي نفس الوقت ارفع الدمبل الأيمن.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 3168
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-105mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-105m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-105m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1188,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته چکشی تناوبی",
      "english": "Alternating Front Dumbbell Raise",
      "arabic": "Alternating Front Dumbbell Raise",
      "id": 3169
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دو دمبل در دست گرفته و  روی نیمکت بنشینید. دمبل ها باید کنار ران هایتان در کنار بدن قرار گیرند. کف دست ها نیز رو به رانها  باشد.\r\n- این حالت آغازین حرکت می باشد.\r\n- آرنج خود را اندکی خم کرده و دمبل چپ را بالا ببرید. \r\n- دست را به حدی بالا ببرید که بازوی شما با سطح زمین موازی باشد. \r\n- در حین انجام این بخش از حرکت، نفس خود را بیرون داده و یک ثانیه در بالاترین نقطه توقف کنید. بعد از دومین توقف، نفس بکشید.\r\n- اکنون دمبل را به حالت آغازین بازگردانده و هم زمان دمبل راست را بالا ببرید.\r\n- این حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "أمسك اثنتين من الدمبلز واجلس على المقعد. يجب ان تكون الدمبلز بجانب الفخذين وضع راحتا اليد أيضاً على الفخذين\r\nهذه هي وضعية بداية الحركة.\r\nاثنِ مرفقيك قليلًا وارفع الدمبل الأيسر.\r\nارفع يدك حتى تصبح ذراعك موازية للأرض. \r\nأثناء القيام بهذا الجزء من الحركة مع الزفير توقف عند أعلى نقطة من الحركة لمدة ثانية واحدة. تنفس بعد التوقف الثاني.\r\nوالآن أعد الدمبل إلى وضع البداية وفي نفس الوقت ارفع الدمبل الأيمن.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 3170
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-106fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-106f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-106f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1189,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته چکشی تناوبی",
      "english": "Alternating Front Dumbbell Raise",
      "arabic": "Alternating Front Dumbbell Raise",
      "id": 3171
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- دو دمبل در دست گرفته و  روی نیمکت بنشینید. دمبل ها باید کنار ران هایتان در کنار بدن قرار گیرند. کف دست ها نیز رو به رانها  باشد.\r\n- این حالت آغازین حرکت می باشد.\r\n- آرنج خود را اندکی خم کرده و دمبل چپ را بالا ببرید. \r\n- دست را به حدی بالا ببرید که بازوی شما با سطح زمین موازی باشد. \r\n- در حین انجام این بخش از حرکت، نفس خود را بیرون داده و یک ثانیه در بالاترین نقطه توقف کنید. بعد از دومین توقف، نفس بکشید.\r\n- اکنون دمبل را به حالت آغازین بازگردانده و هم زمان دمبل راست را بالا ببرید.\r\n- این حرکت را با تعداد تکرار معین انجام دهید.",
      "english": null,
      "arabic": "أمسك اثنتين من الدمبلز واجلس على المقعد. يجب ان تكون الدمبلز بجانب الفخذين وضع راحتا اليد أيضاً على الفخذين\r\nهذه هي وضعية بداية الحركة.\r\nاثنِ مرفقيك قليلًا وارفع الدمبل الأيسر.\r\nارفع يدك حتى تصبح ذراعك موازية للأرض. \r\nأثناء القيام بهذا الجزء من الحركة مع الزفير توقف عند أعلى نقطة من الحركة لمدة ثانية واحدة. تنفس بعد التوقف الثاني.\r\nوالآن أعد الدمبل إلى وضع البداية وفي نفس الوقت ارفع الدمبل الأيمن.\r\nكرر الحركة بعدد المرات الموصى بها.",
      "id": 3172
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-106mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-106m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-106m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1190,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته جفت",
      "english": "Seated Dumbbell Front Raise",
      "arabic": "Seated Dumbbell Front Raise",
      "id": 3173
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی  یک صندلی ورزشی بنشینید. \r\n-جفت دمبل ها را در طول بازوهایتان در کنارتان قرار دهید به حالت خنثی. کف دستها رو به عقب باشند.\r\n- دمبل ها  را بالا ببرید ، تا زمانی که کف دست ها رو به پایین قرار بگیرد.\r\n- به آرامی وزنه ها را به حالت اول برگردانید و با تعداد معین انجام دهید.",
      "english": null,
      "arabic": "اجلس على المقعد الرياضي.\r\nضع زوجًا من الدمبل على جانبيك وذراعيك مفرودة في وضع محايد.ويجب أن تكون راحتا اليد للخلف\r\nارفع الدمبلز حتى تصبح  راحتي اليد لأسفل.\r\nأعد الأثقال ببطء إلى وضعها الأصلي وكرر التمرين بعدد مرات معينة.",
      "id": 3174
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-107fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-107f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-107f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1191,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته جفت",
      "english": "Seated Dumbbell Front Raise",
      "arabic": "Seated Dumbbell Front Raise",
      "id": 3175
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی  یک صندلی ورزشی بنشینید. \r\n-جفت دمبل ها را در طول بازوهایتان در کنارتان قرار دهید به حالت خنثی. کف دستها رو به عقب باشند.\r\n- دمبل ها  را بالا ببرید ، تا زمانی که کف دست ها رو به پایین قرار بگیرد.\r\n- به آرامی وزنه ها را به حالت اول برگردانید و با تعداد معین انجام دهید.",
      "english": null,
      "arabic": "اجلس على المقعد الرياضي.\r\nضع زوجًا من الدمبل على جانبيك وذراعيك مفرودة في وضع محايد.ويجب أن تكون راحتا اليد للخلف\r\nارفع الدمبلز حتى تصبح  راحتي اليد لأسفل.\r\nأعد الأثقال ببطء إلى وضعها الأصلي وكرر التمرين بعدد مرات معينة.",
      "id": 3176
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-107mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-107m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-107m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1192,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته جفت چکشی",
      "english": "Seated Dumbbell Front Raise",
      "arabic": "Seated Dumbbell Front Raise",
      "id": 3177
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی  یک صندلی ورزشی بنشینید. \r\n-جفت دمبل ها را در طول بازوهایتان در کنارتان قرار دهید به حالت خنثی. کف دستها رو به عقب باشند.\r\n- دمبل ها  را بالا ببرید ، تا زمانی که کف دست ها رو به روی هم و مقابل سیته قرار بگیرد.\r\n- به آرامی وزنه ها را به حالت اول برگردانید و با تعداد معین انجام دهید.",
      "english": null,
      "arabic": "اجلس على المقعد الرياضي.\r\nضع زوجًا من الدمبل على جانبيك وذراعيك مفرودة في وضع محايد.ويجب أن تكون راحتا اليد للخلف\r\nارفع الدمبلز حتى تصبح  راحتي اليد لأسفل.\r\nأعد الأثقال ببطء إلى وضعها الأصلي وكرر التمرين بعدد مرات معينة.",
      "id": 3178
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-108fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-108f.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-108f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1193,
    "name": {
      "persian": "نشر از روبرو دمبل نشسته جفت چکشی",
      "english": "Seated Dumbbell Front Raise",
      "arabic": "Seated Dumbbell Front Raise",
      "id": 3179
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی  یک صندلی ورزشی بنشینید. \r\n-جفت دمبل ها را در طول بازوهایتان در کنارتان قرار دهید به حالت خنثی. کف دستها رو به عقب باشند.\r\n- دمبل ها  را بالا ببرید ، تا زمانی که کف دست ها رو به روی هم و مقابل سیته قرار بگیرد.\r\n- به آرامی وزنه ها را به حالت اول برگردانید و با تعداد معین انجام دهید.",
      "english": null,
      "arabic": "اجلس على المقعد الرياضي.\r\nضع زوجًا من الدمبل على جانبيك وذراعيك مفرودة في وضع محايد.ويجب أن تكون راحتا اليد للخلف\r\nارفع الدمبلز حتى تصبح  راحتي اليد لأسفل.\r\nأعد الأثقال ببطء إلى وضعها الأصلي وكرر التمرين بعدد مرات معينة.",
      "id": 3180
    },
    "iconUri": "https://workout.o2fitt.com/icons/sas-108mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sas-108m.jpg",
    "video": "https://workout.o2fitt.com/videos/sas-108m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 10,
    "attributes": []
  },
  {
    "id": 1194,
    "name": {
      "persian": "کرانچ سیم کش نشسته",
      "english": "Rope Crunch",
      "arabic": "Rope Crunch",
      "id": 3181
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت ران ثابت باشد.\r\n-هنگام نزدیک شدن به زمین بازدم و وقتی بالا میایید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 3182
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در بالاترین قسمت قرار دهید،دو طرف طناب را در دو دست خود بگیرید،بر روی زمین زانو بزنید،فاصله شما از ستون سیمکش حدود یک متر باشد.\r\n-کف دستها در نزدیکی بالای سینه قرار داشته باشد،سعی کنید زاویه بالاتنه با استخوان ران 90 درجه یا کمی بیشتر باشد.\r\n-بالاتنه را به سمت پایین متمایل کنید تا سر میان دو زانو به سطح زمین نزدیک شود.",
      "english": null,
      "arabic": "-.ضع بكرة السلك في أعلى جزء ، أمسك جانبي الحبل بكلتا يديك ، انحني على الأرض ، ولتكن المسافة بينك وبين عمود السلك حوالي متر واحد.\r\n-يجب أن تكون راحتا اليد قريبة من أعلى الصدر ، لذلك حاول أن تجعل الزاوية بين الجزء العلوي من الجسم وعظم الفخذ 90 درجة أو أكثر قليلاً..\r\n- اثن الجزء العلوي من جسمك للأسفل بحيث تكون الرأس بين ركبتيك وقريبة من الأرض..",
      "id": 3183
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-23fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-23f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-23f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1195,
    "name": {
      "persian": "کرانچ سیم کش نشسته",
      "english": "Rope Crunch",
      "arabic": "Rope Crunch",
      "id": 3184
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت ران ثابت باشد.\r\n-هنگام نزدیک شدن به زمین بازدم و وقتی بالا میایید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء الإجراء لتكن الذراع ثابتة والساعد متحرك فقط.\r\n- شهيق أثناء رفع الاثقال وزفير عند انزالها ..",
      "id": 3185
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در بالاترین قسمت قرار دهید،دو طرف طناب را در دو دست خود بگیرید،بر روی زمین زانو بزنید،فاصله شما از ستون سیمکش حدود یک متر باشد.\r\n-کف دستها در نزدیکی بالای سینه قرار داشته باشد،سعی کنید زاویه بالاتنه با استخوان ران 90 درجه یا کمی بیشتر باشد.\r\n-بالاتنه را به سمت پایین متمایل کنید تا سر میان دو زانو به سطح زمین نزدیک شود.",
      "english": null,
      "arabic": "-.ضع بكرة السلك في أعلى جزء ، أمسك جانبي الحبل بكلتا يديك ، انحني على الأرض ، ولتكن المسافة بينك وبين عمود السلك حوالي متر واحد.\r\n-يجب أن تكون راحتا اليد قريبة من أعلى الصدر ، لذلك حاول أن تجعل الزاوية بين الجزء العلوي من الجسم وعظم الفخذ 90 درجة أو أكثر قليلاً..\r\n- اثن الجزء العلوي من جسمك للأسفل بحيث تكون الرأس بين ركبتيك وقريبة من الأرض..",
      "id": 3186
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-23mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-23m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-23m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1196,
    "name": {
      "persian": "کرانچ دوبل روی سطح صاف",
      "english": "Seated Leg Tucks",
      "arabic": "Seated Leg Tucks",
      "id": 3187
    },
    "recommandation": null,
    "howToDo": {
      "persian": "-  در حالی لگن روی لبه بنچ قرار دارد، بنشینید، با دست های خود دو طرف بنچ را بگیرید، و پاها را تا محلی که با سطح زمین موازی شوند بالا ببرید، بالاتنه را به سمت عقب مایل کرده و با استفاده از عضلات شکم تعادل خود را حفظ کنید، این محل شروع است.\r\n- اکنون همزمان با بیرون دادن نفس و خم کردن زانوها، پاها را به سمت بالاتنه جمع کنید، در بالاترین محل از دامنه حرکت عضلات شکم را منقبض کنید، انقباض را برای لحظه ای حفظ کرده، سپس همزمان با برگرداندن پاها به محل شروع، نفس را داخل بکشید، در هنگام انجام دادن این تمرین، روی عضلات شکم تمرکز کنید.",
      "english": null,
      "arabic": "اجلس بحيث يكون الحوض على حافة المقعد ، امسك جانبي المقعد بيديك وارفع ساقيك حتى تصبح موازية للأرض. قم بإمالة الجزء العلوي من جسمك للخلف واستخدم عضلات بطنك للحفاظ على التوازن. هذه هي نقطة البداية.\r\nارفع ساقيك إلى الجزء العلوي من جسمك مع الزفير بحيث تكون ركبتيك مثنية ، وشد عضلات البطن عند أعلى نقطة من نطاق الحركة ، وحافظ على الانقباض للحظة ، استنشق بينما تعيد ساقيك إلى وضع البداية. ركز على عضلات البطن أثناء القيام بهذا التمرين.",
      "id": 3188
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-32mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-32m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-32m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1197,
    "name": {
      "persian": "هیزم شکن از بالا سیم کش",
      "english": "Standing Cable Wood Chop",
      "arabic": "Standing Cable Wood Chop",
      "id": 3189
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- صاف ایستاده و پاها را بیش از اندازه عرض شانه باز کنید. پهلویتان به سمت دستگاه باشد.\r\n- دسته را به دستگاه سیم کش وصل کرده و با هر دو دست بگیرید.\r\n- باز دم کرده و دسته را تا جلوی بدن چرخش دهید. همانند پایین آوردن تبر برای شکستن هیزم.\r\n- به نقطه شروع برگشته و حرکت را از دوباره تکرار کنید.",
      "english": null,
      "arabic": "قف بشكل مستقيم وباعد بين ساقيك بمسافة اكبر من عرض الكتفين. يجب ان يكون جانبك باتجاه الجهاز.\r\nقم بتوصيل المقبض بحزام الأسلاك وامسكه بكلتا يديك.\r\nاستنشق مرة أخرى وقم بتدوير المقبض باتجاه الجزء الأمامي من الجسم. مثل خفض الفأس لكسر الحطب.\r\nعد إلى نقطة البداية وكرر الحركة مرة أخرى.",
      "id": 3190
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-34fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-34f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-34f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1198,
    "name": {
      "persian": "هیزم شکن از بالا سیم کش",
      "english": "Standing Cable Wood Chop",
      "arabic": "Standing Cable Wood Chop",
      "id": 3191
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- صاف ایستاده و پاها را بیش از اندازه عرض شانه باز کنید. پهلویتان به سمت دستگاه باشد.\r\n- دسته را به دستگاه سیم کش وصل کرده و با هر دو دست بگیرید.\r\n- باز دم کرده و دسته را تا جلوی بدن چرخش دهید. همانند پایین آوردن تبر برای شکستن هیزم.\r\n- به نقطه شروع برگشته و حرکت را از دوباره تکرار کنید.",
      "english": null,
      "arabic": "قف بشكل مستقيم وباعد بين ساقيك بمسافة اكبر من عرض الكتفين. يجب ان يكون جانبك باتجاه الجهاز.\r\nقم بتوصيل المقبض بحزام الأسلاك وامسكه بكلتا يديك.\r\nاستنشق مرة أخرى وقم بتدوير المقبض باتجاه الجزء الأمامي من الجسم. مثل خفض الفأس لكسر الحطب.\r\nعد إلى نقطة البداية وكرر الحركة مرة أخرى.",
      "id": 3192
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-34mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-34m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-34m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1199,
    "name": {
      "persian": "هیزم شکن از پایین سیم کش",
      "english": "Standing Cable Wood Chop",
      "arabic": "Standing Cable Wood Chop",
      "id": 3193
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- صاف ایستاده و پاها را بیش از اندازه عرض شانه باز کنید. پهلویتان به سمت دستگاه باشد.\r\n- دسته را به دستگاه سیم کش وصل کرده و با هر دو دست بگیرید.\r\n-  باز دم کرده و دسته را تا جلوی بدن چرخش دهید. همانند بالا آوردن  تبر برای شکستن هیزم.\r\n- به نقطه شروع برگشته و حرکت را از دوباره تکرار کنید.",
      "english": null,
      "arabic": "قف بشكل مستقيم وباعد بين ساقيك بمسافة اكبر من عرض الكتفين. يجب ان يكون جانبك باتجاه الجهاز.\r\nقم بتوصيل المقبض بحزام الأسلاك وامسكه بكلتا يديك.\r\nاستنشق مرة أخرى وقم بتدوير المقبض باتجاه الجزء الأمامي من الجسم. مثل خفض الفأس لكسر الحطب.\r\nعد إلى نقطة البداية وكرر الحركة مرة أخرى.",
      "id": 3194
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-34fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-34f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-34f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1200,
    "name": {
      "persian": "هیزم شکن از پایین سیم کش",
      "english": "Standing Cable Wood Chop",
      "arabic": "Standing Cable Wood Chop",
      "id": 3195
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- صاف ایستاده و پاها را بیش از اندازه عرض شانه باز کنید. پهلویتان به سمت دستگاه باشد.\r\n- دسته را به دستگاه سیم کش وصل کرده و با هر دو دست بگیرید.\r\n-  باز دم کرده و دسته را تا جلوی بدن چرخش دهید. همانند بالا آوردن  تبر برای شکستن هیزم.\r\n- به نقطه شروع برگشته و حرکت را از دوباره تکرار کنید.",
      "english": null,
      "arabic": "قف بشكل مستقيم وباعد بين ساقيك بمسافة اكبر من عرض الكتفين. يجب ان يكون جانبك باتجاه الجهاز.\r\nقم بتوصيل المقبض بحزام الأسلاك وامسكه بكلتا يديك.\r\nاستنشق مرة أخرى وقم بتدوير المقبض باتجاه الجزء الأمامي من الجسم. مثل خفض الفأس لكسر الحطب.\r\nعد إلى نقطة البداية وكرر الحركة مرة أخرى.",
      "id": 3196
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-34mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-34m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-34m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1201,
    "name": {
      "persian": "مسگری نشسته",
      "english": " Seated Double Twister ",
      "arabic": " Seated Double Twister ",
      "id": 3197
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صندلی  دستگاه  نشسته  پاها را روی صفحه بگذارید . \r\n- در حالی که با دو دست، دسته ها را محکم گرفته اید ، کمر خود را به آرامی به طرفین بچرخانید.",
      "english": null,
      "arabic": "اجلس على مقعد الجهاز مع وضع قدميك على القرص.\r\nأدر ظهرك إلى الجانبين برفق مع إمساك المقابض بكلتا يديك.",
      "id": 3198
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-37fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-37f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-37f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      9
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1202,
    "name": {
      "persian": "مسگری نشسته",
      "english": " Seated Double Twister ",
      "arabic": " Seated Double Twister ",
      "id": 3199
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صندلی  دستگاه  نشسته  پاها را روی صفحه بگذارید . \r\n- در حالی که با دو دست، دسته ها را محکم گرفته اید ، کمر خود را به آرامی به طرفین بچرخانید.",
      "english": null,
      "arabic": "اجلس على مقعد الجهاز مع وضع قدميك على القرص.\r\nأدر ظهرك إلى الجانبين برفق مع إمساك المقابض بكلتا يديك.",
      "id": 3200
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-37mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-37m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-37m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      9
    ],
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1203,
    "name": {
      "persian": "مسگری ایستاده",
      "english": "Standing  Double Twister ",
      "arabic": "Standing  Double Twister ",
      "id": 3201
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صفحه بایستید .\r\n-  در حالی که با دو دست، دسته ها را محکم گرفته اید ، کمر خود را به آرامی به طرفین بچرخانید.",
      "english": null,
      "arabic": "قف على القرص .\r\nأدر ظهرك إلى الجانبين برفق مع إمساك المقابض بكلتا يديك.",
      "id": 3202
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-38fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-38f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-38f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1204,
    "name": {
      "persian": "مسگری ایستاده",
      "english": "Standing  Double Twister ",
      "arabic": "Standing  Double Twister ",
      "id": 3203
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صفحه بایستید .\r\n-  در حالی که با دو دست، دسته ها را محکم گرفته اید ، کمر خود را به آرامی به طرفین بچرخانید.",
      "english": null,
      "arabic": "قف على القرص .\r\nأدر ظهرك إلى الجانبين برفق مع إمساك المقابض بكلتا يديك.",
      "id": 3204
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-38mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-38m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-38m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1205,
    "name": {
      "persian": "قفسه سینه دمبل تک",
      "english": " One-Arm Dumbbell Flyes",
      "arabic": " One-Arm Dumbbell Flyes",
      "id": 3205
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند وآرنج ثابت بماند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط\r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 3206
    },
    "howToDo": {
      "persian": "-یک دمبل در یک دست بگیرید و بر روی نیمکت تخت دراز بکشید.\r\n-کف دست را باید ببینید،بازو باز و کشیده ،آر نج کمی خم باشد.\r\n-به کمک مفصل شانه در مسیر دایره ای شکل دمبل را پایین بیاورید.\r\n-بازوی شما از حالت موازی با زمین کمی پایینتر باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال بيد واحدة ، واستلق على المقعد .\r\n-يجب أن ترى  يديك ، ولتكن ذراعيك ممدودتين ، ومرفقيك مثنيان قليلاً.\r\n-.اخفض الأثقال في حركة دائرية للأسفل وذلك بمساعدة مفصل الكتف .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 3207
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-44fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-44f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-44f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1206,
    "name": {
      "persian": "قفسه سینه دمبل تک",
      "english": " One-Arm Dumbbell Flyes",
      "arabic": " One-Arm Dumbbell Flyes",
      "id": 3208
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند وآرنج ثابت بماند.\r\n-هنگام بالا بردن دمبلها بازدم و هنگام پایین آوردن آن دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط\r\n- اثناء رفع الاثقال زفير وعند انزالها شهيق",
      "id": 3209
    },
    "howToDo": {
      "persian": "-یک دمبل در یک دست بگیرید و بر روی نیمکت تخت دراز بکشید.\r\n-کف دست را باید ببینید،بازو باز و کشیده ،آر نج کمی خم باشد.\r\n-به کمک مفصل شانه در مسیر دایره ای شکل دمبل را پایین بیاورید.\r\n-بازوی شما از حالت موازی با زمین کمی پایینتر باشد.",
      "english": null,
      "arabic": "-.أمسك الأثقال بيد واحدة ، واستلق على المقعد .\r\n-يجب أن ترى  يديك ، ولتكن ذراعيك ممدودتين ، ومرفقيك مثنيان قليلاً.\r\n-.اخفض الأثقال في حركة دائرية للأسفل وذلك بمساعدة مفصل الكتف .\r\n- يجب أن تكون ذراعك أخفض قليلاً من حالة التوازي مع الأرض.",
      "id": 3210
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-44mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-44m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-44m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1207,
    "name": {
      "persian": "قفسه سینه کراس آور",
      "english": "Standing Crossover Flyes",
      "arabic": "Standing Crossover Flyes",
      "id": 3211
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند و  آرنج ثابت بماند.\r\n-هنگام جلو آوردن دستها بازدم و وقتی به عقب میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط  .\r\n- اثناء رفع اليدين شهيق واثناء خفضهما زفير ..",
      "id": 3212
    },
    "howToDo": {
      "persian": "-وسط دستگاه کراس آور  بایستید.\r\n-قرقره ها را در ارتفاع شانه قرار دهید.\r\n-بازوها باز و موازی با زمین،آرنج کمی خم و کف دست رو به جلو باشد.\r\n-به کمک مفصل شانه هر دو دست را در مسیر  دایره ای شکل به جلوی قفسه سینه بیاورید.\r\n-بازو موازی با زمین و کف دستها رو بهم باشند.",
      "english": null,
      "arabic": "-قف في منتصف الجهاز العبور.\r\n-ضع البكرات على ارتفاع الكتف.\r\n-.فلتكن الذراعان مفتوحتان ومتوازيتان مع الأرض ، والمرفقان مثنيان قليلاً وراحتا اليد متجهان للأمام .\r\n- بمساعدة مفصل الكتف ، فلتجعل كلتا يديك في مسار دائري إلى مقدمة الصدر.\r\n-ليكن الذراع موازي للأرض وراحتا اليد في مواجهة بعضهما البعض .",
      "id": 3213
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-48fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-48f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-48f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1208,
    "name": {
      "persian": "قفسه سینه کراس آور",
      "english": "Standing Crossover Flyes",
      "arabic": "Standing Crossover Flyes",
      "id": 3214
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند و  آرنج ثابت بماند.\r\n-هنگام جلو آوردن دستها بازدم و وقتی به عقب میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط  .\r\n- اثناء رفع اليدين شهيق واثناء خفضهما زفير ..",
      "id": 3215
    },
    "howToDo": {
      "persian": "-وسط دستگاه کراس آور  بایستید.\r\n-قرقره ها را در ارتفاع شانه قرار دهید.\r\n-بازوها باز و موازی با زمین،آرنج کمی خم و کف دست رو به جلو باشد.\r\n-به کمک مفصل شانه هر دو دست را در مسیر  دایره ای شکل به جلوی قفسه سینه بیاورید.\r\n-بازو موازی با زمین و کف دستها رو بهم باشند.",
      "english": null,
      "arabic": "-قف في منتصف الجهاز العبور.\r\n-ضع البكرات على ارتفاع الكتف.\r\n-.فلتكن الذراعان مفتوحتان ومتوازيتان مع الأرض ، والمرفقان مثنيان قليلاً وراحتا اليد متجهان للأمام .\r\n- بمساعدة مفصل الكتف ، فلتجعل كلتا يديك في مسار دائري إلى مقدمة الصدر.\r\n-ليكن الذراع موازي للأرض وراحتا اليد في مواجهة بعضهما البعض .",
      "id": 3216
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-48mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-48m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-48m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1209,
    "name": {
      "persian": "قفسه سینه سیم کش میز تخت",
      "english": "Flat bench Cable Flyes",
      "arabic": "Flat bench Cable Flyes",
      "id": 3217
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند و  آرنج ثابت بماند.\r\n-هنگام بالا بردن دستها بازدم و وقتی به پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط  .\r\n- اثناء رفع اليدين شهيق واثناء خفضهما زفير ..",
      "id": 3218
    },
    "howToDo": {
      "persian": "-یک نیمکت تخت بین دستگاه بگذارید،قرقره ها را در پایینترین قسمت سیمکش قرار دهید.\r\n-قفسه سینه شما واقع در خط فرضی بین قرقره ها باشد.\r\n-بازوها باز و موازی با زمین،آرنج کمی خم و کف دست رو به سقف باشد.\r\n-به کمک مفصل شانه هر دو دست را در بالای قفسه سینه بهم برسانید.\r\n-بازو عمود بر زمین و کف دستها رو بهم باشند.",
      "english": null,
      "arabic": "- ضع مقعدًا مسطحًا بين الأجهزة وضع البكرات في أسفل السلك.\r\n-. لتجعل صدرك في الخط الافتراضي بين البكرات.\r\n- لتكن الذراعان مفتوحتان ومتوازيتان مع الأرض ، المرفقان مثنيان قليلاً وراحتا اليد مقابل للسقف.\r\n- باستخدام مفصل الكتف ، اجمع كلتا يديك في الجزء العلوي من الصدر.\r\n-يجب أن تكون الذراعين متعامدين على الأرض وراحتا اليد في مواجهة بعضهما البعض",
      "id": 3219
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-49fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-49f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-49f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1210,
    "name": {
      "persian": "قفسه سینه سیم کش میز تخت",
      "english": "Flat bench Cable Flyes",
      "arabic": "Flat bench Cable Flyes",
      "id": 3220
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت فقط مفصل شانه حرکت کند و  آرنج ثابت بماند.\r\n-هنگام بالا بردن دستها بازدم و وقتی به پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع ثابت ومفصل الكتف متحرك فقط  .\r\n- اثناء رفع اليدين شهيق واثناء خفضهما زفير ..",
      "id": 3221
    },
    "howToDo": {
      "persian": "-یک نیمکت تخت بین دستگاه بگذارید،قرقره ها را در پایینترین قسمت سیمکش قرار دهید.\r\n-قفسه سینه شما واقع در خط فرضی بین قرقره ها باشد.\r\n-بازوها باز و موازی با زمین،آرنج کمی خم و کف دست رو به سقف باشد.\r\n-به کمک مفصل شانه هر دو دست را در بالای قفسه سینه بهم برسانید.\r\n-بازو عمود بر زمین و کف دستها رو بهم باشند.",
      "english": null,
      "arabic": "- ضع مقعدًا مسطحًا بين الأجهزة وضع البكرات في أسفل السلك.\r\n-. لتجعل صدرك في الخط الافتراضي بين البكرات.\r\n- لتكن الذراعان مفتوحتان ومتوازيتان مع الأرض ، المرفقان مثنيان قليلاً وراحتا اليد مقابل للسقف.\r\n- باستخدام مفصل الكتف ، اجمع كلتا يديك في الجزء العلوي من الصدر.\r\n-يجب أن تكون الذراعين متعامدين على الأرض وراحتا اليد في مواجهة بعضهما البعض",
      "id": 3222
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-49mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-49m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-49m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1212,
    "name": {
      "persian": "کراس آور بالا سینه",
      "english": "Low Cable Crossover",
      "arabic": "Low Cable Crossover",
      "id": 3226
    },
    "recommandation": {
      "persian": "-در طول اجرا آرنج و تنه ثابت بماند،حرکت فقط در مفصل شانه انجام شود.\r\n-هنگام بالا رفتن دستها دم و وقتی پایین میاورید بازدم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الكوع والجزء العلوي من الجسم ثابت ومفصل الكتف متحرك فقط  .\r\n- اثناء رفع اليدين شهيق واثناء خفضهما زفير ..",
      "id": 3227
    },
    "howToDo": {
      "persian": "-قرقره های دستگاه سیمکش را در بالاترین قسمت قرار دهید،دستگیره ها را در دو دست بگیرید و در میانه دستگاه بایستید.\r\n-یکی از پاها را یک قدم به جلو بگذارید،بالاتنه خود را کمی متمایل به جلو کنید.\r\n- بازوها باز و کشیده موازی با زمین،آرنج کمی خم،کف دستها رو به زمین باشند.\r\n-به کمک مفصل شانه در مسیر دایره ای دستگیره ها را پایین بیاورید.\r\n-کف دستها تقریبا در مقابل ناف قرار گیرد.\r\n-کف دستها رو بروی هم باشند.",
      "english": null,
      "arabic": "-ضع البكرات على السلك في اعلى جزء منه ، وأمسك المقابض بكلتا يديك ، واقف في منتصف الجهاز  \r\n- ضع قدمًا واحدة للأمام ، مع إمالة الجزء العلوي من جسمك للأمام قليلاً.\r\n- لتكن الأذرع مفتوحة وممتدة بالتوازي مع الأرض ، والمرفقان مثنيان قليلاً ، وراحتا اليد تواجهان الأرض.\r\n- اخفض المقابض في حركة دائرية بمساعدة مفصل الكتف.\r\n-يجب أن تكون راحة اليد أمام السرة تقريبًا.\r\n- يجب أن تكون راحتا يدك في مواجهة بعضهما البعض .",
      "id": 3228
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-51mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-51m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-51m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1213,
    "name": {
      "persian": "کراس آور",
      "english": "Standing Cable Crossovers",
      "arabic": "Standing Cable Crossovers",
      "id": 3229
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- کابل‌های کراس اور را گرفته و در جلوی ران نگه دارید.\r\n- باید زاویه آرنج‌تان را در حدود 135 یا 120 درجه تنظیم کنید.\r\n- توجه داشته باشید که این زاویه را از آغاز تا پایان حرکت ثابت حفظ کنید.\r\n- به آرامی دست‌ها را باز کرده و دوباره به نقطه شروع بازگردانید.",
      "english": null,
      "arabic": "- اسحب الكابلات المتقاطعة وثبتها مقابل الفخذ.\r\n- يجب أن تضبط زاوية مرفقيك حوالي 135 أو 120 درجة.\r\n- يجب ان تحافظ على ثبات هذه الزاوية من بداية الحركة إلى نهايتها.\r\n- افتح الذراعين ببطء وعد مجدداً إلى نقطة البداية.",
      "id": 3369
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-64fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-64f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-64f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1214,
    "name": {
      "persian": "کراس آور",
      "english": "Standing Cable Crossovers",
      "arabic": "Standing Cable Crossovers",
      "id": 3230
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- کابل های کراس اور را گرفته و در جلوی ران نگه دارید.\r\n- باید زاویه آرنج تان را در حدود 135 یا 120 درجه تنظیم کنید.\r\n- توجه داشته باشید که این زاویه را از آغاز تا پایان حرکت ثابت حفظ کنید.\r\n- به آرامی دست ها را باز کرده و دوباره به نقطه شروع بازگردانید.",
      "english": null,
      "arabic": "- اسحب الكابلات المتقاطعة وثبتها مقابل الفخذ.\r\n- يجب أن تضبط زاوية مرفقيك حوالي 135 أو 120 درجة.\r\n- يجب ان تحافظ على ثبات هذه الزاوية من بداية الحركة إلى نهايتها.\r\n- افتح الذراعين ببطء وعد مجدداً إلى نقطة البداية.",
      "id": 3231
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-64mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-64m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-64m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1215,
    "name": {
      "persian": "قفسه سینه دمبل تناوبی",
      "english": "Alternating Dumbbell Fly ",
      "arabic": "Alternating Dumbbell Fly ",
      "id": 3232
    },
    "recommandation": {
      "persian": "- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.",
      "english": null,
      "arabic": "- حاول أن تضغط على عضلات البطن ولا تقوِّس ظهرك.\r\n- . فلتحرص دائمًا على ثني مرفقيك قليلًا وتجنب خفض الاثقال كثيرًا.\r\n- .إذا ما شعرت بألم في منطقة الكتف ، اعمل على إبقاء كتفيك متماسكين.",
      "id": 3233
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و دمبل ها را بر می داریم.\r\n- روی میز خوابیده دمبل ها را روی سینه قرار می دهیم.\r\n- آرنج ها را خم کرده به آرامی دستانمان را یکی  در میان باز می کنیم.\r\n- زمانی که هر دمبل  با سینه مان هم تراز شد حرکت را با دست مخالف تکرار کرده و دستانمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "نجلس على الطاولة ونأخذ الدمبلز.\r\nنستلقى على الطاولة ونضع الأثقال على الصدر\r\nنثني مرفقينا ونفرد أيدينا ببطء واحدة تلو الأخرى.\r\nعندما تصبح الدمبلز محاذية لصدرنا نكرر الحركة باليد المعاكسة ومن ثم نعد أيدينا إلى الوضع السابق.",
      "id": 3234
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-60fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-60f.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-60f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1216,
    "name": {
      "persian": "قفسه سینه دمبل تناوبی",
      "english": "Alternating Dumbbell Fly ",
      "arabic": "Alternating Dumbbell Fly ",
      "id": 3235
    },
    "recommandation": {
      "persian": "- سعی کنید عضلات شکم را نیز تحت فشار قرار داده و پشتتان را قوس ندهید.\r\n- آرنج ها را همواره مقدار خم نگه داشته و از زیاد پایین آوردن دمبل ها خودداری کنید.\r\n- اگر در نواحی شانه ها احساس درد می کنید، سعی کنید شانه هایتان را جمع شده نگه دارید.",
      "english": null,
      "arabic": "- حاول أن تضغط على عضلات البطن ولا تقوِّس ظهرك.\r\n- . فلتحرص دائمًا على ثني مرفقيك قليلًا وتجنب خفض الاثقال كثيرًا.\r\n- .إذا ما شعرت بألم في منطقة الكتف ، اعمل على إبقاء كتفيك متماسكين.",
      "id": 3236
    },
    "howToDo": {
      "persian": "- روی میز قرار گرفته و دمبل ها را بر می داریم.\r\n- روی میز خوابیده دمبل ها را روی سینه قرار می دهیم.\r\n- آرنج ها را خم کرده به آرامی دستانمان را یکی  در میان باز می کنیم.\r\n- زمانی که هر دمبل  با سینه مان هم تراز شد حرکت را با دست مخالف تکرار کرده و دستانمان را به حالت قبلی بر می گردانیم.",
      "english": null,
      "arabic": "نجلس على الطاولة ونأخذ الدمبلز.\r\nنستلقى على الطاولة ونضع الأثقال على الصدر\r\nنثني مرفقينا ونفرد أيدينا ببطء واحدة تلو الأخرى.\r\nعندما تصبح الدمبلز محاذية لصدرنا نكرر الحركة باليد المعاكسة ومن ثم نعد أيدينا إلى الوضع السابق.",
      "id": 3237
    },
    "iconUri": "https://workout.o2fitt.com/icons/sin-60mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sin-60m.jpg",
    "video": "https://workout.o2fitt.com/videos/sin-60m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      10,
      4
    ],
    "targetMuscle": 11,
    "attributes": []
  },
  {
    "id": 1217,
    "name": {
      "persian": "لت سیم کش دستگیره دوبل",
      "english": "Cable V Bar Pull Down",
      "arabic": "Cable V Bar Pull Down",
      "id": 3238
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن میله دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3239
    },
    "howToDo": {
      "persian": "-دستگیره وی شکل  را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-بازوها کاملا باز و کشیده ،آرنج کمی خم ،بالاتنه کمی متمایل به عقب باشد تقریبا زاویه 30 درجه داشته باشد.\r\n-با خم کردن و پایین آوردن آرنج ها میله وی شکل را به جلوی بدن بیاورید.دستگیره وی شکل همسطح بالای سینه شما شود .",
      "english": null,
      "arabic": "-اضبط مقبض الجهاز بالاسلاك ، وضع وسادة تحت الركبة بحيث تكون مناسبة لطولك.\r\n-لتكن الذراعين مفتوحتان وممتدتان بالكامل ، والمرفقان مثنيان قليلاً ، والجزء العلوي من الجسم مائل قليلاً للخلف بزاوية تقارب 30 درجة.\r\n-  بثني وخفض المرفقين لجلب القضيب أمام الجسم ، يجب أن يكون المقبض في مستوى أعلى صدرك..",
      "id": 3240
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-24fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-24f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-24f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1218,
    "name": {
      "persian": "لت سیم کش دستگیره دوبل",
      "english": "Cable V Bar Pull Down",
      "arabic": "Cable V Bar Pull Down",
      "id": 3241
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن میله دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3242
    },
    "howToDo": {
      "persian": "-دستگیره وی شکل  را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-بازوها کاملا باز و کشیده ،آرنج کمی خم ،بالاتنه کمی متمایل به عقب باشد تقریبا زاویه 30 درجه داشته باشد.\r\n-با خم کردن و پایین آوردن آرنج ها میله وی شکل را به جلوی بدن بیاورید.دستگیره وی شکل همسطح بالای سینه شما شود .",
      "english": null,
      "arabic": "-اضبط مقبض الجهاز بالاسلاك ، وضع وسادة تحت الركبة بحيث تكون مناسبة لطولك.\r\n-لتكن الذراعين مفتوحتان وممتدتان بالكامل ، والمرفقان مثنيان قليلاً ، والجزء العلوي من الجسم مائل قليلاً للخلف بزاوية تقارب 30 درجة.\r\n-  بثني وخفض المرفقين لجلب القضيب أمام الجسم ، يجب أن يكون المقبض في مستوى أعلى صدرك..",
      "id": 3243
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-24mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-24m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-24m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1219,
    "name": {
      "persian": "لت سیم کش تک دست چرخشی",
      "english": "Single-Arm High Pulley Row",
      "arabic": "Single-Arm High Pulley Row",
      "id": 3244
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن دستگیره بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض المقبض للاسفل زفير وعند رفعها شهيق",
      "id": 3245
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در بالاترین قسمت قرار دهید و یک دستگیره به آن وصل کنید.\r\n-در یک متری دستگاه زانو زده ،بالاتنه شما تقریبا عمود بر زمین ،بازوها کاملا باز و کشیده ،آرنج کمی خم و کف دست رو به جلو باشد.\r\n-دستگیره را پایین بیاورید به شکلی که بازو و ساعد چسبیده به بالاتنه به سمت عقب بروند.\r\n-دستگیره در کنار بدن و همسطح با قفسه سینه باشد.\r\n-با چرخشی که به مچ میدهید در پایینترین قسمت حرکت ،کف دست رو به بدن شود.",
      "english": null,
      "arabic": "-ضع البكرة في الجزء العلوي من الجهاز وقم بتوصيل المقبض بها.\r\n-.یک على بعد متر واحد من آلة الركوع ، يكون الجزء العلوي من جسمك عموديًا تقريبًا على الأرض ، ذراعيك ممدودتان بالكامل ، مرفقيك مثنيان قليلاً وراحتا يديك متجهتان للأمام.\r\n-اخفض المقبض للاسفل بحيث يتم ربط الذراع والساعد بالجزء العلوي من الجسم والعودة للخلف.\r\n-.يجب أن يكون المقبض بجانب الجسم ومتناسق مع الصدر.\r\n-.يجب أن تقابل راحة اليد الجسم وذلك مع الدوران الذي تعطيه للمعصم في الجزء السفلي من الحركة.",
      "id": 3246
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-25fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-25f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-25f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1220,
    "name": {
      "persian": "لت سیم کش تک دست چرخشی",
      "english": "Single-Arm High Pulley Row",
      "arabic": "Single-Arm High Pulley Row",
      "id": 3247
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن دستگیره بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض المقبض للاسفل زفير وعند رفعها شهيق",
      "id": 3248
    },
    "howToDo": {
      "persian": "-قرقره دستگاه را در بالاترین قسمت قرار دهید و یک دستگیره به آن وصل کنید.\r\n-در یک متری دستگاه زانو زده ،بالاتنه شما تقریبا عمود بر زمین ،بازوها کاملا باز و کشیده ،آرنج کمی خم و کف دست رو به جلو باشد.\r\n-دستگیره را پایین بیاورید به شکلی که بازو و ساعد چسبیده به بالاتنه به سمت عقب بروند.\r\n-دستگیره در کنار بدن و همسطح با قفسه سینه باشد.\r\n-با چرخشی که به مچ میدهید در پایینترین قسمت حرکت ،کف دست رو به بدن شود.",
      "english": null,
      "arabic": "-ضع البكرة في الجزء العلوي من الجهاز وقم بتوصيل المقبض بها.\r\n-.یک على بعد متر واحد من آلة الركوع ، يكون الجزء العلوي من جسمك عموديًا تقريبًا على الأرض ، ذراعيك ممدودتان بالكامل ، مرفقيك مثنيان قليلاً وراحتا يديك متجهتان للأمام.\r\n-اخفض المقبض للاسفل بحيث يتم ربط الذراع والساعد بالجزء العلوي من الجسم والعودة للخلف.\r\n-.يجب أن يكون المقبض بجانب الجسم ومتناسق مع الصدر.\r\n-.يجب أن تقابل راحة اليد الجسم وذلك مع الدوران الذي تعطيه للمعصم في الجزء السفلي من الحركة.",
      "id": 3249
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-25mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-25m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-25m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1221,
    "name": {
      "persian": "لت از پشت دست باز",
      "english": "Wide Gripe LAT Pull Downs",
      "arabic": "Wide Gripe LAT Pull Downs",
      "id": 3250
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3251
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها بیشتر از عرض شانه ،کف دستها رو به جلو،بازوها کاملا باز و کشیده ،آرنج کمی خم،بالاتنه و سر شما کمی متمایل به جلو باشد .\r\n-با خم کردن و پایین آوردن آرنج ها میله را به پشت گردن ببرید .",
      "english": null,
      "arabic": "-قم بتوصيل القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك .\r\n- لتكن مسافة اليدين أكبر من عرض الكتفين ، راحتا اليد للأمام ، الذراعان مفتوحتان وممتدتان بالكامل ، المرفقان مثنيان قليلاً ، والجزء العلوي من الجسم ورأسك يميلان قليلاً إلى الأمام.\r\n- ضع القضيب بالقرب من مؤخرة العنق عن طريق ثني وخفض المرفقين",
      "id": 3252
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-26fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-26f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-26f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1222,
    "name": {
      "persian": "لت از پشت دست باز",
      "english": "Wide Gripe LAT Pull Downs",
      "arabic": "Wide Gripe LAT Pull Downs",
      "id": 3253
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3254
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها بیشتر از عرض شانه ،کف دستها رو به جلو،بازوها کاملا باز و کشیده ،آرنج کمی خم،بالاتنه و سر شما کمی متمایل به جلو باشد .\r\n-با خم کردن و پایین آوردن آرنج ها میله را به پشت گردن ببرید .",
      "english": null,
      "arabic": "-قم بتوصيل القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك .\r\n- لتكن مسافة اليدين أكبر من عرض الكتفين ، راحتا اليد للأمام ، الذراعان مفتوحتان وممتدتان بالكامل ، المرفقان مثنيان قليلاً ، والجزء العلوي من الجسم ورأسك يميلان قليلاً إلى الأمام.\r\n- ضع القضيب بالقرب من مؤخرة العنق عن طريق ثني وخفض المرفقين",
      "id": 3255
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-26mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-26m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-26m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1223,
    "name": {
      "persian": "لت از جلو دست باز",
      "english": "LAT Pull Downs",
      "arabic": "LAT Pull Downs",
      "id": 3256
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3257
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها بیشتر از عرض شانه ،کف دستها رو به جلو،بازوها کاملا باز و کشیده ،آرنج کمی خم،بالاتنه  شما با یک زاویه تقریبا 30 درجه  متمایل به عقب باشد .\r\n-با خم کردن و پایین آوردن آرنج ها میله را به جلوی بدن بیاورید،میله تقریبا همسطح بالای سینه شما شود .",
      "english": null,
      "arabic": "- اربط القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك.\r\n- .لتكن اليدين متباعدتين أكثر من عرض الكتفين ، راحتي اليدين موجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، المرفقان مثنيان قليلاً ، والجزء العلوي من جسمك بزاوية 30 درجة تقريبًا إلى الخلف.\r\n-.اثنِ المرفقين أمام جسمك عن طريق ثني وخفض مرفقيك بحيث يكون القضيب أعلى صدرك تقريبًا",
      "id": 3258
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-27fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-27f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-27f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1224,
    "name": {
      "persian": "لت از جلو دست باز",
      "english": "LAT Pull Downs",
      "arabic": "LAT Pull Downs",
      "id": 3259
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3260
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها بیشتر از عرض شانه ،کف دستها رو به جلو،بازوها کاملا باز و کشیده ،آرنج کمی خم،بالاتنه  شما با یک زاویه تقریبا 30 درجه  متمایل به عقب باشد .\r\n-با خم کردن و پایین آوردن آرنج ها میله را به جلوی بدن بیاورید،میله تقریبا همسطح بالای سینه شما شود .",
      "english": null,
      "arabic": "- اربط القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك.\r\n- .لتكن اليدين متباعدتين أكثر من عرض الكتفين ، راحتي اليدين موجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، المرفقان مثنيان قليلاً ، والجزء العلوي من جسمك بزاوية 30 درجة تقريبًا إلى الخلف.\r\n-.اثنِ المرفقين أمام جسمك عن طريق ثني وخفض مرفقيك بحيث يكون القضيب أعلى صدرك تقريبًا",
      "id": 3261
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-27mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-27m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-27m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1225,
    "name": {
      "persian": "لت سیم کش دست معکوس",
      "english": "Underhand Cable Pulldowns",
      "arabic": "Underhand Cable Pulldowns",
      "id": 3262
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3263
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها کمی کمتر از عرض شانه ،کف دستها رو به پشت،بازوها کاملا باز وکشیده ،آرنج کمی خم،بالاتنه شما با یک زاویه تقریبا 30 درجه متمایل به عقب باشد.\r\n-با خم کردن آرنج ها میله را به جلو بدن بیاورید ،میله تقریبا در سطح بالای سینه شما قرار گیرد.",
      "english": null,
      "arabic": "- اربط القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك.\r\n- .لتكن اليدين متباعدتين أكثر من عرض الكتفين ، راحتي اليدين موجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، المرفقان مثنيان قليلاً ، والجزء العلوي من جسمك بزاوية 30 درجة تقريبًا إلى الخلف.\r\n-.اثنِ المرفقين أمام جسمك عن طريق ثني وخفض مرفقيك بحيث يكون القضيب أعلى صدرك تقريبًا",
      "id": 3264
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-28fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-28f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-28f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1226,
    "name": {
      "persian": "لت سیم کش دست معکوس",
      "english": "Underhand Cable Pulldowns",
      "arabic": "Underhand Cable Pulldowns",
      "id": 3265
    },
    "recommandation": {
      "persian": "-در طول اجرا بالاتنه ثابت باشد.\r\n-هنگام پایین آوردن میله بازدم و بالابردن  دم انجام شود.",
      "english": null,
      "arabic": "- فليبق الجزء العلوي من الجسم ثابتا اثناء التمرين .\r\n-عند خفض القضيب للاسفل زفير وعند رفعه شهيق",
      "id": 3266
    },
    "howToDo": {
      "persian": "-میله را به دستگاه سیمکش لت وصل کنید ،به تناسب قد خود پد زانو را تنظیم کنید.\r\n-فاصله دستها کمی کمتر از عرض شانه ،کف دستها رو به پشت،بازوها کاملا باز وکشیده ،آرنج کمی خم،بالاتنه شما با یک زاویه تقریبا 30 درجه متمایل به عقب باشد.\r\n-با خم کردن آرنج ها میله را به جلو بدن بیاورید ،میله تقریبا در سطح بالای سینه شما قرار گیرد.",
      "english": null,
      "arabic": "- اربط القضيب بالمزلاج ، وضع وسادة تحت الركبة متناسبة مع طولك.\r\n- .لتكن اليدين متباعدتين أكثر من عرض الكتفين ، راحتي اليدين موجهتان للأمام ، الذراعان مفتوحتان وممدودتان ، المرفقان مثنيان قليلاً ، والجزء العلوي من جسمك بزاوية 30 درجة تقريبًا إلى الخلف.\r\n-.اثنِ المرفقين أمام جسمك عن طريق ثني وخفض مرفقيك بحيث يكون القضيب أعلى صدرك تقريبًا",
      "id": 3267
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-28mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-28m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-28m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1227,
    "name": {
      "persian": "لت سیم کش طنابی از جلو",
      "english": "Rope Lat Front Pull down",
      "arabic": "Rope Lat Front Pull down",
      "id": 3268
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صندلی نشسته زانو ها را زیر پد قرار داده و طناب را می گیریم.\r\n- طناب را  از جلوی سر تا جایی که آرنج ها با بدن در یک خط قرار بگیرد کشیده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على كرسي ونضع ركبنا تحت الوسادة ونمسك بالحبل.\r\nاسحب الحبل من أمام الرأس حتى يصبح المرفقان و الجسم على مستوي واحد وعد مرة أخرى للوضعية الأولى.",
      "id": 3269
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-30fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-30f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-30f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1228,
    "name": {
      "persian": "لت سیم کش طنابی از جلو",
      "english": "Rope Lat Front Pull down",
      "arabic": "Rope Lat Front Pull down",
      "id": 3270
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- روی صندلی نشسته زانو ها را زیر پد قرار داده و طناب را می گیریم.\r\n- طناب را  از جلوی سر تا جایی که آرنج ها با بدن در یک خط قرار بگیرد کشیده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على كرسي ونضع ركبنا تحت الوسادة ونمسك بالحبل.\r\nاسحب الحبل من أمام الرأس حتى يصبح المرفقان و الجسم على مستوي واحد وعد مرة أخرى للوضعية الأولى.",
      "id": 3271
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-30mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-30m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-30m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1229,
    "name": {
      "persian": "لت سیم کش طنابی از پشت",
      "english": "Rope Lat back Pull down",
      "arabic": "Rope Lat back Pull down",
      "id": 3272
    },
    "recommandation": null,
    "howToDo": {
      "persian": "-روی صندلی نشسته زانو ها را زیر پد قرار داده و طناب را می گیریم.\r\n- طناب را  از پشت سر تا جایی که کف دستها به سرشانه ها برخورد کند ،  کشیده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على كرسي ونضع ركبنا تحت الوسادة ونمسك بالحبل.\r\nاسحب الحبل من خلف الرأس حتى تلمس راحتي اليدين الكتفين ، ثم عد إلى الوضعية الأصلية.",
      "id": 3273
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-31fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-31f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-31f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1230,
    "name": {
      "persian": "لت سیم کش طنابی از پشت",
      "english": "Rope Lat back Pull down",
      "arabic": "Rope Lat back Pull down",
      "id": 3274
    },
    "recommandation": null,
    "howToDo": {
      "persian": "-روی صندلی نشسته زانو ها را زیر پد قرار داده و طناب را می گیریم.\r\n- طناب را  از پشت سر تا جایی که کف دستها به سرشانه ها برخورد کند ،  کشیده و دوباره به حالت اول بر می گردیم.",
      "english": null,
      "arabic": "نجلس على كرسي ونضع ركبنا تحت الوسادة ونمسك بالحبل.\r\nاسحب الحبل من خلف الرأس حتى تلمس راحتي اليدين الكتفين ، ثم عد إلى الوضعية الأصلية.",
      "id": 3275
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-31mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-31m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-31m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": [
      13,
      10,
      3
    ],
    "targetMuscle": 14,
    "attributes": []
  },
  {
    "id": 1231,
    "name": {
      "persian": "لیفت دو ضرب ",
      "english": "Dead Lift",
      "arabic": "Dead Lift",
      "id": 3276
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- هالتر را بالای بند کفش های خود قرار داده و دستان خود را به اندازه شانه روی هالتر قرار می دهیم.\r\n- با فشار به ناحیه لگن خود هالتر را از زمین بلند می کنیم تا به حالت ایستاده برسیم.\r\n- با عقب دادن باسن و مقداری کج کردن زانو ها هالتر را شروع به پایین آوردن می کنیم.\r\n- با برگشت به نقطه اول حرکت را دوباره تکرار می نماییم.",
      "english": null,
      "arabic": "نضع البار فوق رباط الحذاء ونضع أيدينا على البار متباعدتين بمسافة الاكتاف.\r\nنرفع البار عن الأرض بالضغط على منطقة الحوض ، حتى نصل إلى وضعية الوقوف.\r\nنبدأ بإنزال البار بخفض الوركين وإمالة الركبتين قليلاً.\r\nبمجرد العودة إلى النقطة الأولى ، نكرر الحركة مرة اخرى.",
      "id": 3277
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-40fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-40f.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-40f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      13,
      5,
      2
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 1232,
    "name": {
      "persian": "لیفت دو ضرب ",
      "english": "Dead Lift",
      "arabic": "Dead Lift",
      "id": 3278
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- هالتر را بالای بند کفش های خود قرار داده و دستان خود را به اندازه شانه روی هالتر قرار می دهیم.\r\n- با فشار به ناحیه لگن خود هالتر را از زمین بلند می کنیم تا به حالت ایستاده برسیم.\r\n- با عقب دادن باسن و مقداری کج کردن زانو ها هالتر را شروع به پایین آوردن می کنیم.\r\n- با برگشت به نقطه اول حرکت را دوباره تکرار می نماییم.",
      "english": null,
      "arabic": "نضع البار فوق رباط الحذاء ونضع أيدينا على البار متباعدتين بمسافة الاكتاف.\r\nنرفع البار عن الأرض بالضغط على منطقة الحوض ، حتى نصل إلى وضعية الوقوف.\r\nنبدأ بإنزال البار بخفض الوركين وإمالة الركبتين قليلاً.\r\nبمجرد العودة إلى النقطة الأولى ، نكرر الحركة مرة اخرى.",
      "id": 3279
    },
    "iconUri": "https://workout.o2fitt.com/icons/zib-40mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/zib-40m.jpg",
    "video": "https://workout.o2fitt.com/videos/zib-40m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      13,
      5,
      2
    ],
    "targetMuscle": 12,
    "attributes": []
  },
  {
    "id": 1254,
    "name": {
      "persian": "پشت بازو دمبل پرسی نشسته",
      "english": "Seated Triceps Press",
      "arabic": "Seated Triceps Press",
      "id": 3406
    },
    "recommandation": {
      "persian": "-در طول اجرای این حرکت بازو ثابت و فقط ساعد تان حرکت کند.\r\n- بهتر است در این حرکت از یار کمکی بهره ببرید.\r\n- هنگام پایین آوردن دمبل دم و وقتی بالا می‌برید بازدم کنید.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد متحرك \r\n- من الافضل ان تطلب المساعدة من احد ما لتنفيذ ذلك  \r\n- شهيق عند تنزيل الاثقال وزفير عند رفعها ",
      "id": 3407
    },
    "howToDo": {
      "persian": "-بر روی یک نیمکت که پشتی دارد بنشینید یک دمبل را با هر دو دست در بالای سر بگیرید.\r\n-بازوها کاملاً باز و کشیده عمود بر سطح زمین در کنار سر ،کف دست ها قسمت داخلی دمبل را لمس کند ،شست دست ها به دور میله دمبل، آرنج ها به سمت داخل باشد.\r\n-دمبل را در مسیر دایره ای شکل پایین بیاورید.\r\n-ساعد با جلوبازو برخورد کند.",
      "english": null,
      "arabic": "- اجلس على مقعد له مسند وارفع بكلتا يديك الأثقال فوق رأسك .\r\n-  الذراع ين مفتوحتين بالكامل وممتدة بشكل عمودي على الأرض بجانب الرأس ، وراحتا اليدين تلامسان الجزء الداخلي من الأثقال ، واليدان حول القضيب  ، والمرفقان إلى الداخل .\r\n- انزل الأثقال لاتجاه الأرض بحركة دائرية .\r\n-.فليلامس الساعد العضلة الأمامية .",
      "id": 3408
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob8-fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob8-f.jpg",
    "video": "https://workout.o2fitt.com/videos/pob8-f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 1255,
    "name": {
      "persian": "پشت بازو دمبل پرسی نشسته",
      "english": "Seated Triceps Press",
      "arabic": "Seated Triceps Press",
      "id": 3409
    },
    "recommandation": {
      "persian": "-در طول اجرای این حرکت بازو ثابت و فقط ساعد تان حرکت کند.\r\n- بهتر است در این حرکت از یار کمکی بهره ببرید.\r\n- هنگام پایین آوردن دمبل دم و وقتی بالا می‌برید بازدم کنید.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع ثابت والساعد متحرك \r\n- من الافضل ان تطلب المساعدة من احد ما لتنفيذ ذلك  \r\n- شهيق عند تنزيل الاثقال وزفير عند رفعها ",
      "id": 3410
    },
    "howToDo": {
      "persian": null,
      "english": null,
      "arabic": "- اجلس على مقعد له مسند وارفع بكلتا يديك الأثقال فوق رأسك .\r\n-  الذراع ين مفتوحتين بالكامل وممتدة بشكل عمودي على الأرض بجانب الرأس ، وراحتا اليدين تلامسان الجزء الداخلي من الأثقال ، واليدان حول القضيب  ، والمرفقان إلى الداخل .\r\n- انزل الأثقال لاتجاه الأرض بحركة دائرية .\r\n-.فليلامس الساعد العضلة الأمامية .",
      "id": 3449
    },
    "iconUri": "https://workout.o2fitt.com/icons/pob8-mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/pob8-m.jpg",
    "video": "https://workout.o2fitt.com/videos/pob8-m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 4,
    "attributes": []
  },
  {
    "id": 1256,
    "name": {
      "persian": "کرانچ سیم کش ایستاده",
      "english": "Standing Rope Crunch",
      "arabic": "Standing Rope Crunch",
      "id": 3411
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت به مقدار خیلی کم زانوهایتان را خم کنید.\r\n-هنگام خم شدن بازدم و وقتی راست میشوید عمل دم انجام شود.",
      "english": null,
      "arabic": "- اثناء اجراء هذه الحركة فلتثن ركبتيك قليلاً .\r\n- زفير عند الانحناء وشهيق عند الوقوف .",
      "id": 3412
    },
    "howToDo": {
      "persian": "-قرقره سیمکش را در بالاترین قسمت قرار دهید،پشت به ستون سیمکش بایستید.\r\n-دو طرف طناب را در دو دست خود بگیرید به شکلی که دستها چسبیده به بالای قفسه سینه شما باشند.\r\n-حدود 40 سانتی متر از ستون سیمکش فاصله بگیرید،پاها را به اندازه عرض لگن باز کنید.\r\n-در  حالیکه به ستون فقرات خود کمی انحنا دادید با خم کردن کمر به سمت پایین حرکت کنید.\r\n -بالاتنه شما موازی با زمین شود.",
      "english": null,
      "arabic": "- ضع البكرة السلكية في أعلى الجهاز ، واسند ظهرك على عمود السلك.\r\n- امسك جانبي الحبل بكلتا يديك بحيث يتم تلتصق اليدين بأعلى صدرك.\r\n- ابتعد عن عمود السلك حوالي 40 سم و باعد بين ساقيك بمقدار عرض الوركين.\r\n- تحرك للأسفل وذلك عن طريق ثني ظهرك وعمودك الفقري قليلاً\r\n -.ليكن القسم العلوي من جسمك موازياً للأرض .",
      "id": 3413
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-21mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-21m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-21m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1260,
    "name": {
      "persian": "جلوبازو هالتر دست جمع نشسته",
      "english": "Seated Close-Grip Barbell Curl",
      "arabic": "Seated Close-Grip Barbell Curl",
      "id": 3419
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگامیکه هالتر را به سمت چانه نزدیک میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عندما يقترب الباربل من الذقن وزفير عندما ننزله للاسفل ",
      "id": 3420
    },
    "howToDo": {
      "persian": "-اجلس عند نهاية المفعد ولتكن القدمين منحنية بزاوية 90 درجة .\r\n- لتكن اليدين مفتوحتين باقل من عرض الكتفين ، راحتي اليد للاعلى والباربل قريب من الفخذ.\r\n- ضع الباربل تحت الذقن ..",
      "english": null,
      "arabic": null,
      "id": 3450
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-60fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-60f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-60f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      8
    ],
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1261,
    "name": {
      "persian": "ساق پا دستگاه",
      "english": "Standing Machine Calf Raise",
      "arabic": "Standing Machine Calf Raise",
      "id": 3421
    },
    "recommandation": {
      "persian": "-در طول اجرا زانوها قفل نباشد و کمر خم نشود.\r\n-هنگامیکه پاشنه پا را بلند میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا تضم الكوعين  ولا تحني الظهر .\r\n- عند رفع كعب القدم للاعلى زفير وعند خفضه  للاسفل شهيق .",
      "id": 3422
    },
    "howToDo": {
      "persian": "-اهرم دستگاه ساق پا را به تناسب قد خود تنظیم کنید.\r\n-محل شانه ها و پنجه خود را در قسمت مخصوص قرار دهید،دستگیره ها را با دو دست بگیرید.\r\n-زانو کمی خم و زاویه دار،بالاتنه تان کاملا راست،مچ پا خم و پاشنه پا در پایینترین نقطه باشد .\r\n-با خم کردن مچ پا،پاشنه پا را بالا بیاورید تا جاییکه بیشترین انقباض در عضله ساق حس شود.",
      "english": null,
      "arabic": "-اضبط ذراع جهاز الساق بشكل يتناسب  مع طولك.\r\n-ضع كتفيك وأصابع قدمك في المكان المخصص ، وامسك المقبضين بكلتا يديك.\r\n-.ركبتاك مثنيتان قليلاً بزاوية معينة ، وجذعك مستقيماً تماماً ، وكاحليك مثنيان ، والكعبان عند أدنى نقطة ممكنة .\r\n-ارفع الكعب عن طريق ثني الكاحل حتى تشعر بأقصى تقلص في عضلة الساق.",
      "id": 3423
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-4fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-4f.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-4f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1262,
    "name": {
      "persian": "ساق پا دستگاه",
      "english": "Standing Machine Calf Raise",
      "arabic": "Standing Machine Calf Raise",
      "id": 3424
    },
    "recommandation": {
      "persian": "-در طول اجرا زانوها قفل نباشد و کمر خم نشود.\r\n-هنگامیکه پاشنه پا را بلند میکنید بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين لا تضم الكوعين  ولا تحني الظهر .\r\n- عند رفع كعب القدم للاعلى زفير وعند خفضه  للاسفل شهيق .",
      "id": 3425
    },
    "howToDo": {
      "persian": "-اهرم دستگاه ساق پا را به تناسب قد خود تنظیم کنید.\r\n-محل شانه ها و پنجه خود را در قسمت مخصوص قرار دهید،دستگیره ها را با دو دست بگیرید.\r\n-زانو کمی خم و زاویه دار،بالاتنه تان کاملا راست،مچ پا خم و پاشنه پا در پایینترین نقطه باشد .\r\n-با خم کردن مچ پا،پاشنه پا را بالا بیاورید تا جاییکه بیشترین انقباض در عضله ساق حس شود.",
      "english": null,
      "arabic": "-اضبط ذراع جهاز الساق بشكل يتناسب  مع طولك.\r\n-ضع كتفيك وأصابع قدمك في المكان المخصص ، وامسك المقبضين بكلتا يديك.\r\n-.ركبتاك مثنيتان قليلاً بزاوية معينة ، وجذعك مستقيماً تماماً ، وكاحليك مثنيان ، والكعبان عند أدنى نقطة ممكنة .\r\n-ارفع الكعب عن طريق ثني الكاحل حتى تشعر بأقصى تقلص في عضلة الساق.",
      "id": 3426
    },
    "iconUri": "https://workout.o2fitt.com/icons/sag-4mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sag-4m.jpg",
    "video": "https://workout.o2fitt.com/videos/sag-4m.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 2,
    "attributes": []
  },
  {
    "id": 1263,
    "name": {
      "persian": "جلوبازو لاری هالتر EZ",
      "english": " EZ Barbell Preacher Curl",
      "arabic": " EZ Barbell Preacher Curl",
      "id": 3427
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "-اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n-شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 3428
    },
    "howToDo": {
      "persian": "-بر روی نیمکت لاری بنشینید،بالاتنه و پشت بازوی خود را  به پد مخصوص بچسبانید.\r\n-دستها به اندازه عرض شانه باز ،کف دست رو به جلو و به سمت داخل،بازوها باز و کشیده،آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس على مقعد لاري وألصق الجزء العلوي من جسمك وظهر ذراعك بالوسادة الخاصة .\r\n- لتكن اليدان متباعدتين بمقدار عرض الكتفين ، راحتا اليد موجهتان للأمام وللداخل ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً.\r\n- ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 3429
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-72fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-72f.jpg",
    "video": "https://workout.o2fitt.com/videos/job-72f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1264,
    "name": {
      "persian": "جلوبازو لاری هالتر EZ",
      "english": " EZ Barbell Preacher Curl",
      "arabic": " EZ Barbell Preacher Curl",
      "id": 3430
    },
    "recommandation": {
      "persian": "-در طول اجرای حرکت بازو  ثابت و فقط ساعد حرکت کند.\r\n-هنگام بالا آوردن هالتر بازدم و وقتی پایین میبرید دم انجام شود.",
      "english": null,
      "arabic": "- اثناء التمرين الذراع  ثابت و فقط الساعد يتحرك .\r\n- شهيق عند رفع الباربل وزفير عندما ننزله للاسفل ",
      "id": 3431
    },
    "howToDo": {
      "persian": "-بر روی نیمکت لاری بنشینید،بالاتنه و پشت بازوی خود را  به پد مخصوص بچسبانید.\r\n-دستها به اندازه عرض شانه باز ،کف دست رو به جلو و به سمت داخل،بازوها باز و کشیده،آرنج کمی خم باشد.\r\n-با خم کردن آرنج هالتر را تا جاییکه میتوانید بالا بیاورید.",
      "english": null,
      "arabic": "- اجلس على مقعد لاري وألصق الجزء العلوي من جسمك وظهر ذراعك بالوسادة الخاصة .\r\n- لتكن اليدان متباعدتين بمقدار عرض الكتفين ، راحتا اليد موجهتان للأمام وللداخل ، الذراعان مفتوحتان وممدودتان ، والمرفقان مثنيان قليلاً.\r\n- ارفع قضيب الباربل للأعلى بقدر ما يمكنك بثني الكوع..",
      "id": 3432
    },
    "iconUri": "https://workout.o2fitt.com/icons/job-72mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/job-72m.jpg",
    "video": "https://workout.o2fitt.com/videos/job-72m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 3,
    "attributes": []
  },
  {
    "id": 1265,
    "name": {
      "persian": "دراز و نشست با میز شیبدار",
      "english": " Decline Crunch",
      "arabic": " Decline Crunch",
      "id": 3433
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- پاهای خود را در انتهای میز شیبدار قفل کرده و روی آن دراز بکشید. دست ها را در کنار سر قرار داده و آرنج ها را به حالت باز نگه دارید. \r\n- قسمت بالای کمر خود را به میز بچسبانید تا تأثیر تمرین به صورت ایزوله بر ماهیچه شکم وارد شود.\r\n-  این نقطه شروع حرکت خواهد بود.\r\n- حال همزمان با انجام عمل بازدم (بیرون دادن نفس) به آرامی سرشانه ها را به سمت بالا حرکت دهید و ماهیچه شکم را منقبض کنید.\r\n-  در حالی که قسمت پایین کمر بر روی میز ثابت است، سرشانه باید تنها به اندازه10 سانتی متر از روی میز فاصله بگیرد.\r\n-  در حالت بیشترین انقباض برای لحظه ای مکث کنید . سپس همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "اقفل ساقيك في نهاية الطاولة المائلة واستلق عليها. ضع يديك على جانب رأسك وافتح مرفقيك.\r\nالصق القسم العلوي من ظهرك بالطاولة حتى يؤثر التمرين بشكل مركّزعلى عضلات البطن.\r\nستکون هذه هي نقطة البداية.\r\nحرك كتفيك بلطف وشد عضلات بطنك بنفس الوقت مع الزفير.\r\nعندما تثبّت أسفل الظهر على الطاولة ,حافظ على أن تكون المسافة بين كتفك والطاولة على بعد 10 سم فقط .\r\nتوقف للحظة في أقصى انكماش للحركة. ثم عد ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3434
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-30fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-30f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-30f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1266,
    "name": {
      "persian": "دراز و نشست با میز شیبدار",
      "english": " Decline Crunch",
      "arabic": " Decline Crunch",
      "id": 3435
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- پاهای خود را در انتهای میز شیبدار قفل کرده و روی آن دراز بکشید. دست ها را در کنار سر قرار داده و آرنج ها را به حالت باز نگه دارید. \r\n- قسمت بالای کمر خود را به میز بچسبانید تا تأثیر تمرین به صورت ایزوله بر ماهیچه شکم وارد شود.\r\n-  این نقطه شروع حرکت خواهد بود.\r\n- حال همزمان با انجام عمل بازدم (بیرون دادن نفس) به آرامی سرشانه ها را به سمت بالا حرکت دهید و ماهیچه شکم را منقبض کنید.\r\n-  در حالی که قسمت پایین کمر بر روی میز ثابت است، سرشانه باید تنها به اندازه10 سانتی متر از روی میز فاصله بگیرد.\r\n-  در حالت بیشترین انقباض برای لحظه ای مکث کنید . سپس همزمان با انجام عمل دم (داخل کشیدن نفس) به آرامی به نقطه شروع بازگردید.",
      "english": null,
      "arabic": "اقفل ساقيك في نهاية الطاولة المائلة واستلق عليها. ضع يديك على جانب رأسك وافتح مرفقيك.\r\nالصق القسم العلوي من ظهرك بالطاولة حتى يؤثر التمرين بشكل مركّزعلى عضلات البطن.\r\nستکون هذه هي نقطة البداية.\r\nحرك كتفيك بلطف وشد عضلات بطنك بنفس الوقت مع الزفير.\r\nعندما تثبّت أسفل الظهر على الطاولة ,حافظ على أن تكون المسافة بين كتفك والطاولة على بعد 10 سم فقط .\r\nتوقف للحظة في أقصى انكماش للحركة. ثم عد ببطء إلى نقطة البداية مع الشهيق.",
      "id": 3436
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-30mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-30m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-30m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1267,
    "name": {
      "persian": "شکم کرانچ دستگاه",
      "english": "Ab Crunch Machine",
      "arabic": "Ab Crunch Machine",
      "id": 3437
    },
    "recommandation": {
      "persian": "-استفاده از وزنه های سنگین میتواند منجر به آسیب شود.\r\n-هنگام پایین رفتن عمل بازدم و هنگام بالا آمدن عمل دم انجام شود.",
      "english": null,
      "arabic": "- الاستفاده من اوزان ثقيلة قد تؤدي الى مشكلة صحية .\r\n- زفير عند الانحناء وشهيق عند الوقوف ",
      "id": 3438
    },
    "howToDo": {
      "persian": "-بر روی دستگاه بنشینید،وزنه مناسب را انتخاب کنید.\r\n-پای خود را در جای مخصوص قرار دهید،دستگیره های بالای سر را با دو دست بگیرید.\r\n-با متمایل به جلو کردن بالاتنه عضلات شکم را منقبض کنید.\r\n-قفسه سینه نزدیک به ران شود.",
      "english": null,
      "arabic": "- اجلس على الجهاز ، واختر وزناً مناسباً.\r\n- ضع قدمك في المكان المخصص ، وامسك المقبضين فوق الرأس بكلتا يديك.\r\n- شد عضلات البطن للأمام وذلك  بالانحناء .\r\n- ليكن القفص الصدري قريباً من الفخذ ",
      "id": 3439
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-20fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-20f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-20f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1268,
    "name": {
      "persian": "شکم کرانچ دستگاه",
      "english": "Ab Crunch Machine",
      "arabic": "Ab Crunch Machine",
      "id": 3440
    },
    "recommandation": {
      "persian": "-استفاده از وزنه های سنگین میتواند منجر به آسیب شود.\r\n-هنگام پایین رفتن عمل بازدم و هنگام بالا آمدن عمل دم انجام شود.",
      "english": null,
      "arabic": "- الاستفاده من اوزان ثقيلة قد تؤدي الى مشكلة صحية .\r\n- زفير عند الانحناء وشهيق عند الوقوف",
      "id": 3441
    },
    "howToDo": {
      "persian": "-بر روی دستگاه بنشینید،وزنه مناسب را انتخاب کنید.\r\n-پای خود را در جای مخصوص قرار دهید،دستگیره های بالای سر را با دو دست بگیرید.\r\n-با متمایل به جلو کردن بالاتنه عضلات شکم را منقبض کنید.\r\n-قفسه سینه نزدیک به ران شود.",
      "english": null,
      "arabic": "- اجلس على الجهاز ، واختر وزناً مناسباً.\r\n- ضع قدمك في المكان المخصص ، وامسك المقبضين فوق الرأس بكلتا يديك.\r\n- شد عضلات البطن للأمام وذلك  بالانحناء .\r\n- ليكن القفص الصدري قريباً من الفخذ ",
      "id": 3442
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-20mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-20m.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-20m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 1,
    "gender": 1,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1269,
    "name": {
      "persian": "کرانچ دوبل روی سطح صاف",
      "english": "Seated Leg Tucks",
      "arabic": "Seated Leg Tucks",
      "id": 3443
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- در حالی لگن روی لبه بنچ قرار دارد، بنشینید، با دست های خود دو طرف بنچ را بگیرید، و پاها را تا محلی که با سطح زمین موازی شوند بالا ببرید، بالاتنه را به سمت عقب مایل کرده و با استفاده از عضلات شکم تعادل خود را حفظ کنید، این محل شروع است.\r\n- اکنون همزمان با بیرون دادن نفس و خم کردن زانوها، پاها را به سمت بالاتنه جمع کنید، در بالاترین محل از دامنه حرکت عضلات شکم را منقبض کنید، انقباض را برای لحظه ای حفظ کرده، سپس همزمان با برگرداندن پاها به محل شروع، نفس را داخل بکشید، در هنگام انجام دادن این تمرین، روی عضلات شکم تمرکز کنید.",
      "english": null,
      "arabic": "اجلس بحيث يكون الحوض على حافة المقعد ، امسك جانبي المقعد بيديك وارفع ساقيك حتى تصبح موازية للأرض. قم بإمالة الجزء العلوي من جسمك للخلف واستخدم عضلات بطنك للحفاظ على التوازن. هذه هي نقطة البداية.\r\nارفع ساقيك إلى الجزء العلوي من جسمك مع الزفير بحيث تكون ركبتيك مثنية ، وشد عضلات البطن عند أعلى نقطة من نطاق الحركة ، وحافظ على الانقباض للحظة ، استنشق بينما تعيد ساقيك إلى وضع البداية. ركز على عضلات البطن أثناء القيام بهذا التمرين.",
      "id": 3444
    },
    "iconUri": "https://workout.o2fitt.com/icons/sh-32fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/sh-32f.jpg",
    "video": "https://workout.o2fitt.com/videos/sh-32f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": null,
    "targetMuscle": 6,
    "attributes": []
  },
  {
    "id": 1270,
    "name": {
      "persian": "هیپ دستگاه",
      "english": "hip machine",
      "arabic": "hip machine",
      "id": 3445
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- مقدار وزنه دستگاه را انتخاب کرده و سینه های خود را بر روی پد دستگاه قرار دهید.سر و گردن در امتداد سینه ها قرار داشته باشد .\r\n- با دستها دستگیره دستگاه را بگیرید.\r\n- با کف یک پا پد حرکتی را فشار داده و حرکت دهید تا به انتها برسد ولی دقت کنید زانو کاملا صاف نشود.\r\n- با حفظ تعادل این حرکت را به مقدار توصیه شده برنامه انجام دهید و در پایان با پای مخالف تکرار نمایید. ",
      "english": null,
      "arabic": "-حدد مقدار وزن الجهاز وضع صدرك على وسادة الجهاز ، وحافظ على رأسك ورقبتك أن تكونا على مستوى الصدر\r\n. - امسك مقبض الجهاز بيدك.\r\n- اضغط على الوسادة بإحدى قدميك وادفعها حتى النهاية ولكن احرص على ألا تفرد الركبة\r\nكرر الحركة بعدد المرات الموصى بها وحافظ على تعادلك قم بهذه الحركة بتناوب القدمين",
      "id": 3446
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-69fth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-69f.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-69f_female.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 0,
    "bodyMuscles": [
      5
    ],
    "targetMuscle": 1,
    "attributes": []
  },
  {
    "id": 1271,
    "name": {
      "persian": "هیپ دستگاه",
      "english": "hip machine",
      "arabic": "hip machine",
      "id": 3447
    },
    "recommandation": null,
    "howToDo": {
      "persian": "- مقدار وزنه دستگاه را انتخاب کرده و سینه های خود را بر روی پد دستگاه قرار دهید.سر و گردن در امتداد سینه ها قرار داشته باشد .\r\n- با دستها دستگیره دستگاه را بگیرید.\r\n- با کف یک پا پد حرکتی را فشار داده و حرکت دهید تا به انتها برسد ولی دقت کنید زانو کاملا صاف نشود.\r\n- با حفظ تعادل این حرکت را به مقدار توصیه شده برنامه انجام دهید و در پایان با پای مخالف تکرار نمایید. ",
      "english": null,
      "arabic": "-حدد مقدار وزن الجهاز وضع صدرك على وسادة الجهاز ، وحافظ على رأسك ورقبتك أن تكونا على مستوى الصدر\r\n - امسك مقبض الجهاز بيدك.\r\n- اضغط على الوسادة بإحدى قدميك وادفعها حتى النهاية ولكن احرص على ألا تفرد الركبة\r\nكرر الحركة بعدد المرات الموصى بها وحافظ على تعادلك قم بهذه الحركة بتناوب القدمين",
      "id": 3448
    },
    "iconUri": "https://workout.o2fitt.com/icons/4sar-69mth.jpg",
    "imageUri": "https://workout.o2fitt.com/images/4sar-69m.jpg",
    "video": "https://workout.o2fitt.com/videos/4sar-69m_male.mp4",
    "maleVideo": null,
    "femaleVideo": null,
    "tag": null,
    "burnedCalories": 0.05866,
    "classification": 3,
    "cardioCategory": null,
    "level": 2,
    "gender": 1,
    "bodyMuscles": [
      5
    ],
    "targetMuscle": 1,
    "attributes": []
  }
]